[{"url": "https://www.factcheck.org/2023/04/scicheck-posts-exaggerate-lab-findings-about-covid-19s-impact-on-immune-system/", "title": "Posts Exaggerate Lab Findings About COVID-19s Impact on Immune System ", "author": "Jessica McDonald", "posted": "04/07/2023", "sci_digest": ["Outside of long COVID or very severe cases, most research suggests COVID-19 doesnt cause lasting damage to the immune system.", "A few studies have found evidence of some possible damage, but nothing as severe as an immunodeficiency.", "People on social media, however, are misinterpreting a recent study to incorrectly claim COVID-19 is HIV-like."], "paragraphs": ["COVID-19 can be serious and life-threatening.", "But in many cases, particularly if someone is vaccinated, the disease is mild.", "While there is a real risk of long COVID  lingering or new symptoms after infection with the coronavirus, which can sometimes be debilitating  most research suggests people who recover do just fine.", "Studies show that most people who have been infected with the coronavirus, or SARS-CoV-2, are well-protected against severe disease if infected again, with subsequent or prior vaccination offering even more protection.", "There is no evidence that COVID-19 has left large swaths of the population immunocompromised or unable to fight off either the coronavirus or other pathogens.", "Yet, as Slate has written, certain corners of the internet have misleadingly claimed that COVID-19 causes widespread immune dysfunction or immunosuppression that is leaving the entire population susceptible to all sorts of subsequent infections.", "In some cases, COVID-19 has incorrectly been likened to HIV/AIDS.", "The latest versions of these scaremongering claims cite a recent paper from a lab at Stanford University and an accompanying press release from the National Institutes of Health.", "New study (but not news to anyone paying attention) finds that COVID can damage the immune system in similar ways as HIV or Hepatitis, one Twitter user wrote.", "What more do you want?", "another Twitter user asked, sharing a screenshot from the press release.", "He continued: how many times does it need to be shown?", "thats the third study Ive published TODAY showing this HIV like immune deficiency.", "Both the paper, published in the journal Immunity, and the news release do include statements that could seem to support some of these interpretations.", "But the senior author told us the comparison to other viruses had been misunderstood, and the immune defect his group identified is not so severe as an immunodeficiency.", "Some scientists are skeptical of the results, and say the study is an outlier.", "[T]heres really no evidence  that SARS-CoV-2 infection causes long term immune damage similar to HIV or HCV, E. John Wherry, an immunologist at the University of Pennsylvania, told us in an email, referring to hepatitis C virus.", "These claims are not based on solid data  either rigorous immunological assessment or real world manifestation of increases in other infections or diseases related to immune suppression.", "The Immunity paper, which was published on March 15 and authored by Mark M. Davis lab at Stanford, analyzed T cells found in the blood of people after COVID-19 vaccination, SARS-CoV-2 infection or both.", "T cells are one arm of the adaptive immune system.", "One subset, known as CD4 T cells, helps B cells make antibodies and helps coordinate the immune response.", "Another subset, known as CD8 T cells, kills infected cells to limit the spread of viruses.", "Using a highly sensitive method to fish out coronavirus-specific T cells from hundreds of blood samples collected at multiple time points, the authors found that compared with people who had been vaccinated, people who had been infected had significantly reduced CD8 T cell responses against the coronavirus.", "Vaccination after an infection helped, but the CD8 T cell response was still much lower than in those who had never been infected.", "This suggests that SARS-CoV-2 virus infection may cause long-term damage to the patients immune system well after viral clearance, the authors wrote.", "In their discussion, the authors made a comparison to infection with HIV and hepatitis C virus, noting that reduced CD8 T cell function has been observed in patients as long as a year after those viruses were either fully or nearly eliminated.", "This comparison was then highlighted in an NIH press release, which people on social media then quoted to lend credence to the false idea that COVID-19 is HIV-like.", "But the authors comparison is specific to a particular phenomenon with those viruses and their effects on CD8 T cells after total or near-total viral clearance.", "It doesnt mean COVID-19 causes an immunodeficiency on par with HIV, which permanently damages the immune system by killing off a persons CD4 T cells.", "The damage we cited in our paper was more subtle, Davis told us  not on the same scale as the CD4 wipeout for HIV.", "In fact, the Stanford group found no noticeable differences in the CD4 T cells from people who had been infected versus not.", "As Danny Altmann, a professor of immunology at Imperial College London, told us, the immune effects of Covid are nothing like HIV at all.", "While the comparison was misunderstood, some scientists criticized the authors for making it.", "The scale of the defect in HIV and HCV is so much greater that I think anything thats being reported here  even if we take it at face value  that I think that was a  risky analogy to make, Paul G. Thomas, an immunologist at St. Jude Childrens Research Hospital, said in a phone interview.", "I think thats caused a lot of alarm and a lot of frantic press speculation thats really not warranted.", "A few scientists we spoke with were also doubtful of the Immunity papers results and critical of how the group interpreted its findings.", "Thomas, who published a paper in Nature Immunology in April 2022 that did not find any CD8 T cell defects, emphasized that the Stanford paper is just one of many other studies from groups using a variety of techniques that have come to opposite conclusions.", "Its not particularly representative of what many, many other studies have found, which have suggested that if you had a mild to moderate COVID infection, youve recovered, you dont have long COVID, he said, then you should not be worrying about anything.", "Wherry, the Penn immunologist, said the Immunity paper was definitely an outlier.", "Most if not all other studies that have examined this issue carefully find the opposite or fail to come to the same conclusion.", "In fact, for what they specifically examined: infection followed by vaccination  theres a lot of data that this hybrid immunity is good, he said in an email.", "Moreover, these individuals are not more susceptible to SARS-CoV-2 or anything else for that matter.", "Theres no evidence of immune system damage.", "In most cases, Thomas explained, people with a mild to moderate COVID infection mount a standard immune response, and generate good immunological memory to the virus, similar to what happens with influenza.", "Vaccination on top of infection typically boosts some aspects of that memory response, he said.", "There are exceptions when there are problems with the immune system.", "People who have had very severe COVID-19 do sometimes have very low counts of T and B cells, for example.", "And with long COVID, there could be other immune problems, although those still wouldnt be considered a full immunodeficiency.", "In long COVID there is likely some immune perturbation, Wherry said, but exactly how that works has not been clearly defined yet.", "Several possibilities might explain the Stanford groups results, Thomas said, including the chance sampling of an outlier group of people, or the methods that the lab used.", "The lab used a unique approach for identifying the specific T cells.", "Thomas also said that based on what was written about the methods, it seemed patients were drawn from different studies, so its possible the blood samples might have been processed in slightly different ways.", "The authors themselves note in the paper that, as is true with other similar studies, its impossible to capture the full range of T cells that recognize the coronavirus, and their analysis was limited to the cells circulating in the blood.", "If more virus-specific CD8 T cells stayed localized in tissues after infection compared with vaccination, that would affect the results.", "Wherry said he had serious concerns about some of the labs methods, which include a technique not used by others in the field.", "He also thought the papers stated conclusions were an over interpretation of what the data in the paper show.", "Bottom line, he said, is that others dont see this.", "Davis, however, defended his work.", "The other studies were one-tenth the sensitivity of our study, he said in a phone interview.", "Which doesnt completely explain why they didnt see this, but we saw what we saw, and it would be irresponsible if we didnt publish it.", "Davis said he thinks his results reflect some kind of long-term damage, which might relate to long COVID.", "It is not yet clear what this entails or how it would manifest, he said, but one idea is that people could have a harder time recovering after a reinfection.", "While his paper suggested that the damage could apply to other infections, Davis said he thinks its likely to be specific to the coronavirus.", "That mention was included, he said, because the authors couldnt rule out a broader effect, since they hadnt tested for that yet.", "The data in his paper, however, only show a diminished response from CD8 T cells that recognize SARS-CoV-2.", "Davis said the main message for the public should not be fear, but to get vaccinated, since vaccination helped improve the impaired CD8 T cell response following infection.", "But he said he hopes scientists are spurred to investigate the phenomenon further.", "I think everybodys got to look at this and dig deeper and see what this might mean, he said.", "Other scientists werent as critical of the Immunity paper.", "Altmann, of Imperial College London, said in an email that the study was from a superb and reliable lab, and their answers stand.", "He added that the work is somewhat similar to another paper published in January 2022 in Nature Immunology, which identified immune system differences the authors termed immunological dysfunction eight months after mild-to-moderate infection.", "However, Altmann noted that other equally excellent research, published in Nature in January, came to the opposite conclusion, finding that males who had recovered from mild COVID-19 actually had better responses to a flu vaccine than those who never had COVID-19.", "He cautioned against reading too much into any single dataset, particularly when research on COVID-19 has quickly outstripped that of any other disease.", "Regardless, scientists said it was incorrect to conclude from the Immunity paper or anything else that COVID-19 causes something as extreme as an immune deficiency.", "[T]here are some nuanced differences for some T cell markers in some studies, but this [isnt] remotely the same as immune compromise and currently, unlinked to any phenotype, Altmann said, referring to any observable effect.", "Editors note: SciChecks articles providing accurate health information and correcting health misinformation are made possible by a grant from the Robert Wood Johnson Foundation.", "The foundation has no control over FactCheck.orgs editorial decisions, and the views expressed in our articles do not necessarily reflect the views of the foundation."], "issues": ["coronavirus", "COVID-19", "COVID-19 immunity", "COVID-19 vaccination", "health", "immunology"], "image_data": [{"image_src": "https://cdn.factcheck.org/UploadedFiles/blood-514x355.jpeg", "image_caption": "Blood samples from coronavirus patients are prepared for analysis as part of a trial in England. Photo by Kirsty Wigglesworth/POOL/AFP via Getty Images."}], "data": [{"sentence": "COVID-19 can be serious and life-threatening. But in many cases, particularly if someone is vaccinated, the disease is mild. While there is a real risk oflong COVID lingering or new symptoms after infection with the coronavirus, which can sometimes be debilitating  most research suggests people who recover do just fine.", "hrefs": ["https://perma.cc/QY7V-4VZX", "https://www.cdc.gov/coronavirus/2019-ncov/long-term-effects/index.html"]}, {"sentence": "Studies show that most people who have been infected with the coronavirus, or SARS-CoV-2, are well-protected against severe disease if infected again, with subsequent or prior vaccination offering even more protection.", "hrefs": ["https://perma.cc/QM3X-YDR7", "https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(22)02465-5/fulltext", "https://www.thelancet.com/journals/laninf/article/PIIS1473-3099(22)00801-5/fulltext"]}, {"sentence": "Yet, as Slate has written, certain corners of the internet havemisleadinglyclaimedthat COVID-19 causes widespread immune dysfunction or immunosuppression that is leaving the entire population susceptible toallsortsof subsequent infections. In some cases, COVID-19 hasincorrectly been likenedto HIV/AIDS.", "hrefs": ["https://slate.com/technology/2023/01/immunity-covid-research-airborne-aids-debunk.html", "https://slate.com/technology/2022/07/covid-reinfection-omicron-wave-forever-plague.html", "https://perma.cc/EWF6-G6TM", "https://archive.ph/TtrLR"]}, {"sentence": "The latest versions of thesescaremongeringclaimscite a recent paper from a lab at Stanford University and an accompanyingpress releasefrom the National Institutes of Health.", "hrefs": ["https://archive.is/vnWGu", "https://archive.is/zG4wT", "https://www.nih.gov/news-events/news-releases/sars-cov-2-infection-weakens-immune-cell-response-vaccination"]}, {"sentence": "New study (but not news to anyone paying attention) finds that COVID can damage the immune system in similar ways as HIV or Hepatitis, one Twitter userwrote.", "hrefs": ["https://perma.cc/TK8D-2WHH"]}, {"sentence": "What more do you want? another Twitter userasked, sharing a screenshot from the press release. He continued: how many times does it need to be shown? thats the third study Ive published TODAY showing this HIV like immune deficiency.", "hrefs": ["https://perma.cc/69G5-WJU9"]}, {"sentence": "Both the paper,publishedin the journal Immunity, and the news release do include statements that could seem to support some of these interpretations. But the senior author told us the comparison to other viruses had been misunderstood, and the immune defect his group identified is not so severe as an immunodeficiency.", "hrefs": ["https://www.cell.com/immunity/fulltext/S1074-7613(23)00125-5"]}, {"sentence": "[T]heres really no evidence  that SARS-CoV-2 infection causes long term immune damage similar to HIV or HCV,E. John Wherry, an immunologist at the University of Pennsylvania, told us in an email, referring to hepatitis C virus. These claims are not based on solid data  either rigorous immunological assessment or real world manifestation of increases in other infections or diseases related to immune suppression.", "hrefs": ["https://www.med.upenn.edu/wherrylab/"]}]}, {"url": "https://www.factcheck.org/2023/04/scicheck-no-evidence-excess-deaths-linked-to-vaccines-contrary-to-claims-online/", "title": "No Evidence Excess Deaths Linked to Vaccines, Contrary to Claims Online ", "author": "Kate Yandell", "posted": "04/17/2023", "sci_digest": ["COVID-19 vaccines substantially reduce the risk of dying from COVID-19, and serious side effects are very rare.", "Excess deaths among working-age adults in 2021 and 2022 were driven by COVID-19 and other factors, not vaccination.", "Faulty logic underlies claims that vaccines caused mass disability and economic harm."], "paragraphs": ["COVID-19 vaccination reduces the risk of death from the disease, including in young adults.", "Despite overwhelming evidence that COVID-19 vaccines have mitigated the effects of the pandemic, a report called the Vaccine Damage Project, or V-Damage Project, claims that they led to 310,000 excess deaths among Americans ages 25 through 64 in 2021 and 2022.", "It also baselessly claims the vaccines had a significant impact on the number of Americans with disabilities and that COVID-19 vaccines were the most likely cause for a large increase in work absences.", "The report, which uses the faulty estimates of excess deaths, disabilities and injuries to calculate economic damages, appears on the website of Phinance Technologies  a firm that offers subscriptions to financial reports and consulting services.", "Phinance says it plans to launch an investment fund.", "The alleged findings of the V-Damage Project have been shared widely on social media.", "Edward Dowd, a founding partner of Phinance Technologies, baselessly tweeted that the estimated human cost of the vaccines was 26.6 million injuries, 1.36 million disabilities and 300,000 excess deaths.", "Dowd has repeatedly said that COVID-19 vaccines are causing large numbers of deaths, claims that have been debunked by other fact-checkers.", "Excess deaths associated with the pandemic did continue in 2021 and 2022, but there is no evidence COVID-19 vaccines caused this phenomenon.", "COVID-19 continued to kill hundreds of thousands of American adults, including nearly 200,000 under age 65 during those two years.", "Deaths due to drug overdoses, motor vehicle accidents and alcohol also rose in adults ages 25 to 44 in 2020 and again in 2021, according to Ellen Meara, a professor of health economics and policy at the Harvard T.H.", "Chan School of Public Health.", "(She told us in an email that the available data dont yet provide a complete picture of 2022.)", "COVID-19 vaccines are the best tool to prevent and reduce complications due to COVID-19, Lisa George, a Centers for Disease Control and Prevention public affairs specialist, told us in an email.", "These vaccines are safe and effective and have undergone the most extensive safety monitoring in U.S. history.", "The number of Americans with disabilities also increased in 2021 and 2022, but negative effects from vaccines are unlikely to explain this rise, given the vaccines good safety profile.", "Finally, sickness-related workplace absences began to rise in 2020, before vaccines were available.", "A spike in absences in early 2022 coincided with the omicron wave.", "Since early in the pandemic, the CDC has been tallying excess deaths  a measure that compares the number of expected deaths in a time period to the actual number of deaths that occur.", "The CDC calculates expected deaths assuming the pandemic had not happened, although it notes that it is increasingly difficult to predict what trends in mortality would have looked like had the pandemic not occurred.", "There have been more than 1.3 million excess deaths in the U.S. since Feb. 1, 2020, according to CDCs calculation.", "Many of these are known to be directly the result of COVID-19.", "Other deaths, the agency explains, could represent misclassified COVID-19 deaths, or potentially could be indirectly related to the COVID-19 pandemic.", "These could include, for example, deaths occurring because of overburdened hospitals, or because of upticks in car crashes or drug overdoses.", "Especially early in the pandemic, many COVID-19 deaths were missed because of a lack of testing.", "According to CDC data, there have been more than 300,000 excess deaths since the beginning of the pandemic if those listing COVID-19 as a cause are excluded.", "Again, some of these deaths could still be due to COVID-19, but the disease was not listed as an underlying or contributing cause of death.", "The V-Damage Project calculates excess deaths due to vaccination using faulty logic.", "The report first reasonably states that its difficult to distinguish causes of death at the population level.", "It goes on to incorrectly say: Starting in the summer of 2021, however, with the introduction of mass vaccinations, the rise in natural immunity by exposure to the virus, and the emergence of milder and more contagious virus strains such as Omicron, it is difficult to argue if Covid-19 had a significant role in excess mortality.", "Therefore, we can use the total excess mortality in 2021 and 2022 as an estimate for vaccine-related deaths, or at least an estimated upper limit for the vaccine damage.", "There are several things wrong with this statement.", "First, a substantial number of people died from COVID-19 in the second half of 2021 and in 2022.", "By the start of summer 2021, there had been a little more than 600,000 COVID-19 deaths in the U.S.", "The death toll had risen to nearly 1.1 million by the end of 2022.", "And while the proportion of COVID-19 deaths in older versus younger adults increased over this time period, COVID-19 continued to kill people under age 65.", "As noted in a HealthFeedback article discussing a prior claim from Dowd about excess deaths, the timing of excess deaths during the pandemic indicates they are closely tied to COVID-19 deaths, not vaccination.", "An article from the Associated Press further notes that to show a relationship between vaccines and deaths, one would need to show that vaccinated people  and not unvaccinated people  died at elevated rates.", "The V-Damage Project doesnt provide information on deaths in vaccinated versus unvaccinated people.", "Second, omicron has been far from benign.", "Research shows that per infection, omicron has been less severe than earlier variants, in large part because more people have some immunity, either from infection, vaccination or both.", "There is also some evidence that omicron is naturally less virulent than the delta variant that directly preceded it, although omicron appears to be about as virulent as the original virus.", "But omicron spreads more readily to close contacts than delta, and vaccination is less effective at blocking transmission.", "This all added up to a record-breaking wave of COVID-19 cases in late 2021 and early 2022, which came with significant deaths.", "Third, the effects of the pandemic have been complex, and excess deaths related to the pandemic likely have multiple causes.", "Deaths due to drug overdoses, cardiometabolic disorders and other diseases were already increasing in younger Americans in the decade leading up to the pandemic.", "The pandemic accentuated the pre-existing mid-life mortality crisis in the U.S., researchers wrote in a 2022 study published in Nature Human Behavior.", "As weve mentioned, deaths due to drug overdoses, alcohol and motor vehicle accidents all increased in young adults in the U.S. in 2020 and 2021.", "A recent CDC report also shows an increase in suicides in 2021, including in young adult males.", "Finally, there is no evidence that COVID-19 vaccines have killed large numbers of people.", "The Food and Drug Administration and CDC have multiple systems for monitoring vaccine safety, and they have detected very few deaths caused by the vaccines.", "According to a CDC web page updated last month, nine deaths have been linked to a rare clotting disorder caused by the Johnson and Johnson vaccine.", "CDC and FDA continue to review reports of death following COVID-19 vaccination and update information as it becomes available, the web page says.", "In fact, the evidence shows that the vaccines have saved lives.", "Meara pointed to a paper published in the Journal of the American Medical Association that compared death rates in June 2021 through March 2022 in the 10 states with the highest COVID-19 vaccination rates with the primary series versus the 10 states with the lowest rates.", "Per 100,000 people, there were 75 COVID-19 deaths in the most vaccinated states versus 146 in the least vaccinated states.", "Excess deaths from all causes were also lower in states with a high proportion of vaccinated individuals.", "It is unlikely that serious and severe adverse events from COVID-19 vaccines led to rising numbers of people with disabilities in 2021 and 2022, contrary to claims in the V-Damage report.", "The Bureau of Labor Statistics regularly carries out a nationally representative survey, called the Current Population Survey, of around 60,000 U.S. households.", "The survey data do show an increase in people reporting disabilities in 2021 and 2022.", "But Sean Smith, an economist with the Current Population Survey at the BLS, told us in an email that the survey data cannot be used to identify specific disabilities.", "We cannot determine from the questions asked if the disability is related to COVID or to an adverse reaction to a vaccine, he said.", "A November 2022 working paper from the nonprofit National Bureau of Economic Research pointed out that, beginning in the second quarter of 2021, the initial rise in the disability rate likely occurred because some people missed earlier interviews and were asked questions about disability in subsequent surveys.", "However, since then the rising prevalence of Long COVID and other new sources of disability signal that the increase may reflect an actual increase in the number of [people with disability], the researchers wrote.", "There is extensive data available on the safety of the COVID-19 vaccines, and these data indicate it is unlikely that they caused a significant number of disabilities.", "The vast majority of side effects following vaccination  like fever and pain at the injection site  are temporary and are not serious.", "The V-Damage Report also relies on a paper written by emergency medicine physician Dr. Joseph Fraiman and colleagues to argue that vaccine damages led to the rise in disabilities.", "As weve previously explained, the paper makes an unsubstantiated claim about adverse events based on a flawed reanalysis of the clinical trials of the Pfizer/BioNTech and Moderna mRNA vaccines.", "In reality, serious adverse events were uncommon in large, randomized mRNA vaccine trials and occurred at a similar rate among people who got the vaccines and those who got the placebos.", "Finally, the V-Damage report makes unsubstantiated claims that data from v-safe  a text messaging-based system that prompts people to report on their health after vaccination  show a concerning pattern of hospitalization.", "Our analysis shows that during the vaccine rollout process, the CDC had live real world data that corroborated the safety signals observed in the clinical trials, the report says.", "In fact, a 2022 analysis of data from v-safe and another vaccine monitoring system called the Vaccine Adverse Event Reporting System showed that most reported adverse events from mRNA vaccines during the first six months of the vaccination program were mild and short in duration.", "As weve previously explained, less than 1% of people enrolled in v-safe sought medical care in the week after each vaccine dose.", "An even smaller number, less than 0.1%, were hospitalized in the week after receiving each dose.", "Further, v-safe prompts participants to report any health event or hospitalization, not just ones they believe are related to vaccination.", "Similarly, VAERS accepts reports of any post-vaccination event, regardless of the cause.", "Many people take time off from work temporarily due to minor side effects from COVID-19 vaccines, but these absences do not explain a larger pattern of increasing absences since 2020.", "The V-Damage Project uses data on side effects from the Pfizer/BioNTech vaccine to claim that full-time workers experienced injuries from COVID-19 vaccines and that the vaccines caused a degradation of individuals immune systems.", "But as weve noted, very few side effects were serious or lasting, and there is no evidence the vaccines harm the immune system.", "The report goes on to cite data from the BLS to claim that these vaccine injuries led to absences from work.", "But work absences due to own illness, injury, or medical problems increased at the start of the pandemic, according to Smith, the BLS economist.", "When counting absences that lasted the entire week, absences due to sickness reached 1.3 million in March 2020 and 2 million in April 2020  then a record-high number.", "The V-Damage Project acknowledges this early-pandemic increase  prior to the arrival of vaccines  but says that the largest rise in absence rates was in 2022 and that this occurred after the main impact of the Covid-19 pandemic.", "However, the unusually large number of sickness-related absences in 2022 can be attributed to a spike at the beginning of the year.", "Sickness-related absences further increased to a series high of 3.6 million in January 2022, however this measure dropped to 1.6 million in February 2022 and since then has been similar to the average levels seen in 2020 and 2021, Smith told us in an email.", "As before with disabilities, Smith said that BLS does not have information on the type of illness that caused people to miss work.", "But it is worth noting that omicron cases peaked in the U.S. in early 2022, breaking prior records for weekly COVID-19 cases.", "The BLS data on absences appear more closely tied to COVID-19 cases than vaccinations.", "Emma Xiaolu Zang, an assistant professor of sociology at Yale University, who has done research on illness-related work absences early in the pandemic, told us via email that absences in 2022 were likely part of a longer-term pattern of COVID-19-related absences.", "COVID vaccines were unlikely to be the reason for the spike in [sickness-related absences], which started in early 2020, Zang said.", "Editors note: SciChecks articles providing accurate health information and correcting health misinformation are made possible by a grant from the Robert Wood Johnson Foundation.", "The foundation has no control over FactCheck.orgs editorial decisions, and the views expressed in our articles do not necessarily reflect the views of the foundation."], "issues": ["coronavirus", "COVID-19", "COVID-19 vaccination", "disabilities", "economy", "vaccine safety", "vaccines"], "image_data": [{"image_src": null, "image_caption": null}], "data": [{"sentence": "COVID-19 vaccination reduces the risk of death from the disease,includingin young adults.", "hrefs": ["https://www.cdc.gov/coronavirus/2019-ncov/science/data-review/vaccines.html"]}, {"sentence": "Despite overwhelming evidence that COVID-19 vaccines have mitigated the effects of the pandemic, a report called theVaccine Damage Project, or V-Damage Project, claims that they led to 310,000 excess deaths among Americans ages 25 through 64in 2021 and 2022.It also baselessly claims thevaccines had a significant impact on the number of Americans with disabilities and that COVID-19 vaccines were the most likely cause for a large increase in work absences.", "hrefs": ["https://perma.cc/59KJ-3R4Z", "https://perma.cc/3VHF-LUWH", "https://perma.cc/7PZR-2W5E"]}, {"sentence": "The report,which uses the faulty estimates of excess deaths, disabilities and injuries to calculateeconomic damages,appears on the website of Phinance Technologies a firm thatoffers subscriptions tofinancial reports and consulting services. Phinancesays it plans to launch an investment fund.", "hrefs": ["https://perma.cc/Y3GT-G4D4"]}, {"sentence": "The alleged findings of the V-Damage Project have been shared widely on social media. Edward Dowd, a founding partner of Phinance Technologies, baselessly tweeted that the estimated human cost of the vaccines was 26.6 million injuries, 1.36 million disabilities and 300,000 excess deaths. Dowd has repeatedly said that COVID-19 vaccines are causing large numbers of deaths, claims that have been debunked by other fact-checkers.", "hrefs": ["https://perma.cc/32JR-PHEP", "https://perma.cc/7MZJ-8J2U", "https://perma.cc/C8LX-GFFN", "https://perma.cc/UP5F-2S2G", "https://perma.cc/FF59-K897", "https://healthfeedback.org/claimreview/evidence-covid-19-vaccines-dont-increase-risk-death-contrary-claim-financier-edward-dowd/", "https://apnews.com/article/fact-checking-793439742249"]}, {"sentence": "Excess deaths associated with the pandemicdid continuein 2021 and 2022, but there is no evidence COVID-19 vaccines caused this phenomenon. COVID-19continuedto kill hundreds of thousands of American adults, including nearly 200,000 under age 65 during those two years.", "hrefs": ["https://www.cdc.gov/nchs/nvss/vsrr/covid19/excess_deaths.htm", "https://www.cdc.gov/nchs/nvss/vsrr/covid_weekly/index.htm#SexAndAge"]}, {"sentence": "Deaths due to drug overdoses, motor vehicle accidents and alcohol alsorosein adults ages 25 to 44 in 2020 and again in 2021, according toEllen Meara, a professor of health economics and policy at the Harvard T.H. Chan School of Public Health. (She told us in an email that the available data dont yet provide a complete picture of 2022.)", "hrefs": ["https://www.healthaffairs.org/doi/10.1377/hlthaff.2022.01154", "https://www.hsph.harvard.edu/profile/ellen-meara/"]}, {"sentence": "The number of Americans withdisabilitiesalsoincreasedin 2021 and 2022, but negative effects from vaccines are unlikely to explain this rise, given the vaccines goodsafety profile. Finally, sickness-related workplace absences began torisein 2020, before vaccines were available. Aspikein absences in early 2022 coincided with the omicron wave.", "hrefs": ["https://beta.bls.gov/dataViewer/view/timeseries/LNU00075704", "https://beta.bls.gov/dataViewer/view/timeseries/LNU00075630", "https://www.factcheck.org/scicheck_digest/how-safe-are-the-vaccines/", "https://pubmed.ncbi.nlm.nih.gov/35100514/", "https://data.bls.gov/timeseries/LNU02006735"]}]}, {"url": "https://www.factcheck.org/2023/05/scicheck-posts-share-fake-chelsea-clinton-quote-about-global-childhood-vaccination-effort/", "title": "Posts Share Fake Chelsea Clinton Quote About Global Childhood Vaccination Effort ", "author": "Kate Yandell", "posted": "05/10/2023", "sci_digest": ["An international initiative called the Big Catch-Up aims to increase vaccination among children who have missed routine vaccines during the COVID-19 pandemic.", "In describing the project, Chelsea Clinton did not say it was time to force-jab every unvaccinated child in America, nor will the project impose mandatory vaccinations, contrary to claims."], "paragraphs": ["On April 24, multiple organizations, including the World Health Organization and the Bill & Melinda Gates Foundation, announced a joint project called the Big Catch-Up to increase the number of children who are up-to-date on their vaccines.", "The initiative is particularly focused on 20 countries that are home to especially large numbers of children who missed routine vaccinations during the COVID-19 pandemic.", "These nations are primarily in Africa and Asia, and do not include the U.S. Chelsea Clinton, vice chair of the Clinton Foundation, spoke briefly about the Big Catch-Up on April 25 at Fortunes Brainstorm Health conference, emphasizing the importance of making sure people dont die of preventable infectious diseases in the U.S. or abroad.", "Many social media posts are sharing an article that uses a fabricated quote in its headline: Chelsea Clinton: Its Time To Force-Jab Every Unvaccinated Child in America.", "A spokesperson for Clinton told the Associated Press that Clinton did not say this.", "We were also unable to find a record of Clinton saying this.", "The article was published on the Peoples Voice, which is the new home for content from News Punch  a website with a history of spreading falsehoods and undergoing name changes.", "The article does not specify when Clinton supposedly made remarks about force-jabbing children but references the Big Catch-Up, stating: Chelsea  via the Clinton Health Access Initiative (CHAI)  along with the World Health Organization (WHO), UNICEF and the Bill and Melinda Gates Foundation says she hopes to force jab unvaccinated children via a new initiative called The Big Catch-up.", "However, the Big Catch-Up will not involve forced vaccinations, WHO spokesperson Daniel Epstein told us in an email.", "There are no mandatory vaccinations associated with this effort.", "Some countries require vaccines for children to enroll in school, he said.", "The press release announcing the project stated that missed vaccines during the pandemic have led to outbreaks of measles, diphtheria, polio and yellow fever.", "Children missed vaccines because health services were overburdened or closed, access to medical supplies was disrupted, and peoples travel was restricted, the release explained.", "To ensure progress on childhood immunization, partners are working with countries to strengthen health care workforces, improve health service delivery, build trust and demand for vaccines within communities, and address gaps and obstacles to restoring immunization, the release said.", "It added that further effort needs to go into vaccinating adolescents against human papillomavirus.", "And while the Big Catch-Up is a global effort, it will have a particular focus on the 20 countries where three quarters of the children who missed vaccinations in 2021 live, the press release said.", "The U.S. is not on this list.", "Clinton mentioned the need for American parents to get their children vaccinated as an aside during her Brainstorm Health conference remarks on the Big Catch-Up.", "But she did not say anything about forcing parents to get their children vaccinated.", "In a separate part of the same interview not focused on the Big Catch-Up, Clinton spoke about vaccine hesitancy.", "Again, there was no reference to forcing vaccines on children.", "I spend a lot of time thinking about the really unfortunate, to try to use a not-too-judgmental word, rise in not only vaccine hesitancy and questioning, but outright rejection of vaccines and of science and the scientific process and also too often on our scientists, our epidemiologists, our frontline health care workers, she said.", "Editors note: SciChecks articles providing accurate health information and correcting health misinformation are made possible by a grant from the Robert Wood Johnson Foundation.", "The foundation has no control over FactCheck.orgs editorial decisions, and the views expressed in our articles do not necessarily reflect the views of the foundation."], "issues": ["vaccination", "vaccinations", "vaccine hesitancy", "vaccines"], "image_data": [{"image_src": "https://cdn.factcheck.org/UploadedFiles/baby-vaccine-400x267-1.jpeg", "image_caption": "Photo by Creativa Images /stock.adobe.com"}], "data": [{"sentence": "On April 24, multiple organizations, including the World Health Organization and the Bill & Melinda Gates Foundation,announceda joint project called the Big Catch-Up to increase the number of children who are up-to-date on their vaccines. The initiative is particularly focused on 20countries that are home toespecially large numbers of children who missed routine vaccinations during the COVID-19 pandemic.These nations are primarily in Africa and Asia, and do not include the U.S.", "hrefs": ["https://www.who.int/news/item/24-04-2023-global-partners-announce-a-new-effort-the-big-catch-up-to-vaccinate-millions-of-children-and-restore-immunization-progress-lost-during-the-pandemic"]}, {"sentence": "Chelsea Clinton, vice chair of the Clinton Foundation,spokebriefly about the Big Catch-Up on April 25 at Fortunes Brainstorm Health conference, emphasizing the importance of making sure people dont die of preventable infectious diseases in the U.S. or abroad.", "hrefs": ["https://www.clintonfoundation.org/about-the-clinton-foundation/leadership#chelsea-clinton/", "https://fortune.com/well/2023/04/25/clinton-who-gates-foundation-child-vaccine-catch-up-plan/"]}, {"sentence": "Manysocialmedia postsaresharinganarticlethat uses a fabricated quote in its headline: Chelsea Clinton: Its Time To Force-Jab Every Unvaccinated Child in America. A spokesperson for Clintontoldthe Associated Press that Clinton did not say this. We were also unable to find a record of Clinton saying this.", "hrefs": ["https://perma.cc/T6HD-HYHY", "https://archive.is/DKLJl", "https://perma.cc/NT8K-2Y8Z", "https://perma.cc/4FMP-T5RP", "https://perma.cc/NBV6-SNNX", "https://apnews.com/article/fact-check-chelsea-clinton-fake-quote-unvaccinated-729924912500"]}, {"sentence": "The article was published on the Peoples Voice, which is the new home for content from News Punch  a website with ahistoryof spreadingfalsehoodsand undergoingname changes.", "hrefs": ["https://www.factcheck.org/2023/03/scicheck-posts-fabricate-charge-against-bill-gates-in-philippines/", "https://www.factcheck.org/2018/11/hate-crimes-hotline-headline-is-wrong/", "https://www.poynter.org/fact-checking/2019/want-to-get-away-with-posting-fake-news-on-facebook-just-change-your-website-domain/"]}, {"sentence": "Thepress releaseannouncing the project stated that missed vaccines during the pandemic have led to outbreaks of measles, diphtheria, polio and yellow fever. Children missed vaccines because health services were overburdened or closed, access to medical supplies was disrupted, and peoples travel was restricted, the release explained.", "hrefs": ["https://www.who.int/news/item/24-04-2023-global-partners-announce-a-new-effort-the-big-catch-up-to-vaccinate-millions-of-children-and-restore-immunization-progress-lost-during-the-pandemic"]}, {"sentence": "Clinton mentioned the need for American parents to get their children vaccinated as an aside during her Brainstorm Health conferenceremarkson the Big Catch-Up. But she did not say anything about forcing parents to get their children vaccinated.", "hrefs": ["https://fortune.com/well/2023/04/25/clinton-who-gates-foundation-child-vaccine-catch-up-plan/"]}, {"sentence": "Editors note: SciChecks articles providing accurate health information and correcting health misinformation are made possible by a grant from the Robert Wood Johnson Foundation. The foundation has no control over FactCheck.orgs editorial decisions, and the views expressed in our articles do not necessarily reflect the views of the foundation.", "hrefs": ["https://www.factcheck.org/2021/04/scicheck-and-our-committment-to-transparency/"]}]}, {"url": "https://www.factcheck.org/2023/05/scicheck-covid-19-vaccine-benefits-outweigh-small-risks-contrary-to-flawed-claim-from-u-k-cardiologist/", "title": "COVID-19 Vaccine Benefits Outweigh Small Risks, Contrary to Flawed Claim From U.K. Cardiologist ", "author": "Catalina Jaramillo", "posted": "05/08/2023", "sci_digest": ["Dozens of studies support the use of the mRNA COVID-19 vaccines, which have a good safety profile and work well in preventing severe disease and death.", "Yet, citing a single, flawed paper, a British cardiologist known for peddling misinformation has misleadingly argued that the shots are harmful and should never have been approved."], "paragraphs": ["The mRNA COVID-19 vaccines from Pfizer/BioNTech and Moderna have been shown to be safe and effective, both in clinical trials and in numerous studies conducted since their release.", "Vaccine safety monitoring systems have worked as expected to identify a few rare serious side effects, but evidence shows that the benefits of vaccination continue to outweigh any potential risks.", "COVID-19, the disease caused by SARS-CoV-2, has killed more than 1 million people in the United States, and more than 6 million have been hospitalized with the disease since the beginning of the pandemic, according to the Centers for Disease Control and Prevention.", "Some fraction of people suffer from lingering or new symptoms after their infections that can last for months or years and be debilitating.", "But on an episode of The Joe Rogan Experience podcast that aired on April 29, Dr. Aseem Malhotra, a British cardiologist known for spreading misinformation about the vaccines, misleadingly claimed that data from the original mRNA COVID-19 vaccine trials showed the vaccines are more harmful than the disease.", "His claims are based on a problematic reanalysis of the trial data published in Vaccine last fall.", "In my whole career, looking at all of the drugs and knowing about many different drugs that are prescribed, Ive never seen something when you look at the data which has such poor effectiveness and such unprecedented harms, Malhotra said, in a section of the three-hour-interview that went viral on social media.", "Malhotra cited the Vaccine study to claim that data from the trials showed you were more likely to suffer a serious adverse event from taking the vaccine  hospitalization, disability, life-changing event than you were to be hospitalized with COVID.", "So what that means is, its highly likely this vaccine, mRNA vaccine, should never have been approved for a single human in the first place.", "But experts have been highly critical of the Vaccine paper, and an abundance of other data contradict it.", "Experts and fact-checkers, including FactCheck.org, have said it has numerous problems.", "One of the authors of the paper, Dr. Joseph Fraiman, an emergency medicine physician in Louisiana, joined a panel of contrarian experts gathered by Florida Gov.", "Ron DeSantis in December to falsely suggest the shots were too risky.", "As weve written, the paper was also cited in a report that falsely claims COVID-19 vaccines caused 310,000 excess deaths in 2021 and 2022.", "In September, Malhotra cited the same paper in a two-part article he published in a diabetes-focused journal he edits, in which he called for a global pause on the COVID-19 mRNA vaccines.", "Malhotras ideas on nutrition, including promoting high-fat diets and dismissing the importance of keeping saturated fat consumption low, have been labeled as misleading and irresponsible.", "The British Heart Foundation has also criticized his claims on cholesterol and statins, drugs that lower cholesterol levels.", "The study upon which Malhotra based his claims is a reanalysis of the serious adverse events reported in the main Pfizer/BioNTech and Moderna COVID-19 vaccine trials.", "Adverse events are health issues that occur following vaccination, but are not necessarily caused by vaccination.", "The authors of the study claimed to have found that people who received the vaccine had a higher risk of what are called serious adverse events of special interest than those who didnt.", "But as weve explained before, one of the problems of the paper is that while the authors focused on serious adverse events of special interest, the trial reported all serious adverse events.", "As a result, the authors chose the events they thought corresponded to the ones of special interest, which could have resulted in cherry-picking, critics say.", "A second issue is that the authors compared the number of people hospitalized with COVID-19 with the number of adverse events of special interest  instead of comparing it with the number of people who experienced these events.", "Thats problematic because each person could report multiple symptoms or conditions.", "Also, a hospitalization can be more serious than some of the adverse events, such as rashes or diarrhea, as Susan Oliver, an Australian scientist who corrects misinformation on YouTube, has explained.", "Fraiman has argued against that critique and others.", "But Jeffrey Morris, director of the division of biostatistics at the University of Pennsylvania, told us in December that the authors response to the problems raised was not sufficient or convincing.", "The benefits of vaccination are also underestimated in the study, Morris told us, because while the protection lasts a long time, the data only reflect the duration of the trials.", "By ignoring the rest of the vast literature on the COVID-19 vaccines in favor of a single, flawed analysis, Malhotra is exaggerating the risks of vaccination and providing a misleading and highly skewed view of the risks and benefits.", "Editors note: SciChecks articles providing accurate health information and correcting health misinformation are made possible by a grant from the Robert Wood Johnson Foundation.", "The foundation has no control over FactCheck.orgs editorial decisions, and the views expressed in our articles do not necessarily reflect the views of the foundation."], "issues": ["coronavirus", "COVID-19", "COVID-19 vaccination"], "image_data": [{"image_src": "https://cdn.factcheck.org/UploadedFiles/vaccine-adobe-stock-story.jpg", "image_caption": "Photo by wavebreak3/stock.adobe.com."}], "data": [{"sentence": "The mRNA COVID-19 vaccines from Pfizer/BioNTech and Moderna have been shown to be safe and effective, both in clinical trials and in numerous studies conducted since their release. Vaccine safety monitoring systems have worked as expected to identify a few rare serious side effects, but evidence shows that the benefits of vaccination continue to outweigh any potential risks.", "hrefs": ["https://www.cdc.gov/coronavirus/2019-ncov/vaccines/safety/adverse-events.html"]}, {"sentence": "COVID-19, the disease caused by SARS-CoV-2, has killed more than 1 million people in the United States, and more than 6 million have been hospitalized with the disease since the beginning of the pandemic, according to the Centers for Disease Control and Prevention. Some fraction of people suffer from lingering or new symptoms after their infections that can last for months or years and be debilitating.", "hrefs": ["https://covid.cdc.gov/covid-data-tracker/#new-hospital-admissions"]}, {"sentence": "But on an episode of The Joe Rogan Experience podcast that aired on April 29, Dr. Aseem Malhotra, a British cardiologist known for spreading misinformation about the vaccines, misleadingly claimed that data from the original mRNA COVID-19 vaccine trials showed the vaccines are more harmful than the disease. His claims are based on a problematic reanalysis of the trial data published in Vaccine last fall.", "hrefs": ["https://perma.cc/HQ7F-CP2T", "https://www.factcheck.org/2021/12/no-credible-evidence-covid-19-mrna-vaccines-dramatically-increase-heart-attack-risk-contrary-to-flawed-abstract/", "https://www.reuters.com/article/factcheck-vaccines-excessdeaths/fact-check-no-evidence-covid-19-mrna-vaccines-are-significant-contributing-factor-to-uks-30000-excess-cardiovascular-deaths-idUSL1N3490M3", "https://healthfeedback.org/claimreview/article-by-cardiologist-aseem-malhotra-made-unsupported-claims-about-benefits-risks-covid-19-vaccination/", "https://www.theguardian.com/world/2023/jan/13/bbc-cardiologist-aseem-malhotra-links-covid-jabs-to-heart-disease-deaths", "https://factcheck.afp.com/doc.afp.com.32L483D", "https://www.factcheck.org/2022/12/scicheck-desantis-dubious-covid-19-vaccine-claims/", "https://www.sciencedirect.com/science/article/pii/S0264410X22010283#!"]}, {"sentence": "In my whole career, looking at all of the drugs and knowing about many different drugs that are prescribed, Ive never seen something when you look at the data which has such poor effectiveness and such unprecedented harms, Malhotra said, in a section of the three-hour-interview that went viral on social media.", "hrefs": ["https://cdn.factcheck.org/UploadedFiles/malhotr-in-JRE.jpg", "https://web.archive.org/web/20230504191748/https://twitter.com/KanekoaTheGreat/status/1652512207090122753"]}, {"sentence": "But experts have been highly critical of the Vaccine paper, and an abundance of other data contradict it. Experts and fact-checkers, including FactCheck.org, have said it has numerous problems.", "hrefs": ["https://pubpeer.com/publications/67E0F21A314339B377BB5DC412A4A8", "https://www.youtube.com/watch?v=drSAsfuMkuw&ab_channel=BacktotheScience", "https://fullfact.org/health/WHO-study-covid-hospitalisations/", "https://healthfeedback.org/claimreview/studies-benefits-of-covid-19-vaccines-outweigh-risks-preprint-flawed-daily-sceptic/", "https://leadstories.com/hoax-alert/2022/07/fact-check-moderna-pfizer-vaccines-do-not-show-increased-risk-of-serious-adverse-events-of-special-interest-in-randomized-trials.html", "https://www.factcheck.org/2022/12/scicheck-desantis-dubious-covid-19-vaccine-claims/"]}, {"sentence": "One of the authors of the paper, Dr. Joseph Fraiman, an emergency medicine physician in Louisiana, joined a panel of contrarian experts gathered by Florida Gov. Ron DeSantis in December to falsely suggest the shots were too risky. As weve written, the paper was also cited in a report that falsely claims COVID-19 vaccines caused 310,000 excess deaths in 2021 and 2022.", "hrefs": ["https://www.factcheck.org/2022/12/scicheck-desantis-dubious-covid-19-vaccine-claims/", "https://www.factcheck.org/2023/04/scicheck-no-evidence-excess-deaths-linked-to-vaccines-contrary-to-claims-online/"]}, {"sentence": "In September,Malhotra cited the same paper in a two-part article hepublishedin a diabetes-focusedjournal he edits,in which he called for a global pause on the COVID-19 mRNA vaccines.", "hrefs": ["https://healthfeedback.org/claimreview/article-by-cardiologist-aseem-malhotra-made-unsupported-claims-about-benefits-risks-covid-19-vaccination/", "https://insulinresistance.org/index.php/jir/pages/view/editorial-team"]}, {"sentence": "Malhotrasideason nutrition, including promoting high-fat diets and dismissing the importance of keeping saturated fat consumption low, have been labeled asmisleadingandirresponsible. The British Heart Foundation has also criticized his claims on cholesterol and statins, drugs that lower cholesterol levels.", "hrefs": ["https://arstechnica.com/science/2017/04/experts-headline-grabbing-editorial-on-saturated-fats-bizarre-misleading/", "https://arstechnica.com/science/2017/04/experts-headline-grabbing-editorial-on-saturated-fats-bizarre-misleading/", "https://www.bhf.org.uk/informationsupport/heart-matters-magazine/news/behind-the-headlines/fat-controversy-hits-headlines", "https://www.theguardian.com/society/2016/may/28/national-obesity-forum-advice-fat-dangerous", "https://www.bhf.org.uk/informationsupport/heart-matters-magazine/news/behind-the-headlines/cholesterol-and-statins"]}]}, {"url": "https://www.factcheck.org/2023/04/warming-beyond-1-5-c-harmful-but-not-a-point-of-no-return-as-biden-claims/", "title": "Warming Beyond 1.5 C Harmful, But Not a Point of No Return, as Biden Claims ", "author": "Catalina Jaramillo", "posted": "04/27/2023", "sci_digest": [], "paragraphs": ["The idea of limiting warming to 1.5 C first emerged in climate talks in 2010.", "Prior to that time, the goal was to keep global warming below 2 C (3.6 F) above pre-industrial levels to meet the United Nations Framework Convention on Climate Changes objective to prevent dangerous human interference with the climate system.", "But in 2010, experts gathered at the conference decided it was necessary to review the adequacy of that target and to consider strengthening the goal to 1.5 C. The IPCC defines global warming as the estimated increase in global mean surface temperature, which is the average temperature of the air near the surface of land and ocean, averaged over a 30-year period, relative to pre-industrial levels.", "Over the next several years, the language around the goal shifted, with the recognition that particularly for vulnerable regions, going past 1.5 C could be very risky, and that the 2 C goal should not be thought of as a guardrail under which all would be safe.", "While science on the 1.5 C warming limit is less robust, efforts should be made to push the defence line as low as possible, a 2015 report concluded.", "The guidance was then considered in the Paris Agreement, the landmark climate agreement adopted by 196 member parties in December 2015.", "The agreement set the overarching goal of holding the increase in the global average temperature to well below 2C above pre-industrial levels, but also said members of the agreement should pursue efforts to limit the temperature increase to 1.5C above pre-industrial levels.", "The UNFCCC asked the IPCC, which is made up of scientists, to prepare a report on the impacts of global warming of 1.5 C compared with 2 C, and on the pathways to get there.", "The IPCC published that report in 2018.", "What the IPCC 1.5C report told us, and the more recent reports emphasized, is that every half a degree of warming makes things worse, Natalie M. Mahowald, a climate scientist at Cornell University and one of the authors of the 2018 IPCC Special Report, told us in an email.", "The report found a number of significant impacts could be avoided if setting a threshold at 1.5 C compared with 2 C  fewer deaths and illnesses from heat, hunger and infectious diseases; lower risks of flooding, drought and sea level rise; and fewer impacts to ecosystems and biodiversity.", "But neither 1.5 C nor 2 C are magic numbers, as Katharine Hayhoe, a climate scientist at The Nature Conservancy, puts it.", "More carbon emissions in the atmosphere will result in more global warming, which will result in a greater risk.", "Trying to put a number on exactly how much global temperature change is dangerous, and how much carbon we can put into the atmosphere before we hit that level, is like trying to put a number on exactly how many cigarettes we can smoke before we develop lung cancer, she explains in a video from her PBS series Global Weirding.", "Now, of course we know that the more we smoke, the greater the risk, but we also know theres no magic number.", "According to the last IPCC report published in March, global surface temperature warming reached 1.1 C in the decade of 2011-2020, with a 1.59 C warming over the land and 0.88 C over the ocean.", "The global temperature has increased faster since 1970 than in any other 50-year period over the last 2,000 years, the report said.", "Human-made greenhouse gas emissions in 2019 were 12% higher than in 2010, with the largest share coming from fossil fuels combustion and industrial processes, according to the report.", "Many adverse impacts, losses and damages related to climate change had already happened, the report said, and every increment of warming will make the risks of more damage intensify.", "Some future changes are unavoidable and/or irreversible, the report said.", "People are already suffering and dying from climate change, Kristie L. Ebi, professor of global health and environment at the University of Washington and one of the authors of the IPCC 1.5 C report, told us in an email.", "The magnitude and pattern of health risks of 1.5C are projected to be larger than current impacts.", "Each additional unit of warming is projected to further increase the level of risk.", "The estimated remaining carbon budget, or the amount of CO2 that could still be emitted, for a 50% chance of limiting warming to 1.5 C is 380 billion metric tons, according to the latest Global Carbon Project report released in November 2022.", "At the current rate of emissions, analysts say that would last for about nine years.", "According to the report, 2022 global carbon emissions remained at record levels  with no sign of the decrease that is urgently needed to limit warming to 1.5C.", "It projected total global CO2 emissions of 40.6 million metric tons.", "Overshooting, or failing to limit warming to 1.5 C by 2100, will result in irreversible adverse impacts on certain ecosystems with low resilience, according to the latest IPCC report.", "Some of these impacts  mass mortality of trees, drying of peatlands and permafrost thawing  could cause additional warming, the report notes, which would in turn make it harder to return to 1.5 C.  According to the IPCC Special Report, some of the impacts of global warming of 1.5 C include:  Limiting warming to 1.5 C is still possible but it would require rapid and deep and, in most cases, immediate greenhouse gas emissions reductions in all sectors this decade, according to IPCCs latest report.", "To achieve that goal, global net carbon dioxide emissions would need to be reduced by about 48% from 2019 levels by 2030, 65% by 2035, 80% by 2040, and reach net-zero emissions, or the balance between emissions produced and removed, around 2050.", "But in the big picture, if warming exceeds 1.5 C, it doesnt mean were done, as Biden said.", "Scientists say theres no reason to give up.", "We have to remember theres no expiration on climate action, Twila Moon, deputy lead scientist at the U.S. National Snow and Ice Data Center, told PBS while discussing a study that shows ice sheets in Greenland and Antarctica are melting faster than predicted.", "Every tenth of a degree that we prevent warming is worthwhile and will benefit us.", "And we can continue to strengthen our actions, she said."], "issues": ["climate change", "global warming"], "image_data": [{"image_src": "https://cdn.factcheck.org/UploadedFiles/getty-1.5-story.jpg", "image_caption": "Climate activists protest during the COP27 climate conference in Egypt on Nov. 12, 2022. Photo by Joseph Eid/AFP via Getty Images."}], "data": [{"sentence": "The idea of limiting warming to 1.5 C first emerged in climate talks in 2010. Prior to that time, thegoal was to keep global warming below 2 C (3.6 F) above pre-industrial levels to meet the United Nations Framework Convention on Climate Changes objective to prevent dangerous human interference with the climate system. But in 2010, experts gathered at the conferencedecided it was necessary to review the adequacy of that target and to consider strengthening the goal to 1.5 C.", "hrefs": ["https://www.ipcc.ch/sr15/faq/faq-chapter-1/#fn:3", "https://unfccc.int/about-us/about-the-secretariat"]}, {"sentence": "The IPCC defines global warming as the estimated increase in global mean surface temperature, which is the average temperature of the air near the surface of land and ocean, averaged over a 30-year period, relative to pre-industrial levels.", "hrefs": ["https://www.ipcc.ch/sr15/chapter/glossary/"]}, {"sentence": "While science on the 1.5 C warming limit is less robust, efforts should be made to push the defence line as low as possible, a 2015 report concluded.", "hrefs": ["https://unfccc.int/resource/docs/2015/sb/eng/inf01.pdf"]}, {"sentence": "The guidance was then considered in the Paris Agreement, the landmark climate agreement adopted by 196 member parties in December 2015. The agreement set the overarching goal of holding the increase in the global average temperature to well below 2C above pre-industrial levels, but also said members of the agreement should pursue efforts to limit the temperature increase to 1.5C above pre-industrial levels.", "hrefs": ["https://unfccc.int/sites/default/files/english_paris_agreement.pdf"]}, {"sentence": "What the IPCC 1.5C report told us, and the more recent reports emphasized, is that every half a degree of warming makes things worse, Natalie M. Mahowald, a climate scientist at Cornell University and one of the authors of the 2018 IPCC Special Report, told us in an email.", "hrefs": ["https://www.eas.cornell.edu/faculty-directory/natalie-m-mahowald"]}, {"sentence": "The report found a number of significant impacts could be avoided if setting a threshold at 1.5 C compared with 2 C  fewer deaths and illnesses from heat, hunger and infectious diseases; lower risks of flooding, drought and sea level rise; and fewer impacts to ecosystems and biodiversity.", "hrefs": ["https://www.ipcc.ch/site/assets/uploads/sites/2/2019/09/SR15_Slide_Deck.pdf"]}, {"sentence": "But neither 1.5 C nor 2 C are magic numbers, as Katharine Hayhoe, a climate scientist at The Nature Conservancy, puts it. More carbon emissions in the atmosphere will result in more global warming, which will result in a greater risk.", "hrefs": ["https://www.katharinehayhoe.com/"]}, {"sentence": "Trying to put a number on exactly how much global temperature change is dangerous, and how much carbon we can put into the atmosphere before we hit that level, is like trying to put a number on exactly how many cigarettes we can smoke before we develop lung cancer, she explains in a video from her PBS series Global Weirding. Now, of course we know that the more we smoke, the greater the risk, but we also know theres no magic number.", "hrefs": ["https://youtu.be/RhBBH8V3NPc?t=116"]}]}, {"url": "https://www.factcheck.org/2023/04/scicheck-masking-has-minimal-effects-on-respiratory-system-does-not-cause-long-covid/", "title": "Masking Has Minimal Effects on Respiratory System, Does Not Cause Long COVID ", "author": "Kate Yandell", "posted": "04/25/2023", "sci_digest": ["Long COVID is a collection of health problems caused by COVID-19 that remain or appear following the initial infection.", "It is implausible that face masks cause long COVID, contrary to claims made online.", "Mask use can temporarily cause discomfort, but physiological effects are not biologically meaningful."], "paragraphs": ["Long COVID symptoms are varied, and researchers are still learning exactly how COVID-19 can lead to different symptoms that remain or appear after the initial illness.", "But there is no evidence, nor is it biologically plausible, that face mask use explains long COVID.", "Citing a flawed paper published in Frontiers in Public Health, multiple social media posts baselessly suggest that people with long COVID symptoms may in fact be suffering from mask-induced exhaustion-syndrome, a bogus term previously coined by authors of the paper.", "Absolutely stunning: long Covid is really mask-induced exhaustion-syndrome (MIES), tweeted Jeffrey A. Tucker, sharing a link to the study.", "Tucker is the founder and president of the Brownstone Institute, a group opposed to mandates and certain public health restrictions.", "Many other posts shared an unsubstantiated article  Long Covid Is Caused by Masks, New Study Finds  from a website with a history of sharing inaccurate information on masks and vaccines.", "Posts about the new paper also bring up more general claims that masks can negatively affect the respiratory system and harm health.", "But while there is evidence that COVID-19 can have a lasting impact on some people, there is no evidence that face masks, when used as recommended, have a negative impact on the respiratory system that could lead to any serious health problems.", "The new Frontiers in Public Health paper endeavors to be a systematic review and meta-analysis, meaning that it rounds up studies on a topic that meet particular criteria and combines their data to draw larger conclusions.", "The study looked at past papers evaluating effects of mask use on physiological measurements and self-reported symptoms, without providing any data on masks and long COVID.", "Instead, it contains statements speculating about a connection between long COVID and masks based on an overlap between various self-reported symptoms such as shortness of breath and headache.", "So far, several mask related symptoms may have been misinterpreted as long COVID-19 symptoms, the researchers write.", "They do not provide any evidence that masks and long COVID are linked.", "The paper also claims it shows that masks interfered with O2-uptake and CO2-release and compromised respiratory compensation.", "However, experts have pointed out multiple flaws and errors in the paper.", "People do report feelings of discomfort, such shortness of breath, when they engage in physical activity while using face masks.", "But unlike long COVID symptoms, these feelings dissipate when they take off the masks.", "When researchers have measured physiological changes related to wearing masks, such as the concentration of oxygen or carbon dioxide in the blood, the effects have been minimal.", "Dr. Susan Hopkins, a sports medicine physician and pulmonary and exercise physiology researcher at the University of California, San Diego, told us that the paper includes studies that never should have been included because the data collection methods are flawed.", "It also makes a big deal of things that may be statistically significant but are biologically unimportant, she said.", "This is not the first time a Frontiers in Public Health paper has drawn criticism.", "The journal previously published and later retracted a paper presenting various debunked arguments that HIV does not cause AIDS.", "In 2016, it also preliminarily accepted a paper supporting the debunked idea that vaccines are linked to autism; the paper was rejected after significant concerns were raised.", "Nor is it the first time the authors of the review have claimed face masks could have harmful effects.", "Several of the authors speculated in a review published in March that masks might have caused stillbirths and other health issues.", "But this was an extrapolation based on studies exposing animals to carbon dioxide  and ignored the fact that masks dont increase levels of the gas in humans in any clinically meaningful way.", "The Daily Mail nevertheless covered the paper in a story with an alarming headline, screenshots of which have been widely shared on social media.", "We reached out to a corresponding author for both papers  a surgeon in private practice in Germany  but did not get a response.", "The Frontiers in Public Health paper relies on data from past studies of masks.", "But Hopkins said the authors included studies with faulty data.", "For example, she said, they included a study with incorrect data on the volume of air subjects were breathing and the amount of oxygen they were consuming.", "She and her colleagues wrote a letter explaining that these data on breathing were biologically impossible based on other measurements taken at the same time in the same people.", "The Frontiers paper claimed to find differences in the carbon dioxide concentration in the blood between people wearing and not wearing masks, but it based this conclusion on some studies that didnt measure carbon dioxide in the blood.", "Instead, the the authors of these studies placed carbon dioxide sensors right outside of peoples mouths and tried to measure the amount of carbon dioxide they exhaled, Hopkins said.", "Thats problematic, she explained, because its challenging to correctly place the sensor to get an apples to apples comparison.", "Its also difficult to get a sensor that responds rapidly enough to detect the rises and falls in carbon dioxide as someone breathes in and out.", "Direct measurements of carbon dioxide in the arteries are trustworthy, she said.", "Well done studies have shown biologically insignificant impact from masks on carbon dioxide.", "Other differences the paper purported to find between people with or without masks, such as oxygen saturation in the blood, are so small that they are biologically unimportant, Hopkins said, making an analogy to height: If I told you I was 5-7, and you said no, wait a minute, youre not 5-7, youre 5-6 and 15/16, Id be like, OK, sure, whatever.", "Doctors and scientists also raised concerns online about the paper.", "On Twitter, Columbia University internal medicine physician Dr. Eric Burnett pointed out, among other issues, that one of the included studies says it used MRI to measure oxygen in the brain.", "There is no way to do that using just an MRI so they made up a scoring system which isnt tested or validated, he wrote.", "He and Gideon Meyerowitz-Katz, who is getting his doctorate at the University of Wollongong, also agreed that some differences in the paper between people wearing and not wearing masks are not clinically significant or from a clinical perspective, not very meaningful.", "Meyerowitz-Katz also wrote in a Medium post that the Frontiers in Public Health paper itself is absolutely filled with basic errors.", "For example, he wrote, the authors incorrectly transcribed some numbers and sometimes just chose one group of people wearing masks to analyze when a paper had multiple masked groups.", "Its no secret that many people find masks uncomfortable.", "Masks make your face hot.", "They make your face sweaty.", "No question.", "Nobody disputes that.", "They make some people more aware of their breathing, Hopkins said.", "But none of that means masks harm a persons respiratory system.", "There are a couple of theoretical ways a mask could impact the respiratory system, Hopkins said.", "Masks slightly increase something called dead space, equal to the volume of air that doesnt make it out of a persons airway when they breathe out.", "When a person breathes in again, the first air they take is a little more than a cup of old air from this dead space.", "Masks very slightly increase the amount of this old air people take in.", "To overcome this, a person just has to take a very slightly bigger breath.", "As a person breathes, masks also increase resistance to air flow, which could at some point in theory make the lungs work harder to take in air.", "However, the impacts from typical masks worn in everyday life, such as N95s, surgical masks or cloth masks, are very small.", "It is not biologically plausible that masks are doing this big physiologic hit to your system, Hopkins said.", "Exercise physiologists know this in part because, starting before the pandemic, they have spent time trying to add resistance to breathing, in an attempt to better understand the human body and how the respiratory system can limit performance.", "This means that a person in a laboratory is hooked up to a device that can make it more difficult to suck in air and make the muscles work harder to breathe.", "Researchers then measure things like blood flow, heart rate, blood pressure, and oxygen and carbon dioxide concentrations in blood.", "We know that even when we try really hard to put huge loads on the respiratory system that it hardly does anything, Hopkins said.", "Were talking two, three, four, five, six times the amount that a mask could possibly do.", "The available data on face masks worn outside of laboratory studies  like N95s or surgical masks  also does not show biologically important changes in measurements associated with breathing.", "A 2021 review published in Annals of the American Thoracic Society, co-authored by Hopkins, looked at studies of mask use during physical activity, concluding that the effects on work of breathing, blood gases, and other physiological parameters imposed by face masks during physical activity are small, often too small to be detected, even during very heavy exercise.", "Studies do suggest masks may temporarily increase a perception of shortness of breath, the researchers said.", "A systematic review and meta-analysis by a different group of researchers, published in 2021 in Applied Physiology, Nutrition, and Metabolism, found that surgical or N95 masks did make people feel like they were exerting themselves more and were more short of breath, but this didnt translate to a change in performance while exercising.", "They only slightly increased heart rate and carbon dioxide released at the end of a breath, although Hopkins again said that this type of carbon dioxide measurement is problematic.", "Regardless, the authors called the changes to these physiological measurements minimal.", "There are logical flaws in the idea that masks  which can reduce the risk of someone catching the coronavirus in the first place  are behind long COVID.", "As weve mentioned, the paper presents no evidence that people with long COVID are suffering from mask-related ills.", "There is a superficial overlap with some symptoms of long COVID and the subjective problems people report with masks, such as shortness of breath and headache.", "But long COVID has many additional manifestations and symptoms.", "Causes of these symptoms are likely varied, according to a review study recently published in Nature Reviews Microbiology.", "For instance, problems like shortness of breath and cough are common lingering problems after infection that often eventually resolve.", "COVID-19 is, of course, a respiratory disease that can damage the lungs, and some studies of people with long COVID have shown lung abnormalities.", "Other problems, including a nervous system problem called dysautonomia, have been recorded in the aftermath of other infections before the pandemic.", "As weve said, researchers are still looking into how COVID-19 leads to long COVID symptoms.", "Proposed mechanisms include virus remaining in tissues, impacts on the immune system, changes to the makeup of microbes in a persons body, blood clotting issues, and effects on the nervous system.", "Multiple experts online pointed out that long COVID is an ongoing health problem, while sources of discomfort associated with masks improve once a person takes off the mask.", "Dr. Jonathan Laxton, a Canadian internal medicine physician, tweeted, I have a clinic full of long covid patients  you think wed notice they got better when they took their masks off?", "[I]ts a HUGE stretch to blame persistent long COVID symptoms on a mask that someone isnt wearing, Burnett tweeted.", "Editors note: SciChecks articles providing accurate health information and correcting health misinformation are made possible by a grant from the Robert Wood Johnson Foundation.", "The foundation has no control over FactCheck.orgs editorial decisions, and the views expressed in our articles do not necessarily reflect the views of the foundation."], "issues": ["coronavirus", "COVID-19", "face masks", "long COVID", "masks"], "image_data": [{"image_src": "https://cdn.factcheck.org/UploadedFiles/masksx400x267.jpeg", "image_caption": "Photo by vladimirhodac/stock.adobe.com"}], "data": [{"sentence": "Long COVID symptomsare varied, and researchers are still learning exactly how COVID-19 can lead to different symptoms that remain or appear after the initial illness. But there is no evidence, nor is it biologically plausible, that face mask use explains long COVID.", "hrefs": ["https://www.cdc.gov/coronavirus/2019-ncov/long-term-effects/index.html"]}, {"sentence": "Citing a flawedpaperpublished in Frontiers in Public Health,multiplesocial mediapostsbaselessly suggest that people with long COVID symptoms may in fact be suffering from mask-induced exhaustion-syndrome, a bogus term previouslycoinedby authors of the paper.", "hrefs": ["https://www.frontiersin.org/articles/10.3389/fpubh.2023.1125150/full", "https://perma.cc/85VY-ALJ4", "https://perma.cc/XT8R-V6T3", "https://pubmed.ncbi.nlm.nih.gov/33923935/"]}, {"sentence": "Absolutely stunning: long Covid is really mask-induced exhaustion-syndrome (MIES),tweetedJeffrey A. Tucker, sharing a link to the study. Tucker isthe founder and president of the Brownstone Institute, a group opposed to mandates and certain public health restrictions.", "hrefs": ["https://perma.cc/PV4J-AVAY", "https://brownstone.org/author/jeffrey-tucker/"]}, {"sentence": "Many other posts shared an unsubstantiated article  Long Covid Is Caused by Masks, New Study Finds  from a website with a history of sharing inaccurate information on masks and vaccines. Posts about the new paper also bring up more general claims that masks can negatively affect therespiratory system and harm health.", "hrefs": ["https://perma.cc/7PNL-WUU2", "https://perma.cc/2REM-DJAL", "https://perma.cc/YSU2-5NH3", "https://perma.cc/N9VD-BWYG"]}, {"sentence": "But while there is evidence that COVID-19 can have alasting impacton some people, there is no evidence that face masks, when used asrecommended, have a negative impact on the respiratory system that could lead to any serious health problems.", "hrefs": ["https://www.nature.com/articles/s41579-022-00846-2", "https://www.cdc.gov/coronavirus/2019-ncov/prevent-getting-sick/about-face-coverings.html"]}, {"sentence": "The paper also claims it shows that masks interfered with O2-uptake and CO2-release and compromised respiratory compensation. However, experts have pointed out multipleflawsanderrorsin the paper.", "hrefs": ["http://web.archive.org/web/20230418200650/https://twitter.com/Doctor_Eric_B/status/1646516284639809540", "https://perma.cc/YQ29-QFMA"]}, {"sentence": "People doreportfeelings of discomfort, such shortness of breath, when they engage in physical activity while using face masks. But unlike long COVID symptoms, these feelings dissipate when they take off the masks. When researchers have measured physiological changes related to wearing masks, such as the concentration of oxygen or carbon dioxide in the blood, theeffectshave beenminimal.", "hrefs": ["https://pubmed.ncbi.nlm.nih.gov/33196294/", "https://cdnsciencepub.com/doi/full/10.1139/apnm-2021-0143", "https://www.atsjournals.org/doi/10.1513/AnnalsATS.202008-990CME"]}, {"sentence": "Dr. Susan Hopkins, a sports medicine physician and pulmonary and exercise physiology researcher at the University of California, San Diego, told us that the paper includes studies that never should have been included because the data collection methods are flawed. It also makes a big deal of things that may be statistically significant but are biologically unimportant, she said.", "hrefs": ["https://profiles.ucsd.edu/susan.hopkins"]}, {"sentence": "This is not the first time a Frontiers in Public Health paper has drawn criticism. The journal previously published and later retracted apaperpresenting various debunked arguments that HIV does not cause AIDS. In 2016, it also preliminarily accepteda paper supporting the debunked idea that vaccines are linked to autism; the paper was rejectedafter significant concerns were raised.", "hrefs": ["https://www.frontiersin.org/articles/10.3389/fpubh.2019.00334/full", "https://retractionwatch.com/2016/12/09/journal-reverses-acceptance-study-linking-vaccines-autism/"]}, {"sentence": "Nor is it the first time the authors of the review have claimed face masks could have harmful effects. Several of the authors speculated in a review published in Marchthatmasks might have caused stillbirths and other health issues. But this was an extrapolationbased on studiesexposinganimalsto carbon dioxide  and ignored the fact that masks dont increase levels of the gas in humans in any clinically meaningful way. The Daily Mail nevertheless covered the paper in a story with analarming headline, screenshots of which have beenwidelyshared onsocial media.", "hrefs": ["https://pubmed.ncbi.nlm.nih.gov/37057051/", "https://perma.cc/FN9R-X4BF", "https://perma.cc/Z3H4-DK7L", "https://perma.cc/A9HL-QTVJ"]}]}]