{"title": "COVID-19 Vaccine Benefits Outweigh Small Risks, Contrary to Flawed Claim From U.K. Cardiologist ", "author": "Catalina Jaramillo", "posted": "05/08/2023", "sci_digest": ["Dozens of studies support the use of the mRNA COVID-19 vaccines, which have a good safety profile and work well in preventing severe disease and death.", "Yet, citing a single, flawed paper, a British cardiologist known for peddling misinformation has misleadingly argued that the shots are harmful and should never have been approved."], "paragraphs": ["The mRNA COVID-19 vaccines from Pfizer/BioNTech and Moderna have been shown to be safe and effective, both in clinical trials and in numerous studies conducted since their release.", "Vaccine safety monitoring systems have worked as expected to identify a few rare serious side effects, but evidence shows that the benefits of vaccination continue to outweigh any potential risks.", "COVID-19, the disease caused by SARS-CoV-2, has killed more than 1 million people in the United States, and more than 6 million have been hospitalized with the disease since the beginning of the pandemic, according to the Centers for Disease Control and Prevention.", "Some fraction of people suffer from lingering or new symptoms after their infections that can last for months or years and be debilitating.", "But on an episode of The Joe Rogan Experience podcast that aired on April 29, Dr. Aseem Malhotra, a British cardiologist known for spreading misinformation about the vaccines, misleadingly claimed that data from the original mRNA COVID-19 vaccine trials showed the vaccines are more harmful than the disease.", "His claims are based on a problematic reanalysis of the trial data published in Vaccine last fall.", "In my whole career, looking at all of the drugs and knowing about many different drugs that are prescribed, Ive never seen something when you look at the data which has such poor effectiveness and such unprecedented harms, Malhotra said, in a section of the three-hour-interview that went viral on social media.", "Malhotra cited the Vaccine study to claim that data from the trials showed you were more likely to suffer a serious adverse event from taking the vaccine  hospitalization, disability, life-changing event than you were to be hospitalized with COVID.", "So what that means is, its highly likely this vaccine, mRNA vaccine, should never have been approved for a single human in the first place.", "But experts have been highly critical of the Vaccine paper, and an abundance of other data contradict it.", "Experts and fact-checkers, including FactCheck.org, have said it has numerous problems.", "One of the authors of the paper, Dr. Joseph Fraiman, an emergency medicine physician in Louisiana, joined a panel of contrarian experts gathered by Florida Gov.", "Ron DeSantis in December to falsely suggest the shots were too risky.", "As weve written, the paper was also cited in a report that falsely claims COVID-19 vaccines caused 310,000 excess deaths in 2021 and 2022.", "In September, Malhotra cited the same paper in a two-part article he published in a diabetes-focused journal he edits, in which he called for a global pause on the COVID-19 mRNA vaccines.", "Malhotras ideas on nutrition, including promoting high-fat diets and dismissing the importance of keeping saturated fat consumption low, have been labeled as misleading and irresponsible.", "The British Heart Foundation has also criticized his claims on cholesterol and statins, drugs that lower cholesterol levels.", "The study upon which Malhotra based his claims is a reanalysis of the serious adverse events reported in the main Pfizer/BioNTech and Moderna COVID-19 vaccine trials.", "Adverse events are health issues that occur following vaccination, but are not necessarily caused by vaccination.", "The authors of the study claimed to have found that people who received the vaccine had a higher risk of what are called serious adverse events of special interest than those who didnt.", "But as weve explained before, one of the problems of the paper is that while the authors focused on serious adverse events of special interest, the trial reported all serious adverse events.", "As a result, the authors chose the events they thought corresponded to the ones of special interest, which could have resulted in cherry-picking, critics say.", "A second issue is that the authors compared the number of people hospitalized with COVID-19 with the number of adverse events of special interest  instead of comparing it with the number of people who experienced these events.", "Thats problematic because each person could report multiple symptoms or conditions.", "Also, a hospitalization can be more serious than some of the adverse events, such as rashes or diarrhea, as Susan Oliver, an Australian scientist who corrects misinformation on YouTube, has explained.", "Fraiman has argued against that critique and others.", "But Jeffrey Morris, director of the division of biostatistics at the University of Pennsylvania, told us in December that the authors response to the problems raised was not sufficient or convincing.", "The benefits of vaccination are also underestimated in the study, Morris told us, because while the protection lasts a long time, the data only reflect the duration of the trials.", "By ignoring the rest of the vast literature on the COVID-19 vaccines in favor of a single, flawed analysis, Malhotra is exaggerating the risks of vaccination and providing a misleading and highly skewed view of the risks and benefits.", "Editors note: SciChecks articles providing accurate health information and correcting health misinformation are made possible by a grant from the Robert Wood Johnson Foundation.", "The foundation has no control over FactCheck.orgs editorial decisions, and the views expressed in our articles do not necessarily reflect the views of the foundation."], "issues": ["coronavirus", "COVID-19", "COVID-19 vaccination"], "image_data": [{"image_src": 0, "image_caption": 0}], "data": [{"sentence": "The mRNA COVID-19 vaccines from Pfizer/BioNTech and Moderna have been shown to be safe and effective, both in clinical trials and in numerous studies conducted since their release. Vaccine safety monitoring systems have worked as expected to identify a few rare serious side effects, but evidence shows that the benefits of vaccination continue to outweigh any potential risks.", "hrefs": ["https://www.cdc.gov/coronavirus/2019-ncov/vaccines/safety/adverse-events.html"]}, {"sentence": "COVID-19, the disease caused by SARS-CoV-2, has killed more than 1 million people in the United States, and more than 6 million have been hospitalized with the disease since the beginning of the pandemic, according to the Centers for Disease Control and Prevention. Some fraction of people suffer from lingering or new symptoms after their infections that can last for months or years and be debilitating.", "hrefs": ["https://covid.cdc.gov/covid-data-tracker/#new-hospital-admissions"]}, {"sentence": "But on an episode of The Joe Rogan Experience podcast that aired on April 29, Dr. Aseem Malhotra, a British cardiologist known for spreading misinformation about the vaccines, misleadingly claimed that data from the original mRNA COVID-19 vaccine trials showed the vaccines are more harmful than the disease. His claims are based on a problematic reanalysis of the trial data published in Vaccine last fall.", "hrefs": ["https://perma.cc/HQ7F-CP2T", "https://www.factcheck.org/2021/12/no-credible-evidence-covid-19-mrna-vaccines-dramatically-increase-heart-attack-risk-contrary-to-flawed-abstract/", "https://www.reuters.com/article/factcheck-vaccines-excessdeaths/fact-check-no-evidence-covid-19-mrna-vaccines-are-significant-contributing-factor-to-uks-30000-excess-cardiovascular-deaths-idUSL1N3490M3", "https://healthfeedback.org/claimreview/article-by-cardiologist-aseem-malhotra-made-unsupported-claims-about-benefits-risks-covid-19-vaccination/", "https://www.theguardian.com/world/2023/jan/13/bbc-cardiologist-aseem-malhotra-links-covid-jabs-to-heart-disease-deaths", "https://factcheck.afp.com/doc.afp.com.32L483D", "https://www.factcheck.org/2022/12/scicheck-desantis-dubious-covid-19-vaccine-claims/", "https://www.sciencedirect.com/science/article/pii/S0264410X22010283#!"]}, {"sentence": "In my whole career, looking at all of the drugs and knowing about many different drugs that are prescribed, Ive never seen something when you look at the data which has such poor effectiveness and such unprecedented harms, Malhotra said, in a section of the three-hour-interview that went viral on social media.", "hrefs": ["https://cdn.factcheck.org/UploadedFiles/malhotr-in-JRE.jpg", "https://web.archive.org/web/20230504191748/https://twitter.com/KanekoaTheGreat/status/1652512207090122753"]}, {"sentence": "But experts have been highly critical of the Vaccine paper, and an abundance of other data contradict it. Experts and fact-checkers, including FactCheck.org, have said it has numerous problems.", "hrefs": ["https://pubpeer.com/publications/67E0F21A314339B377BB5DC412A4A8", "https://www.youtube.com/watch?v=drSAsfuMkuw&ab_channel=BacktotheScience", "https://fullfact.org/health/WHO-study-covid-hospitalisations/", "https://healthfeedback.org/claimreview/studies-benefits-of-covid-19-vaccines-outweigh-risks-preprint-flawed-daily-sceptic/", "https://leadstories.com/hoax-alert/2022/07/fact-check-moderna-pfizer-vaccines-do-not-show-increased-risk-of-serious-adverse-events-of-special-interest-in-randomized-trials.html", "https://www.factcheck.org/2022/12/scicheck-desantis-dubious-covid-19-vaccine-claims/"]}, {"sentence": "One of the authors of the paper, Dr. Joseph Fraiman, an emergency medicine physician in Louisiana, joined a panel of contrarian experts gathered by Florida Gov. Ron DeSantis in December to falsely suggest the shots were too risky. As weve written, the paper was also cited in a report that falsely claims COVID-19 vaccines caused 310,000 excess deaths in 2021 and 2022.", "hrefs": ["https://www.factcheck.org/2022/12/scicheck-desantis-dubious-covid-19-vaccine-claims/", "https://www.factcheck.org/2023/04/scicheck-no-evidence-excess-deaths-linked-to-vaccines-contrary-to-claims-online/"]}, {"sentence": "In September, Malhotra cited the same paper in a two-part article he published in a diabetes-focused journal he edits, in which he called for a global pause on the COVID-19 mRNA vaccines.", "hrefs": ["https://healthfeedback.org/claimreview/article-by-cardiologist-aseem-malhotra-made-unsupported-claims-about-benefits-risks-covid-19-vaccination/", "https://insulinresistance.org/index.php/jir/pages/view/editorial-team"]}, {"sentence": "Malhotras ideas on nutrition, including promoting high-fat diets and dismissing the importance of keeping saturated fat consumption low, have been labeled as misleading and irresponsible. The British Heart Foundation has also criticized his claims on cholesterol and statins, drugs that lower cholesterol levels.", "hrefs": ["https://arstechnica.com/science/2017/04/experts-headline-grabbing-editorial-on-saturated-fats-bizarre-misleading/", "https://arstechnica.com/science/2017/04/experts-headline-grabbing-editorial-on-saturated-fats-bizarre-misleading/", "https://www.bhf.org.uk/informationsupport/heart-matters-magazine/news/behind-the-headlines/fat-controversy-hits-headlines", "https://www.theguardian.com/society/2016/may/28/national-obesity-forum-advice-fat-dangerous", "https://www.bhf.org.uk/informationsupport/heart-matters-magazine/news/behind-the-headlines/cholesterol-and-statins"]}, {"sentence": "The study upon which Malhotra based his claims is a reanalysis of the serious adverse events reported in the main Pfizer/BioNTech and Moderna COVID-19 vaccine trials. Adverse events are health issues that occur following vaccination, but are not necessarily caused by vaccination. The authors of the study claimed to have found that people who received the vaccine had a higher risk of what are called serious adverse events of special interest than those who didnt.", "hrefs": ["https://www.sciencedirect.com/science/article/pii/S0264410X22010283#!"]}, {"sentence": "But as weve explained before, one of the problems of the paper is that while the authors focused on serious adverse events of special interest, the trial reported all serious adverse events. As a result, the authors chose the events they thought corresponded to the ones of special interest, which could have resulted in cherry-picking, critics say.", "hrefs": ["https://www.factcheck.org/2022/12/scicheck-desantis-dubious-covid-19-vaccine-claims/"]}, {"sentence": "Also, a hospitalization can be more serious than some of the adverse events, such as rashes or diarrhea, as Susan Oliver, an Australian scientist who corrects misinformation on YouTube, has explained.", "hrefs": ["https://www.youtube.com/watch?v=drSAsfuMkuw&t=498s"]}, {"sentence": "Fraiman has argued against that critique and others. But Jeffrey Morris, director of the division of biostatistics at the University of Pennsylvania, told us in December that the authors response to the problems raised was not sufficient or convincing.", "hrefs": ["https://pubpeer.com/publications/67E0F21A314339B377BB5DC412A4A8", "https://www.dbei.med.upenn.edu/bio/jeffrey-s-morris-phd", "https://www.factcheck.org/2022/12/scicheck-desantis-dubious-covid-19-vaccine-claims/"]}, {"sentence": "Editors note: SciChecks articles providing accurate health information and correcting health misinformation are made possible by a grant from the Robert Wood Johnson Foundation. The foundation has no control over FactCheck.orgs editorial decisions, and the views expressed in our articles do not necessarily reflect the views of the foundation.", "hrefs": ["https://www.factcheck.org/2021/04/scicheck-and-our-committment-to-transparency/"]}]}