[{"url": "https://www.politifact.com/factchecks/2023/jun/20/steve-milloy/particulate-matter-is-not-junk-science-decades-of/", "title": "Particulate matter, found in wildfire smoke, has no effect on human health and is total junk science.", "author": "Loreben Tuquero", "posted": "06/20/2023", "sci_digest": ["The health effects linked to particulate pollution exposure have been studied and documented for decades.", "These effects include respiratory and cardiovascular health problems and premature death., The Environmental Protection Agencys assessment of particulate matter shows clear evidence that exposure to particulate matter affects health."], "paragraphs": ["Wildfires in Canada drastically affected the air quality in multiple U.S. states in Junes second week, leading residents to reach for face masks to mitigate risks brought about by inhaling particle pollution.", "On Fox News, a guest on \"The Ingraham Angle\" claimed these concerns were unfounded.", "Steve Milloy, who served in former President Donald Trumps Environmental Protection Agency transition team, claimed \"theres no health risk\" brought about by the air quality, and wildfire smoke is \"natural.\"", "Host Laura Ingraham brought up media coverage that advises people to wear face masks, as they had during the COVID-19 pandemic.", "Milloy again dismissed health concerns.", "\"This is all particulate matter, but particulate matter was not a concern until EPA invented it as one in the 1990s,\" he said.", "\"They have no effect.", "EPA has all this testing on real live human beings that shows no effect.", "This is total junk science.\"", "Milloy, a biostatistician and lawyer, founded the website JunkScience.com.", "We wanted to examine his claim that not even EPA research shows health concerns about particulate matter are legitimate.", "We found a breadth of evidence that shows hes wrong.", "Heres why.", "Particulate matter, or particle pollution, generally refers to a mixture of solid and liquid droplets suspended in the air.", "It is a main component ofwildfire smoke.", "These microscopic solids or liquid droplets are so small that they can be inhaled and affect the lungs and heart.", "According to theEPA, particles less than 2.5 micrometers in diameter, also known as PM 2.5, pose the greatest risk to health.", "The CDC saidparticlescalled PM 10 can irritate the eyes, nose and throat, and PM 2.5 can get into the deep parts of the lungs, or even into blood.", "Particle pollution isassociatedwith serious health effects, including nonfatal heart attacks, an irregular heartbeat, aggravated asthma, decreased lung function and premature death, according to the EPA.", "It has also beenlinkedto lung cancer and problems with babies at birth.", "People with heart or lung diseases, older adults, babies and children aremost at riskof experiencing health effects associated with particle pollution.", "Shayla Powell, an EPA spokesperson, told PolitiFact that the health risks of inhaling fine particles within smoke are well documented in thousands of peer-reviewed studies.", "EPA research bears this out.", "The Clean Air Act, first enacted in 1955,requiredthe EPA to establish ambient air quality standards for air pollutants that endanger public health or welfare.", "Particulate matter is one of six air pollutants with such standards.", "The EPA established these standards for particulate matter in 1971.", "The agency reviews scientific data underpinning these standards every five years.", "When PolitiFact reached out to Milloy, he criticized the science behind the EPAs regulation of particulate matter and cited studies and EPA testimony that supposedly show no causation between particulate matter and health effects or death.", "The studies he cited were either epidemiological or controlled human exposure studies.Epidemiologyis used to find the causes of health outcomes and diseases in populations.", "Meanwhile, in controlled human exposure studies, human volunteers are \"intentionally exposedto pollutants by inhalation under controlled experimental conditions.\"", "Milloy claimed that EPAs epidemiological studies dont show causation between particulate matter exposure and health effects  but thats an oversimplification.", "The agencys2019evaluation of the scientific data to inform its standards for particulate matter  its latest report  outlined how the agency determined relationships between particulate matter exposure and health effects.", "A \"causal relationship\" means there is clear evidence that exposure to particulate matter has been shown to affect health.", "A \"likely to be causal relationship\" means there are studies that are not explained by chance or other biases, but uncertainties remain in the evidence.", "What constitutes \"clear evidence\"?", "Studies that show particulate matter exposure affected health, with alternative explanations ruled out.", "This can be demonstrated by controlled human exposure studies, or observational studies that cannot be explained by plausible alternatives or are supported by other evidence, such as animal studies.", "The EPA assessed risks in several categories for health effects, including respiratory; cardiovascular; reproduction and fertility; metabolic; and mortality.", "A \"causal relationship\" was found between particulate matter exposure and cardiovascular effects, as well as death.", "We asked Michael Kleinman, an environmental toxicology professor at the University of California, Irvine, about Milloys claim.", "He highlighted the causal relationship between PM 2.5 exposure and cardiovascular deaths and disease.", "\"This finding is based on critical review of dozens of well-designed epidemiological studies and an evaluation of the weight of evidence,\" he said.", "Some members of the Clean Air Scientific Advisory Committee  which is an independent panel that advises the EPA  have, like Milloy, raised concerns about how the EPA determines causal relationships.", "The committee consulted on this matter with experts, including Duncan Thomas, emeritus professor of population and public health sciences at the University of Southern California.", "Thomas referred us to his2019response on this matter.", "He said that consistent findings from numerous observational studies, short-term human experimental studies and animal experiments are sufficient for a causal interpretation of air pollutions likely effect on health.", "He cited a 2020 Epidemiology journalarticlediscussing methods and challenges in determining causation in air pollution epidemiology.", "It said, \"Policymakers cannot wait for the data, study designs, and analytic tools that will ensure unarguable causal inferences: stalling until perfect evidence arises is irresponsible and does not protect public health.\"", "The interview on \"The Ingraham Angle\" was not the first time Milloy denied the health effects of air pollution.", "In the 1990s, he ran afront groupfor tobacco company Philip Morris that worked against air pollution regulation efforts.", "Milloy questioned scientific findings about the effects of secondhand smoke.", "The EPA under Trump disbanded its Particulate Matter Review Panel, which Milloy considered a \"huge win.\"", "Milloy claimed that EPA research on the effects of particulate matter on humans \"shows no effect\" and is \"total junk science.\"", "The EPA assessed extensive scientific data on the human health effects of particulate matter exposure.", "The agency found clear evidence of a causal relationship between exposure to small particles and heart problems, and death.", "We rate this claim False."], "issues": ["Science", "PunditFact"], "image_data": [{"image_src": null, "image_caption": null}], "data": [{"sentence": "Particulate matter, or particle pollution, generally refers to a mixture of solid and liquid droplets suspended in the air. It is a main component ofwildfire smoke. These microscopic solids or liquid droplets are so small that they can be inhaled and affect the lungs and heart.", "hrefs": "https://www.epa.gov/pmcourse/what-particle-pollution"}, {"sentence": "According to theEPA, particles less than 2.5 micrometers in diameter, also known as PM 2.5, pose the greatest risk to health. The CDC saidparticlescalled PM 10 can irritate the eyes, nose and throat, and PM 2.5 can get into the deep parts of the lungs, or even into blood.", "hrefs": "https://www.epa.gov/pm-pollution/particulate-matter-pm-basics"}, {"sentence": "Particle pollution isassociatedwith serious health effects, including nonfatal heart attacks, an irregular heartbeat, aggravated asthma, decreased lung function and premature death, according to the EPA. It has also beenlinkedto lung cancer and problems with babies at birth.", "hrefs": "https://www.epa.gov/isa/integrated-science-assessment-isa-particulate-matter"}, {"sentence": "People with heart or lung diseases, older adults, babies and children aremost at riskof experiencing health effects associated with particle pollution.", "hrefs": "https://www.cdc.gov/air/particulate_matter.html"}, {"sentence": "The Clean Air Act, first enacted in 1955,requiredthe EPA to establish ambient air quality standards for air pollutants that endanger public health or welfare. Particulate matter is one of six air pollutants with such standards. The EPA established these standards for particulate matter in 1971.", "hrefs": "https://crsreports.congress.gov/product/pdf/RL/RL30853"}, {"sentence": "The studies he cited were either epidemiological or controlled human exposure studies.Epidemiologyis used to find the causes of health outcomes and diseases in populations. Meanwhile, in controlled human exposure studies, human volunteers are \"intentionally exposedto pollutants by inhalation under controlled experimental conditions.\"", "hrefs": "https://www.cdc.gov/careerpaths/k12teacherroadmap/epidemiology.html"}, {"sentence": "The agency’s2019evaluation of the scientific data to inform its standards for particulate matter — its latest report — outlined how the agency determined relationships between particulate matter exposure and health effects.", "hrefs": "https://cfpub.epa.gov/ncea/isa/recordisplay.cfm?deid=347534"}, {"sentence": "Thomas referred us to his2019response on this matter. He said that consistent findings from numerous observational studies, short-term human experimental studies and animal experiments are sufficient for a causal interpretation of air pollution’s likely effect on health.", "hrefs": "https://casac.epa.gov/ords/sab/r/sab_apex/casac/0?mm_id=5510&request=APPLICATION_PROCESS%3DMEETING_FILE&session=10602390754090"}, {"sentence": "He cited a 2020 Epidemiology journalarticlediscussing methods and challenges in determining causation in air pollution epidemiology. It said, \"Policymakers cannot wait for the data, study designs, and analytic tools that will ensure unarguable causal inferences: stalling until perfect evidence arises is irresponsible and does not protect public health.\"", "hrefs": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6889002/#R86"}, {"sentence": "The interview on \"The Ingraham Angle\" was not the first time Milloy denied the health effects of air pollution. In the 1990s, he ran afront groupfor tobacco company Philip Morris that worked against air pollution regulation efforts. Milloy questioned scientific findings about the effects of secondhand smoke.", "hrefs": "https://theintercept.com/2023/06/11/wildfire-smoke-air-pollution-steve-milloy/"}, {"sentence": "The EPA under Trump disbanded its Particulate Matter Review Panel, which Milloy considered a \"huge win.\"", "hrefs": "https://theintercept.com/2023/06/11/wildfire-smoke-air-pollution-steve-milloy/"}]}]