[{"url": "https://www.politifact.com/factchecks/2023/jun/20/steve-milloy/particulate-matter-is-not-junk-science-decades-of/", "title": "Particulate matter, found in wildfire smoke, has no effect on human health and is total junk science.", "author": "Loreben Tuquero", "posted": "06/20/2023", "sci_digest": ["The health effects linked to particulate pollution exposure have been studied and documented for decades.", "These effects include respiratory and cardiovascular health problems and premature death., The Environmental Protection Agencys assessment of particulate matter shows clear evidence that exposure to particulate matter affects health."], "paragraphs": ["Wildfires in Canada drastically affected the air quality in multiple U.S. states in Junes second week, leading residents to reach for face masks to mitigate risks brought about by inhaling particle pollution.", "On Fox News, a guest on \"The Ingraham Angle\" claimed these concerns were unfounded.", "Steve Milloy, who served in former President Donald Trumps Environmental Protection Agency transition team, claimed \"theres no health risk\" brought about by the air quality, and wildfire smoke is \"natural.\"", "Host Laura Ingraham brought up media coverage that advises people to wear face masks, as they had during the COVID-19 pandemic.", "Milloy again dismissed health concerns.", "\"This is all particulate matter, but particulate matter was not a concern until EPA invented it as one in the 1990s,\" he said.", "\"They have no effect.", "EPA has all this testing on real live human beings that shows no effect.", "This is total junk science.\"", "Milloy, a biostatistician and lawyer, founded the website JunkScience.com.", "We wanted to examine his claim that not even EPA research shows health concerns about particulate matter are legitimate.", "We found a breadth of evidence that shows hes wrong.", "Heres why.", "Particulate matter, or particle pollution, generally refers to a mixture of solid and liquid droplets suspended in the air.", "It is a main component ofwildfire smoke.", "These microscopic solids or liquid droplets are so small that they can be inhaled and affect the lungs and heart.", "According to theEPA, particles less than 2.5 micrometers in diameter, also known as PM 2.5, pose the greatest risk to health.", "The CDC saidparticlescalled PM 10 can irritate the eyes, nose and throat, and PM 2.5 can get into the deep parts of the lungs, or even into blood.", "Particle pollution isassociatedwith serious health effects, including nonfatal heart attacks, an irregular heartbeat, aggravated asthma, decreased lung function and premature death, according to the EPA.", "It has also beenlinkedto lung cancer and problems with babies at birth.", "People with heart or lung diseases, older adults, babies and children aremost at riskof experiencing health effects associated with particle pollution.", "Shayla Powell, an EPA spokesperson, told PolitiFact that the health risks of inhaling fine particles within smoke are well documented in thousands of peer-reviewed studies.", "EPA research bears this out.", "The Clean Air Act, first enacted in 1955,requiredthe EPA to establish ambient air quality standards for air pollutants that endanger public health or welfare.", "Particulate matter is one of six air pollutants with such standards.", "The EPA established these standards for particulate matter in 1971.", "The agency reviews scientific data underpinning these standards every five years.", "When PolitiFact reached out to Milloy, he criticized the science behind the EPAs regulation of particulate matter and cited studies and EPA testimony that supposedly show no causation between particulate matter and health effects or death.", "The studies he cited were either epidemiological or controlled human exposure studies.Epidemiologyis used to find the causes of health outcomes and diseases in populations.", "Meanwhile, in controlled human exposure studies, human volunteers are \"intentionally exposedto pollutants by inhalation under controlled experimental conditions.\"", "Milloy claimed that EPAs epidemiological studies dont show causation between particulate matter exposure and health effects  but thats an oversimplification.", "The agencys2019evaluation of the scientific data to inform its standards for particulate matter  its latest report  outlined how the agency determined relationships between particulate matter exposure and health effects.", "A \"causal relationship\" means there is clear evidence that exposure to particulate matter has been shown to affect health.", "A \"likely to be causal relationship\" means there are studies that are not explained by chance or other biases, but uncertainties remain in the evidence.", "What constitutes \"clear evidence\"?", "Studies that show particulate matter exposure affected health, with alternative explanations ruled out.", "This can be demonstrated by controlled human exposure studies, or observational studies that cannot be explained by plausible alternatives or are supported by other evidence, such as animal studies.", "The EPA assessed risks in several categories for health effects, including respiratory; cardiovascular; reproduction and fertility; metabolic; and mortality.", "A \"causal relationship\" was found between particulate matter exposure and cardiovascular effects, as well as death.", "We asked Michael Kleinman, an environmental toxicology professor at the University of California, Irvine, about Milloys claim.", "He highlighted the causal relationship between PM 2.5 exposure and cardiovascular deaths and disease.", "\"This finding is based on critical review of dozens of well-designed epidemiological studies and an evaluation of the weight of evidence,\" he said.", "Some members of the Clean Air Scientific Advisory Committee  which is an independent panel that advises the EPA  have, like Milloy, raised concerns about how the EPA determines causal relationships.", "The committee consulted on this matter with experts, including Duncan Thomas, emeritus professor of population and public health sciences at the University of Southern California.", "Thomas referred us to his2019response on this matter.", "He said that consistent findings from numerous observational studies, short-term human experimental studies and animal experiments are sufficient for a causal interpretation of air pollutions likely effect on health.", "He cited a 2020 Epidemiology journalarticlediscussing methods and challenges in determining causation in air pollution epidemiology.", "It said, \"Policymakers cannot wait for the data, study designs, and analytic tools that will ensure unarguable causal inferences: stalling until perfect evidence arises is irresponsible and does not protect public health.\"", "The interview on \"The Ingraham Angle\" was not the first time Milloy denied the health effects of air pollution.", "In the 1990s, he ran afront groupfor tobacco company Philip Morris that worked against air pollution regulation efforts.", "Milloy questioned scientific findings about the effects of secondhand smoke.", "The EPA under Trump disbanded its Particulate Matter Review Panel, which Milloy considered a \"huge win.\"", "Milloy claimed that EPA research on the effects of particulate matter on humans \"shows no effect\" and is \"total junk science.\"", "The EPA assessed extensive scientific data on the human health effects of particulate matter exposure.", "The agency found clear evidence of a causal relationship between exposure to small particles and heart problems, and death.", "We rate this claim False."], "issues": ["Science", "PunditFact"], "image_data": [{"image_src": null, "image_caption": null}], "data": [{"sentence": "Particulate matter, or particle pollution, generally refers to a mixture of solid and liquid droplets suspended in the air. It is a main component ofwildfire smoke. These microscopic solids or liquid droplets are so small that they can be inhaled and affect the lungs and heart.", "hrefs": "https://www.epa.gov/pmcourse/what-particle-pollution"}, {"sentence": "According to theEPA, particles less than 2.5 micrometers in diameter, also known as PM 2.5, pose the greatest risk to health. The CDC saidparticlescalled PM 10 can irritate the eyes, nose and throat, and PM 2.5 can get into the deep parts of the lungs, or even into blood.", "hrefs": "https://www.epa.gov/pm-pollution/particulate-matter-pm-basics"}, {"sentence": "Particle pollution isassociatedwith serious health effects, including nonfatal heart attacks, an irregular heartbeat, aggravated asthma, decreased lung function and premature death, according to the EPA. It has also beenlinkedto lung cancer and problems with babies at birth.", "hrefs": "https://www.epa.gov/isa/integrated-science-assessment-isa-particulate-matter"}, {"sentence": "People with heart or lung diseases, older adults, babies and children aremost at riskof experiencing health effects associated with particle pollution.", "hrefs": "https://www.cdc.gov/air/particulate_matter.html"}, {"sentence": "The Clean Air Act, first enacted in 1955,requiredthe EPA to establish ambient air quality standards for air pollutants that endanger public health or welfare. Particulate matter is one of six air pollutants with such standards. The EPA established these standards for particulate matter in 1971.", "hrefs": "https://crsreports.congress.gov/product/pdf/RL/RL30853"}, {"sentence": "The studies he cited were either epidemiological or controlled human exposure studies.Epidemiologyis used to find the causes of health outcomes and diseases in populations. Meanwhile, in controlled human exposure studies, human volunteers are \"intentionally exposedto pollutants by inhalation under controlled experimental conditions.\"", "hrefs": "https://www.cdc.gov/careerpaths/k12teacherroadmap/epidemiology.html"}, {"sentence": "The agency’s2019evaluation of the scientific data to inform its standards for particulate matter — its latest report — outlined how the agency determined relationships between particulate matter exposure and health effects.", "hrefs": "https://cfpub.epa.gov/ncea/isa/recordisplay.cfm?deid=347534"}, {"sentence": "Thomas referred us to his2019response on this matter. He said that consistent findings from numerous observational studies, short-term human experimental studies and animal experiments are sufficient for a causal interpretation of air pollution’s likely effect on health.", "hrefs": "https://casac.epa.gov/ords/sab/r/sab_apex/casac/0?mm_id=5510&request=APPLICATION_PROCESS%3DMEETING_FILE&session=10602390754090"}, {"sentence": "He cited a 2020 Epidemiology journalarticlediscussing methods and challenges in determining causation in air pollution epidemiology. It said, \"Policymakers cannot wait for the data, study designs, and analytic tools that will ensure unarguable causal inferences: stalling until perfect evidence arises is irresponsible and does not protect public health.\"", "hrefs": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6889002/#R86"}, {"sentence": "The interview on \"The Ingraham Angle\" was not the first time Milloy denied the health effects of air pollution. In the 1990s, he ran afront groupfor tobacco company Philip Morris that worked against air pollution regulation efforts. Milloy questioned scientific findings about the effects of secondhand smoke.", "hrefs": "https://theintercept.com/2023/06/11/wildfire-smoke-air-pollution-steve-milloy/"}, {"sentence": "The EPA under Trump disbanded its Particulate Matter Review Panel, which Milloy considered a \"huge win.\"", "hrefs": "https://theintercept.com/2023/06/11/wildfire-smoke-air-pollution-steve-milloy/"}]}, {"url": "https://www.politifact.com/factchecks/2023/may/31/tiktok-posts/rainbow-disconnection-roseanne-barr-didnt-share-co/", "title": "Roseanne Barr made a video of a rainbow in a sprinkler questioning 'what the heck is in our water supply.'", "author": "Grace Abels", "posted": "05/31/2023", "sci_digest": ["There is no evidence the speaker in the video is actor Roseanne Barr.", "The same audio clip was posted in 2008 on YouTube and while the voice sounds similar to Barrs, there is nothing to signal that its her., Rainbows are caused by sunlight refracting and reflecting off water droplets in the air, not chemicals in the water supply."], "paragraphs": ["As the song goes: Somewhere over the rainbow, bluebirds fly.", "And misinformation does, too.", "A viralTikTok, claiming to be voiced by actor Roseanne Barr, describes a conspiracy theory that rainbows, the kind that form in a sprinkler on a sunny day, result from toxins in the air and water supply.", "\"What the heck is in our water supply?", "What the heck is in our oxygen supply,\" says the voice over a clip of a misting fountain with a rainbow.", "\"What is oozing out of our ground that allows this type of effect to happen  This cannot be natural.\"", "Text on the screen says \"Roseanne Barr\" and \"conservative Republicans have officially lost their fking minds.\"", "But we followed this rainbow to its end and found that its not true.", "The audio is from an old video shared online in2008promoting a similar conspiracy theory  and theres no evidence the voice is Barrs.", "Although she is known for hersensational comments, there is no record that Barr doubts the veracity or frequency of rainbows in her backyard.", "She shared a photo of arainbow on her Instagramaccount to celebrate her November 2022 birthday.", "Rainbows, besides being a fairytale staple, are a well-understoodphenomenoncaused by the refraction of light through water.", "Whensunlight hits water dropletsin the air, either after a rainstorm, on a foggy day or from a backyard mister, the different wavelengths of light are refracted and bent, causing them to show up as separate colors  think Pink Floyds prismatic \"Dark Side of the Moon\" albumcover.", "The light then bounces off the water droplet and reflects the rainbow spectrum of light back where it originated.", "If the viewer is at the correct angle, the rainbow becomes visible.", "It is this refraction and reflection that create the rainbows in the sky, not a chemical reaction, as the video claims.", "Some scientists speculate that climate change may affect the frequency and coloration of rainbows because of changes inrainfall patternsas well as air pollution, which can affecthow light scatters.", "But these theories are not related to a tainted water supply.", "Despite the TikTok videos colorful theory, there is no evidence that Barr made a video questioning the science of rainbows.", "We rate this claim False."], "issues": ["Science", "Facebook Fact-checks"], "image_data": [{"image_src": null, "image_caption": null}], "data": [{"sentence": "A viralTikTok, claiming to be voiced by actor Roseanne Barr, describes a conspiracy theory that rainbows, the kind that form in a sprinkler on a sunny day, result from toxins in the air and water supply.", "hrefs": "https://www.tiktok.com/@socalheartbeat/video/7238921545719024939?browserMode=1&lang=en"}, {"sentence": "But we followed this rainbow to its end and found that it’s not true. The audio is from an old video shared online in2008promoting a similar conspiracy theory — and there’s no evidence the voice is Barr’s.", "hrefs": "https://www.youtube.com/watch?v=_c6HsiixFS8"}, {"sentence": "Although she is known for hersensational comments, there is no record that Barr doubts the veracity or frequency of rainbows in her backyard. She shared a photo of arainbow on her Instagramaccount to celebrate her November 2022 birthday.", "hrefs": "https://www.usatoday.com/story/life/people/2018/05/29/roseanne-barr-offensive-tweeting-actually-nothing-new/652292002/"}, {"sentence": "Rainbows, besides being a fairytale staple, are a well-understoodphenomenoncaused by the refraction of light through water. Whensunlight hits water dropletsin the air, either after a rainstorm, on a foggy day or from a backyard mister, the different wavelengths of light are refracted and bent, causing them to show up as separate colors —– think Pink Floyd’s prismatic \"Dark Side of the Moon\" albumcover.", "hrefs": "https://education.nationalgeographic.org/resource/rainbow/"}, {"sentence": "Some scientists speculate that climate change may affect the frequency and coloration of rainbows because of changes inrainfall patternsas well as air pollution, which can affecthow light scatters. But these theories are not related to a tainted water supply.", "hrefs": "https://www.nationalgeographic.co.uk/environment-and-conservation/2022/11/more-rainbows-are-in-our-future-and-thats-a-bad-omen"}]}, {"url": "https://www.politifact.com/factchecks/2023/apr/28/facebook-posts/antarctica-doesnt-contain-the-planets-oceans-and-e/", "title": "The ocean is \"flat\" and \"contained\" by land features that jut up from a flat (not spherical) earth.", "author": "Andy Nguyen", "posted": "04/28/2023", "sci_digest": ["Sea level is uneven across the planet., Several factors influence the oceans varied topography, including underwater mountains, underwater cliffs and undersea currents., Gravity holds the ocean down to the planet."], "paragraphs": ["The Earth is not flat, but that hasnt stopped conspiracy theories that argue otherwise.", "An April 20 Facebook post from an account promoting flat Earth theories adds to the pile, claiming the ocean is held within a bowl-like container.", "Thepostfeatures a photo of a small string of islands in the middle of the ocean alongside a topographic diagram of the ocean floor.", "Text superimposed over the image claims \"the ocean isnt spherical.\"", "\"The ocean has no elevation features to its surface hence why we have SEA-LEVEL,\" the posts caption said.", "\"The continents are large islands that are popping above the ocean level; therefore, they are dry land, inside contained, flat water with elevation features.\"", "The caption adds that the container for the worlds ocean is Antarctica, which \"wraps 360 around the Earth\" and keeps the water from escaping.", "The post was flagged as part of Facebooks efforts to combat false news and misinformation on its News Feed.", "(Read more aboutour partnership with Meta, which owns Facebook.)", "None of the posts claims are based in reality.", "According to NASA, the ocean does have topographical features  water at sea level is not perfectly uniform across the Earth.", "Scientists can measure uneven sea levels by using a satellite tobounce radar wavesoff the waters surface.", "By measuring the time it takes for the radar wave to return, scientists can calculate variations in sea level height.", "The height differences arent plainly perceptible to the human eye as they happen across many miles of oceans, according to NASA.", "Several factors contribute to the variations in the sea level height.", "Ocean currents tilt the sea because of moving water and undersea mountains displace water by pushing it up.", "The Earths uneven, ellipsoid shape and gravitational forceaffectthe oceans height differences.", "Because Earths mass is unevenly distributed, the planets gravity is also uneven and the planetary surface is bumpy.", "Gravity is also why the ocean remains on the Earth, pulling it downwardtoward the planets centerlike everything else in the world.", "Antarctica is not a ridged region that encircles the world and contains the ocean  it is anice-covered continentin Earths southern hemisphere.", "The posts assertion that Earths continents are just large islands is also wrong.", "A continents size makes ittoo big to be considered an islanddespite being surrounded by water, according to National Geographic.", "Continents also dont sit entirely above sea level, withmultiple areas on Earthsitting well below it.", "A Facebook page promoting flat Earth conspiracy theories claimed that the ocean is \"flat\" and \"contained\" by land features that jut up from a flat (not spherical) earth.", "Sea level is uneven across the planet.", "Several factors influence the oceans varied topography, including underwater mountains, underwater cliffs and undersea currents.", "The ocean is held in place by Earths gravity, which pulls it down toward the planets center.", "We rate this claim False."], "issues": ["Science", "Facebook Fact-checks"], "image_data": [{"image_src": null, "image_caption": null}], "data": [{"sentence": "Thepostfeatures a photo of a small string of islands in the middle of the ocean alongside a topographic diagram of the ocean floor.", "hrefs": "https://archive.ph/ii4I5"}, {"sentence": "The post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more aboutour partnership with Meta, which owns Facebook.)", "hrefs": "https://www.facebook.com/help/1952307158131536?helpref=related"}, {"sentence": "Scientists can measure uneven sea levels by using a satellite tobounce radar wavesoff the water’s surface. By measuring the time it takes for the radar wave to return, scientists can calculate variations in sea level height.", "hrefs": "https://climate.nasa.gov/news/2318/just-5-questions-sea-surface-topography/"}, {"sentence": "The Earth’s uneven, ellipsoid shape and gravitational forceaffectthe ocean’s height differences. Because Earth’s mass is unevenly distributed, the planet’s gravity is also uneven and the planetary surface is bumpy.", "hrefs": "https://sealevel.nasa.gov/faq/9/are-sea-levels-rising-the-same-all-over-the-world-as-if-were-filling-a-giant-bathtub/#:~:text=Second%2C%20because%20the%20distribution%20of,it%20is%20a%20bumpy%20surface"}, {"sentence": "Gravity is also why the ocean remains on the Earth, pulling it downwardtoward the planet’s centerlike everything else in the world.", "hrefs": "https://oceanservice.noaa.gov/education/tutorial_geodesy/geo07_gravity.html"}, {"sentence": "Antarctica is not a ridged region that encircles the world and contains the ocean — it is anice-covered continentin Earth’s southern hemisphere.", "hrefs": "https://education.nationalgeographic.org/resource/antarctica/"}, {"sentence": "A continent’s size makes ittoo big to be considered an islanddespite being surrounded by water, according to National Geographic. Continents also don’t sit entirely above sea level, withmultiple areas on Earthsitting well below it.", "hrefs": "https://education.nationalgeographic.org/resource/island/"}]}, {"url": "https://www.politifact.com/factchecks/2023/apr/21/instagram-posts/this-study-about-antarctica-doesnt-contradict-clim/", "title": "\"Scientists struggle to understand why Antarctica hasnt warmed for over 70 years despite rise in CO2.\"", "author": "Andy Nguyen", "posted": "04/21/2023", "sci_digest": ["A scientific study examined how Antarcticas high elevation and mountains help insulate the continent from climate changes effects at a much slower rate compared with the rest of the world., The study has been used out of context to deny human-driven climate changes existence., Recent studies have shown the continent is warming."], "paragraphs": ["Scientific community consensus says greenhouse gases from human activity are the main driver behind climate change.", "Nevertheless, a blog postshared on Instagramclaimed the lack of rising temperatures in Antarctica in the last 70 years, despite increasing levels of atmospheric carbon dioxide, proves that human-driven climate change is merely an \"unproven hypothesis.\"", "Conservative commentatorDinesh DSouzaused his Instagram account to share theblog posts headline, \"Scientists Struggle to Understand Why Antarctica Hasnt Warmed for Over 70 Years Despite Rise in CO2.\"", "\"Hahahahahahahahahahahahahaha!", "#climatechange,\" DSouza wrote in the caption.", "The headlines source, The Daily Sceptic, is a British blog known for sharingCOVID-19 misinformation.", "The studys co-author told PolitiFact the blog took the paper out of context; the study doesnt dispute human-driven climate change.", "The post was flagged as part of Metas efforts to combat false news and misinformation on its News Feed.", "(Read more aboutour partnership with Meta, which owns Facebook and Instagram.)", "The Daily Sceptic cites a2020 paperpublished in the scientific journal Nature that explored the insulating properties of Antarcticas high elevation and mountain ranges.", "The Daily Sceptic article focused on a sentence from the papers abstract that noted that Antarctica\"has not warmed in the last seven decades\" despite an increase in atmospheric greenhouse gases.", "The blog then drew its own conclusion from this sentence: \"The lack of warming over a significant portion of the Earth undermines the unproven hypothesis that the carbon dioxide humans add to the atmosphere is the main determinant of global climate,\" it said.", "But thats not at all what the original study said.", "Its co-author Hansi Sing, anassistant professorat the University of Victorias School of Earth and Ocean Science, told PolitiFact that climate change deniers used the abstract out of context.", "Sing said the point of the paper was to show that, between 1950 and 2014, Antarctica warmed significantly less than the global average  especially when compared with the Arctic, which has warmed three times faster than the average, Singh said.", "\"Nobody understands what the paper says because theyre using it for that one line because it was published in a nature journal,\" she said.", "\"It just means that (Antarctica) will warm slower until the ice sheets elevation starts declining.\"", "The Washington Post reported Antarcticas average elevation is around7,000 feet above sea level, allowing snow and ice to last longer on the continent.", "This leads to more sunlight reflected, reducing the amount of solar energy the continent absorbs.", "The Arctic is a flatter, thin sheet of ice that sits directly on the ocean, making it more susceptible to solar energy.", "Antarctica is also massive, spanning more than5 million square miles.", "Because of the size, climate change has an uneven effect on the continent.", "Recentstudieshave found significant warming occurring in the continents western region and its peninsula within the last 30 years compared with the more mountainous eastern region.", "Singh says her study doesnt rebut those findings.", "The other studies were made with more recent information, whereas Singhs paper looked at data up to 2014.", "The rise in temperatures reported in the other papers corresponded with the sea ice surrounding Antarctica beginning to decline in 2016 and causing the continents ice sheet to meltfaster than previously seen, changing our understanding of how climate change affects Antarctica, she said.", "\"Its just different time scales that were looking at,\" Singh said.", "Climate change misinformation from the Daily Sceptic is not new.", "Fact-checkers foundmultiple articlesfrom the blogabout the subjectas misleading or false, including the notion that changes in the Earths climate are natural and not caused by greenhouse gas emissions.", "PolitiFact rated Falsesimilar claimsthat said climate changeis a natural phenomenon.", "Although the Earths climate has changed based on the amount of solar radiation the planet received throughout its history, an overwhelming number of scientists found that the changes that have occurred since the Industrial Revolution in the late 18th century are too drastic to be natural.", "The increase in manufacturing and fossil fuel that began in the 1800s has led to the release of large amounts of greenhouse gases such as carbon dioxide and methane, which help trap heat within the Earths atmosphere.", "Earths average temperature has risen by about2 degrees Fahrenheitsince modern global temperature measurements began in 1880.", "An image on Instagram shared a headline that read, \"Scientists struggle to understand why Antarctica hasnt warmed for over 70 years despite rise in CO2.\"", "But the headline originated from a blog post that misleadingly characterized a study on the insulating properties of Antarcticas high elevation and mountain ranges.", "A co-author for the study said the abstract was used out of context, and the paper doesnt rebut the idea of human-fueled climate change or show that the continent hasnt warmed in the last 70 years.", "We rate this claim False."], "issues": ["Climate Change", "Science", "Facebook Fact-checks"], "image_data": [{"image_src": null, "image_caption": null}], "data": [{"sentence": "Nevertheless, a blog postshared on Instagramclaimed the lack of rising temperatures in Antarctica in the last 70 years, despite increasing levels of atmospheric carbon dioxide, proves that human-driven climate change is merely an \"unproven hypothesis.\"", "hrefs": "https://perma.cc/LU9Z-LN9L"}, {"sentence": "Conservative commentatorDinesh D’Souzaused his Instagram account to share theblog post’s headline, \"Scientists Struggle to Understand Why Antarctica Hasn’t Warmed for Over 70 Years Despite Rise in CO2.\"", "hrefs": "https://www.politifact.com/personalities/dinesh-dsouza/"}, {"sentence": "The headline’s source, The Daily Sceptic, is a British blog known for sharingCOVID-19 misinformation. The study’s co-author told PolitiFact the blog took the paper out of context; the study doesn’t dispute human-driven climate change.", "hrefs": "https://toolbox.google.com/factcheck/explorer/search/Daily%20Sceptic;hl=en"}, {"sentence": "The post was flagged as part of Meta’s efforts to combat false news and misinformation on its News Feed. (Read more aboutour partnership with Meta, which owns Facebook and Instagram.)", "hrefs": "https://www.facebook.com/help/1952307158131536?helpref=related"}, {"sentence": "The Daily Sceptic cites a2020 paperpublished in the scientific journal Nature that explored the insulating properties of Antarctica’s high elevation and mountain ranges. The Daily Sceptic article focused on a sentence from the paper’s abstract that noted that Antarctica\"has not warmed in the last seven decades\" despite an increase in atmospheric greenhouse gases.", "hrefs": "https://archive.is/Dj3xZ#selection-1429.196-1429.205"}, {"sentence": "But that’s not at all what the original study said. Its co-author Hansi Sing, anassistant professorat the University of Victoria’s School of Earth and Ocean Science, told PolitiFact that climate change deniers used the abstract out of context.", "hrefs": "https://www.uvic.ca/science/seos/people/faculty/profiles/singh-hansi.php"}, {"sentence": "The Washington Post reported Antarctica’s average elevation is around7,000 feet above sea level, allowing snow and ice to last longer on the continent. This leads to more sunlight reflected, reducing the amount of solar energy the continent absorbs.", "hrefs": "https://www.washingtonpost.com/climate-environment/interactive/2022/global-cool-spots-least-warming/"}, {"sentence": "Antarctica is also massive, spanning more than5 million square miles. Because of the size, climate change has an uneven effect on the continent.", "hrefs": "https://www.britannica.com/place/Antarctica"}, {"sentence": "Recentstudieshave found significant warming occurring in the continent’s western region and its peninsula within the last 30 years compared with the more mountainous eastern region. Singh says her study doesn’t rebut those findings.", "hrefs": "https://www.science.org/doi/10.1126/sciadv.abj9134"}, {"sentence": "The other studies were made with more recent information, whereas Singh’s paper looked at data up to 2014. The rise in temperatures reported in the other papers corresponded with the sea ice surrounding Antarctica beginning to decline in 2016 and causing the continent’s ice sheet to meltfaster than previously seen, changing our understanding of how climate change affects Antarctica, she said.", "hrefs": "https://www.npr.org/sections/thetwo-way/2016/10/25/499206005/antarcticas-ice-sheets-are-melting-faster-and-from-beneath"}, {"sentence": "Climate change misinformation from the Daily Sceptic is not new. Fact-checkers foundmultiple articlesfrom the blogabout the subjectas misleading or false, including the notion that changes in the Earth’s climate are natural and not caused by greenhouse gas emissions.", "hrefs": "https://climatefeedback.org/claimreview/letter-there-is-no-climate-emergency-repeats-inaccurate-claims-about-climate-science-daily-sceptic-toby-young/"}, {"sentence": "PolitiFact rated Falsesimilar claimsthat said climate changeis a natural phenomenon.", "hrefs": "https://www.politifact.com/factchecks/2023/jan/23/instagram-posts/climate-change-is-not-a-naturally-occurring-phenom/"}, {"sentence": "Earth’s average temperature has risen by about2 degrees Fahrenheitsince modern global temperature measurements began in 1880.", "hrefs": "https://www.climate.gov/news-features/understanding-climate/climate-change-global-temperature"}]}, {"url": "https://www.politifact.com/factchecks/2023/apr/20/facebook-posts/video-of-former-cia-director-is-not-proof-that-gov/", "title": "A video proves that our own government is acknowledging that theyre spraying the skies with toxic chemicals.", "author": "Jeff Cercone", "posted": "04/20/2023", "sci_digest": ["Former CIA Director John Brennan did not say that the government is spraying toxic chemicals into the air., Brennan spoke in 2016 at the Council on Foreign Relations about stratospheric aerosol injection, a proposed method of geoengineering that could mitigate the effects of global warming.", "It involves spraying particles, such assulfur dioxide, into the stratosphere to reflect sunlight.", "The technology is not currently in use., Congress last year directed the federal Office of Science and Technology Policy to prepare a five-year research plan assessing the risks and hazards of climate interventions, known as geoengineering.", "The research would not involve releasing materials into the atmosphere, a spokesperson for the office said."], "paragraphs": ["The conspiracy theory that the U.S. government is intentionally spraying toxic chemicals into the air has persisted for nearly two decades.", "Thebaselessclaimsoften refer to so-called \"chemtrails\" and say that the condensation trails behind airplanes are part of an atmospheric spraying program meant to depopulate the world.", "A new, related claim says the government has admitted to the spraying, citing a video of former CIA Director John Brennan.", "A man in avideoshared April 14 on Facebook said he was following up on a previous post about \"the sprays that theyre putting in the air.\"", "Those sprays are \"designed to stunt the growth of your crops\" and \"to keep you lethargic, to keep your brain not functioning properly.\"", "He said video footage shows Brennan \"telling you exactly what the government is doing.\"", "The man showed a clip from Brennans 2016speech on global security threatsat the Council on Foreign Relations.", "Brennan talked about stratospheric aerosol injection, onemethodof solar geoengineering that he said could help reverse global warming.", "The Facebook videos narrator then said, \"The cat is out of the bag right?", "Our own government is acknowledging that theyre spraying the skies.\"", "This post was flagged as part of Metas efforts to combat false news and misinformation on its News Feed.", "(Read more about ourpartnership with Meta, which owns Facebook and Instagram.)", "But Brennan did not say the government is spraying the sky with toxic chemicals.", "He discussed the benefits and downside of one possible climate intervention that has not ever been and is not currently in use.", "During the speech, Brennan acknowledged, \"As promising as it may be, moving forward on (stratospheric aerosol injection) would also raise a number of challenges for our government and for the international community.\"", "Stratospheric aerosol injection is a proposal for cooling the climate by injecting small particles, or aerosols, into the atmosphere about 10 miles above the Earths surface, said Chris Field, a Stanford University professor and director of the universitys Woods Institute for the Environment.", "The theory is that the particles would reflect sunlight back into space, reducing global warming.", "The particles could be sulfur dioxide or calcium carbonate, Field said.", "Both are naturally occurring chemical compounds.", "\"The evidence that this could cool the climate is strong, based on observations of past volcanic eruptions, our basic understanding of atmospheric chemistry and physics, and lab experiments,\" said Field, who chaired a 2021National Academies of Science reporton solar geoengineering research.", "\"There are still many unknowns, reflecting limited experimentation.\"", "Natures version of stratospheric aerosol injection is a strong volcanic eruption that injects dust particles and gas, such as sulfur dioxide, into the stratosphere, said Kevin Trenberth, a National Center of Atmospheric Research distinguished scholar.", "In 1991, the eruption of Mount Pinatubo in the Philippines resulted in about 20 million tons of sulfur dioxide into the stratosphere, according to afact sheetfrom the United States Geological Survey.", "That caused global temperatures to drop by about 1 degree Fahrenheit for two years, from 1991 to 1993.", "The U.S. government isnt currently using stratospheric aerosol injection, Field said.", "\"In the U.S., there are no research teams exploring this technology\" with experiments outside laboratories, Field said.", "\"The U.S. government does not have a coordinated research program on (stratospheric aerosol injection).\"", "There have been a few attempts by private researchers to disperse sunlight-reflecting particles outside of labs.", "A 2021 geoengineering experiment in Sweden by Harvard researcherswas called offamid opposition from environmentalists.", "That experiment also has been the subject offalse claims.", "Last year, Make Sunsets, a private company, released weather balloons in Baja California, hoping to emit a small amount of sulfur dioxide in the stratosphere.", "The company didnt track the balloons, but theMexican government subsequentlyissued aban on solar engineering experiments.", "Private researchers in the United Kingdom tried a similar small-scale venture last fall designed to test equipment, but results havent been published,according to MIT Technology Review.", "Legislation signed in 2022directedthe White House Office of Science and Technology Policy and relevant federal agencies to draft a five-year research plan for solar radiation modification research, which could include stratospheric aerosol injection, a spokesperson for the agency said.", "The report will not be new research, the spokesperson said, but will highlight knowledge gaps and priority research areas to advance understanding of the field.", "The spokesperson said the U.S. government is engaged in a limited subset of research in this field, which includes modeling and laboratory research.", "No federal research activities involve field testing, deployment, outdoor experimentation or releases of materials into the atmosphere, he said.", "Climate expertsappeardividedonthis formofclimate interventionbecause of possible unintended consequences.", "But manyagreeits a subjectworth researching.", "A Facebook post claims that video footage of Brennan proves that \"our own government is acknowledging that theyre spraying the skies\" with toxic chemicals.", "In the 2016 footage, Brennan talked about stratospheric aerosol injection, one of several proposed climate interventions.", "It was not in use then and Brennan did not say it was.", "It is not in use now, either.", "We rate the claim False.", "RELATED:Joe Bidens climate plan backs public transit and telecommuting, but doesnt say stay home RELATED:Human activity causes climate change?", "Yes, but from greenhouses gases, not weather modification RELATED:Claim that U.S. government is spraying toxic brew of chemicals from airplanes is a conspiracy RELATED:See more fact-checks about climate change"], "issues": ["Climate Change", "Public Health", "Science", "Facebook Fact-checks"], "image_data": [{"image_src": null, "image_caption": null}], "data": [{"sentence": "Thebaselessclaimsoften refer to so-called \"chemtrails\" and say that the condensation trails behind airplanes are part of an atmospheric spraying program meant to depopulate the world.", "hrefs": "https://www.politifact.com/factchecks/2022/feb/02/facebook-posts/claim-us-government-spraying-toxic-brew-chemicals-/"}, {"sentence": "A man in avideoshared April 14 on Facebook said he was following up on a previous post about \"the sprays that they’re putting in the air.\" Those sprays are \"designed to stunt the growth of your crops\" and \"to keep you lethargic, to keep your brain not functioning properly.\"", "hrefs": "https://www.facebook.com/DougandStacy/posts/1522123868639352/"}, {"sentence": "The man showed a clip from Brennan’s 2016speech on global security threatsat the Council on Foreign Relations. Brennan talked about stratospheric aerosol injection, onemethodof solar geoengineering that he said could help reverse global warming.", "hrefs": "https://www.cfr.org/event/john-brennan-transnational-threats-global-security"}, {"sentence": "This post was flagged as part of Meta’s efforts to combat false news and misinformation on its News Feed. (Read more about ourpartnership with Meta, which owns Facebook and Instagram.)", "hrefs": "https://www.facebook.com/help/1952307158131536?helpref=related"}, {"sentence": "\"The evidence that this could cool the climate is strong, based on observations of past volcanic eruptions, our basic understanding of atmospheric chemistry and physics, and lab experiments,\" said Field, who chaired a 2021National Academies of Science reporton solar geoengineering research. \"There are still many unknowns, reflecting limited experimentation.\"", "hrefs": "https://nap.nationalacademies.org/read/25762/chapter/1"}, {"sentence": "In 1991, the eruption of Mount Pinatubo in the Philippines resulted in about 20 million tons of sulfur dioxide into the stratosphere, according to afact sheetfrom the United States Geological Survey. That caused global temperatures to drop by about 1 degree Fahrenheit for two years, from 1991 to 1993.", "hrefs": "https://pubs.usgs.gov/fs/1997/fs113-97/"}, {"sentence": "A 2021 geoengineering experiment in Sweden by Harvard researcherswas called offamid opposition from environmentalists. That experiment also has been the subject offalse claims.", "hrefs": "https://www.nytimes.com/2021/04/02/climate/solar-geoengineering-block-sunlight.html"}, {"sentence": "Last year, Make Sunsets, a private company, released weather balloons in Baja California, hoping to emit a small amount of sulfur dioxide in the stratosphere. The company didn’t track the balloons, but theMexican government subsequentlyissued aban on solar engineering experiments. Private researchers in the United Kingdom tried a similar small-scale venture last fall designed to test equipment, but results haven’t been published,according to MIT Technology Review.", "hrefs": "https://www.reuters.com/business/environment/how-two-weather-balloons-led-mexico-ban-solar-geoengineering-2023-03-27/#:~:text=MEXICO%20CITY%2C%20March%2027%20(Reuters,them%20float%20towards%20the%20stratosphere"}, {"sentence": "Legislation signed in 2022directedthe White House Office of Science and Technology Policy and relevant federal agencies to draft a five-year research plan for solar radiation modification research, which could include stratospheric aerosol injection, a spokesperson for the agency said.", "hrefs": "https://www.whitehouse.gov/ostp/legal/"}, {"sentence": "Climate expertsappeardividedonthis formofclimate interventionbecause of possible unintended consequences. But manyagreeit’s a subjectworth researching.", "hrefs": "https://time.com/6264143/geoengineering-climate-scientists-divided/"}, {"sentence": "RELATED:Joe Biden’s climate plan backs public transit and telecommuting, but doesn’t say ‘stay home’", "hrefs": "https://www.politifact.com/factchecks/2023/mar/08/washington-free-beacon/joe-bidens-climate-plan-backs-public-transit-and-t/"}, {"sentence": "RELATED:Human activity causes climate change? Yes, but from greenhouses gases, not weather modification", "hrefs": "https://www.politifact.com/factchecks/2023/mar/29/instagram-posts/human-activity-causes-climate-change-yes-greenhous/"}, {"sentence": "RELATED:Claim that U.S. government is spraying ‘toxic brew of chemicals’ from airplanes is a conspiracy", "hrefs": "https://www.politifact.com/factchecks/2022/feb/02/facebook-posts/claim-us-government-spraying-toxic-brew-chemicals-/"}, {"sentence": "RELATED:See more fact-checks about climate change", "hrefs": "https://www.politifact.com/climate-change/"}]}, {"url": "https://www.politifact.com/factchecks/2023/mar/10/facebook-posts/yes-beverages-can-foil-home-covid-19-tests-doesnt/", "title": "Video shows that certain drinks can test positive for COVID-19 when using at-home COVID-19 tests.", "author": "Madison Czopek", "posted": "03/10/2023", "sci_digest": ["A Facebook user claimed that Minute Maid Peach Punch tested positive for COVID-19 on a rapid test.", "The test appeared to display positive results, but that doesnt mean the test detected the virus., Research shows that certain substances can cause rapid antigen tests to display false positive results, particularly when used without the tests provided buffer solutions., Rapid COVID-19 tests are meant to analyze human samples, not drinks, so those positive results do not mean the tests are inaccurate, an expert said."], "paragraphs": ["Videos shared on Facebook suggest that testing samples of different beverages on at-home COVID-19 tests will get you a positive test result.", "Ina videoshared March 2, a Facebook user claimed shed been accused of faking a positive COVID-19 rapid test result after testing a sample of Fanta Orange soda.", "\"A lot of you guys were saying that it was fake,\" she said.", "\"So I went in my refrigerator and I grabbed a jug of Minute Maid Peach Punch, and I went ahead and put three drops on\" the COVID-19 test, she said, as video showed her using a swab to add droplets of punch into the sample port of an iHealth COVID-19 test.", "\"So the first line did pop up,\" she said seconds later.", "\"And then it (began) to look like a second line, but it wasnt really clear, so were going to let it sit for a little more time.", "Mind you, you do have to let the COVID test sit for 15 minutes to get accurate results.\"", "After just a few more seconds, though, she reached her conclusion.", "\"So, here you can see: That is definitely a positive COVID test,\" she said.", "\"It did test positive for COVID, Minute Maid Peach Punch.\"", "\"I need answers,\" the Facebook user wrote, adding the thinking emoji.", "A person in the comments suggested that the positive result furthered their belief that the tests \"are bogus.\"", "Other people suggested the positive result came from failing to follow the tests instructions.", "(Screenshots from Facebook.)", "This post was flagged as part of Facebooks efforts to combat false news and misinformation on its News Feed.", "(Read more about ourpartnership with Meta, which owns Facebook and Instagram.)", "Testingdrops of somebeverages(andothersubstances) with a COVID-19 test can cause the test to display a positive result.", "That does not mean those drinks contained the virus, nor does it prove that at-home COVID-19 tests are unreliable.", "In 2021,researchers foundthat adding samples of soda, energy drinks, alcoholic beverages and even bottled water to whats known as the \"sample port\" of an at-home COVID-19 antigen test can cause a positive red test line to appear.", "When tests are used according to the directions, the sample port refers to the part of the test where you add droplets of the liquid that contain a biological sample from a nasal swab.", "However, when those same drinks were equally mixed with the recommended buffer, the tests did not produce positive results.", "The researchers theorized that the false positive results could stem from the drinks pH interacting with the COVID-19 test.", "When the Facebook user ran her Minute Maid Peach Punch experiment, she did not use the recommended buffer.", "Dr. Alexander Edwards, an associate professor in biomedical technology at the University of Reading in England, told PolitiFact in an email that manufacturers and researchers who create COVID-19 rapid tests  know that \"a few things\" such as an acidic liquid, \"can cause false positive results.\"", "\"The sample collection liquid supplied with the tests corrects for acidity in swab samples by containing a buffer,\" Edwards said.", "For those who know how rapid COVID-19 tests work, its not surprising that drinks can cause the tests to record a positive result, he said.", "And those positive results dont prove that the tests are inaccurate.", "\"We should never be testing drinks,\" he wrote.", "\"These tests are intended to test human samples!\"", "The U.S. Food and Drug Administrationsposted directionsfor the iHealth COVID-19 rapid test instruct users to swab the inside of both nostrils \"in a circular motion\" at least 5 times over the course of about 15 seconds.", "Next, people must insert the swab into the tube of buffer liquid, stir it at least 15 times, and squeeze the tube while removing the swab to collect as much liquid as possible.", "After replacing the dropper cap to the tube of buffer liquid, people should add three drops of the sample to the tests sample port.", "Then, its time to wait 15 minutes.", "The Facebook user added three drops of liquid and mentioned the need to wait 15 minutes, but she did not follow the test instructions.", "She dropped juice  not a nasal swab sample  directly into the sample port with no buffer solution and read her result well before 15 minutes had passed.", "When rapid test instructions are followed, Edwards said test accuracy is \"remarkably good,\" with incorrect positive results \"typically happening less often than in 1 in 1,000 tests.\"", "\"With any medical device or test, if you dont follow instructions there is a risk of incorrect result,\" he said.", "Even when used correctly, rapid tests arent perfect.", "The FDAsaysat-home COVID-19 antigen tests are less accurate than molecular tests, such as PCR tests.", "While PCR tests are expected to detect the SARS-CoV-2 virus at least 95% of the time when a person is infected, at-home antigen tests \"are generally expected to detect the SARS-CoV-2 virus at least 80% of the time,\" the FDAwrote.", "Still, if tests are used per the instructions, the limitations \"are massively outweighed by benefits,\" Edwards said.", "In a statement, iHealth said that acidic substances, such as juice or soda, can alter the pH value of the COVID-19 test card and lead to inaccurate test results.", "For that reason, \"it is important to strictly follow the instructions and avoid external factors that can interfere with the accuracy of the test results,\" it said.", "A Facebook user claimed that her video showed that Minute Maid Peach Punch tested positive for COVID-19 on a rapid test.", "Researchers found that certain substances can cause rapid antigen tests to display false positive results, particularly when used without the tests provided buffer solutions.", "And the positive results dont mean that the test detected the virus.", "An expert said that the tests are meant to analyze human samples, not drinks, so those positive results do not mean the tests are inaccurate.", "There is always a risk of incorrect results when medical test instructions are not followed properly, he said.", "We rate this claim False.", "UPDATE, March 13, 2023: This version has been updated with a statement from iHealth.", "The rating is unchanged.", "RELATED:Austrian politician goofed in testing Coca-Cola sample for COVID-19"], "issues": ["Corrections and Updates", "Science", "Facebook Fact-checks", "Coronavirus"], "image_data": [{"image_src": "https://static.politifact.com/politifact/photos/Minute_Maid_lemonade_COVID_test_false_graphic.jpeg", "image_caption": null}], "data": [{"sentence": "Ina videoshared March 2, a Facebook user claimed she’d been accused of faking a positive COVID-19 rapid test result after testing a sample of Fanta Orange soda.", "hrefs": "https://ghostarchive.org/archive/X5fWq"}, {"sentence": "This post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about ourpartnership with Meta, which owns Facebook and Instagram.)", "hrefs": "https://www.facebook.com/help/1952307158131536?helpref=related"}, {"sentence": "Testingdrops of somebeverages(andothersubstances) with a COVID-19 test can cause the test to display a positive result. That does not mean those drinks contained the virus, nor does it prove that at-home COVID-19 tests are unreliable.", "hrefs": "https://www.politifact.com/factchecks/2020/dec/17/instagram-posts/austrian-politician-goofed-testing-coca-cola-sampl/"}, {"sentence": "In 2021,researchers foundthat adding samples of soda, energy drinks, alcoholic beverages and even bottled water to what’s known as the \"sample port\" of an at-home COVID-19 antigen test can cause a positive red test line to appear.", "hrefs": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8372450/"}, {"sentence": "The U.S. Food and Drug Administration’sposted directionsfor the iHealth COVID-19 rapid test instruct users to swab the inside of both nostrils \"in a circular motion\" at least 5 times over the course of about 15 seconds. Next, people must insert the swab into the tube of buffer liquid, stir it at least 15 times, and squeeze the tube while removing the swab to collect as much liquid as possible.", "hrefs": "https://www.fda.gov/media/153924/download"}, {"sentence": "Even when used correctly, rapid tests aren’t perfect. The FDAsaysat-home COVID-19 antigen tests are less accurate than molecular tests, such as PCR tests. While PCR tests are expected to detect the SARS-CoV-2 virus at least 95% of the time when a person is infected, at-home antigen tests \"are generally expected to detect the SARS-CoV-2 virus at least 80% of the time,\" the FDAwrote.", "hrefs": "https://www.fda.gov/medical-devices/safety-communications/home-covid-19-antigen-tests-take-steps-reduce-your-risk-false-negative-results-fda-safety"}, {"sentence": "RELATED:Austrian politician goofed in testing Coca-Cola sample for COVID-19", "hrefs": "https://www.politifact.com/factchecks/2020/dec/17/instagram-posts/austrian-politician-goofed-testing-coca-cola-sampl/"}]}, {"url": "https://www.politifact.com/factchecks/2023/mar/06/facebook-posts/is-the-moon-habitable-for-people-not-with-its-lack/", "title": "The moon is a habitable place.", "author": "Madison Czopek", "posted": "03/06/2023", "sci_digest": ["Available research suggests the moon is uninhabitable., The moon has a thin exosphere that contains a variety of atoms and molecules, including helium, argon, sodium and potassium.", "It is not breathable., Water molecules have been found on the moon, but not in liquid form and H2O molecules are incredibly scarce there."], "paragraphs": ["Its not time to move to the moon, no matter how out of this world the idea sounds.", "Citing an anonymous source, a social media post suggested the moon could be prime real estate.", "\"A confidential source claims that the moon is a habitable place and that it is inhabited by more than 250 million humanoid aliens,\" read the Feb. 6 Facebookpost.", "This post was flagged as part of Facebooks efforts to combat false news and misinformation on its News Feed.", "(Read more about ourpartnership with Meta, which owns Facebook and Instagram.)", "The post was shared by a Facebook page called \"UFO Sightings,\" which describes itself as a news and media website.", "The page, which has amassed more than 20,000 followers since its creation in February, often shares photos and links to articles about aliens, unidentified flying objects and other mysterious creatures and animals.", "The post proclaiming the moon habitable does not link to a longer article, however.", "It links only to the main UFO Sightings Facebook page.", "PolitiFact found no evidence to support the accounts claim that the moon is habitable.", "Generally, a planet is considered habitable if it \"can sustain life for a significant period of time,\" according toNASA.", "Within Earths solar system, NASAs website says that habitability requires liquid water, energy and nutrients.", "Available research suggests the moon is uninhabitable.", "The moon has a thin exosphere, similar to an atmosphere, that contains elements of helium, argon, sodium and potassium, according to theEuropean Space Agency.", "The exosphere isnotbreathable.", "For comparison, NASAreportedthat the density of the exosphere at the moons surface is about the same as the density of the outermost edges of Earths atmosphere, where the International Space Station orbits.", "Astronaut Buzz Aldrin Jr. poses for a photograph beside the U.S. flag on the moon during the Apollo 11 mission, July 20, 1969.", "Aldrin and fellow astronaut Neil Armstrong were the first men to walk on the lunar surface, where temperatures range from 243 degrees above to 279 degrees below zero.", "(AP/NASA) Earths closest neighbor also lacks liquid water, another key habitabilityrequirement.", "Scientists havedetectedice deposits near the moons poles in deep, dark craters  some of the coldest and most difficult parts of the solar system to explore.", "In 2020, NASA also confirmed that water molecules, or H2O, had beendiscoveredon sunlit surfaces of the moon.", "This bolstered findings from previous lunar missions that haddetected hydrationon the moon.", "But the H2O that does exist on the moon is incredibly scarce, according toNASA.", "\"As a comparison, the Sahara Desert has 100 times the amount of water than what the SOFIA mission detected in the lunar soil,\" the agencywrote.", "Stratospheric Observatory for Infrared Astronomy, aka SOFIA, an eight-year joint project of NASA and the German Space Agency at the Deutsches Zentrum fr Luft- und Raumfahrt, concluded in 2022.", "Lunar water molecules are so scarce that they form neither ice nor liquid water, a researchertold Reuters.", "\"A lot of people think that the detection Ive made is water ice, which is not true,\" said Casey Honniball, a researcher at NASAs Goddard Space Flight Center.", "\"Its just the water molecules  because theyre so spread out they dont interact with each other to form water ice or even liquid water.\"", "Although water molecules were detected, we found nothing to support claims that the moon is habitable for people.", "Researchers havenot foundevidence of any lunar life.", "We also found no evidence that there are \"more than 250 million humanoid aliens\" living there.", "This baseless claim circulated in 2018, and PolitiFact linked it to a debunked conspiracy theory that the moon is a hollow spaceship built by aliens.", "We rated the claim that the moon had more than 250 million citizensPants on Fire!", "A Facebook post claimed, \"the moon is a habitable place.\"", "Although water molecules have been found, there is no proof of liquid water on the moon and liquid water is necessary for planets to be humanly habitable, researchers say.", "The lunar exosphere is also thin and not breathable for humans.", "We rate these claims Pants on Fire!", "RELATED:No evidence of 250 million moon inhabitants.", "Thats made up"], "issues": ["Science", "Space", "Facebook Fact-checks"], "image_data": [{"image_src": "https://static.politifact.com/politifact/photos/Buzz_Aldrin_Jr._poses_for_photo_on_the_moon_July_20_1969.jpg", "image_caption": null}], "data": [{"sentence": "\"A confidential source claims that the moon is a habitable place and that it is inhabited by more than 250 million humanoid aliens,\" read the Feb. 6 Facebookpost.", "hrefs": "https://ghostarchive.org/archive/LgiAL"}, {"sentence": "This post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about ourpartnership with Meta, which owns Facebook and Instagram.)", "hrefs": "https://www.facebook.com/help/1952307158131536?helpref=related"}, {"sentence": "Generally, a planet is considered habitable if it \"can sustain life for a significant period of time,\" according toNASA. Within Earth’s solar system, NASA’s website says that habitability requires liquid water, energy and nutrients.", "hrefs": "https://seec.gsfc.nasa.gov/what_makes_a_planet_habitable.html"}, {"sentence": "The moon has a thin exosphere, similar to an atmosphere, that contains elements of helium, argon, sodium and potassium, according to theEuropean Space Agency. The exosphere isnotbreathable.", "hrefs": "https://www.esa.int/ESA_Multimedia/Images/2021/09/Ten_things_you_didn_t_know_about_the_Moon_Atmosphere"}, {"sentence": "For comparison, NASAreportedthat the density of the exosphere at the moon’s surface is about the same as the density of the outermost edges of Earth’s atmosphere, where the International Space Station orbits.", "hrefs": "https://www.nasa.gov/mission_pages/LADEE/news/lunar-atmosphere.html#.VCzkF2eSxQA"}, {"sentence": "Earth’s closest neighbor also lacks liquid water, another key habitabilityrequirement.", "hrefs": "https://pubmed.ncbi.nlm.nih.gov/11539468/"}, {"sentence": "Scientists havedetectedice deposits near the moon’s poles in deep, dark craters — some of the coldest and most difficult parts of the solar system to explore.", "hrefs": "https://www.planetary.org/articles/water-on-the-moon-guide"}, {"sentence": "In 2020, NASA also confirmed that water molecules, or H2O, had beendiscoveredon sunlit surfaces of the moon. This bolstered findings from previous lunar missions that haddetected hydrationon the moon. But the H2O that does exist on the moon is incredibly scarce, according toNASA.", "hrefs": "https://www.nasa.gov/press-release/nasa-s-sofia-discovers-water-on-sunlit-surface-of-moon"}, {"sentence": "\"As a comparison, the Sahara Desert has 100 times the amount of water than what the SOFIA mission detected in the lunar soil,\" the agencywrote.", "hrefs": "https://moon.nasa.gov/news/155/theres-water-on-the-moon/"}, {"sentence": "Lunar water molecules are so scarce that they form neither ice nor liquid water, a researchertold Reuters.", "hrefs": "https://www.reuters.com/article/us-space-exploration-moon/on-the-moon-water-water-everywhere-and-not-a-drop-to-drink-idUSKBN27B221"}, {"sentence": "Although water molecules were detected, we found nothing to support claims that the moon is habitable for people. Researchers havenot foundevidence of any lunar life.", "hrefs": "https://www.nasa.gov/ames/lunar-biology-lab"}, {"sentence": "This baseless claim circulated in 2018, and PolitiFact linked it to a debunked conspiracy theory that the moon is a hollow spaceship built by aliens. We rated the claim that the moon had more than 250 million citizensPants on Fire!", "hrefs": "https://www.politifact.com/factchecks/2018/apr/13/blog-posting/no-evidence-250-million-moon-inhabitants-s-fake-ne/"}, {"sentence": "RELATED:No evidence of 250 million moon inhabitants. That’s made up", "hrefs": "https://www.politifact.com/factchecks/2018/apr/13/blog-posting/no-evidence-250-million-moon-inhabitants-s-fake-ne/"}]}, {"url": "https://www.politifact.com/factchecks/2023/feb/15/facebook-posts/turkey-syria-earthquakes-were-natural-disaster-not/", "title": "The earthquake in Turkey is a \"scripted\" use of geo engineering weather modification HAARP", "author": "Jeff Cercone", "posted": "02/15/2023", "sci_digest": ["The High-frequency Active Auroral Research Program, or HAARP, uses radio waves to study the atmosphere.", "It cannot be used to manipulate the weather or cause disasters such as earthquakes., Turkey sits in a region with a lot of seismic activity, experts said.", "The two earthquakes on Feb. 6 that have killed more than 40,000 people were the deadliest in Turkey since a 1939 quake there killed 33,000 people."], "paragraphs": ["Not long after two major earthquakes on Feb. 6 killedmore than 40,000 peoplein Turkey and Syria, baseless social media claims alleged the earthquake was human-made.", "Some users went back to a familiarconspiracy theory,blaming the quakeson the High-frequency Active Auroral Research Program, or HAARP, which is based in Alaska.", "\"What really happened in Turkey?\"", "read a caption on a Feb. 7Facebook post, which called the disaster a \"scripted event\" and said \"they used geo engineering weather modification HAARP!\"", "The Facebook post also tried to tie the quakes to astrange-looking cloudthat was hovering over Bursa, Turkey, weeks earlier.", "But that was a natural meteorological event called alenticular cloud,The Washington Postreported.", "The post was flagged as part of Facebooks efforts to combat false news and misinformation on its News Feed.", "(Read more about ourpartnership with Meta, which owns Facebook and Instagram.)", "This months quakes were the deadliest in the country since a 1939 temblor killed about 33,000 people,The Associated Press reported.", "But Turkey is in aregion prone to earthquakes andHAARP cannot control the weather and has nothing to do with the recent quakes, HAARPs program manager and other experts said.", "\"This region was a place of well-known seismic hazard, and has had many earthquakes in the past,\" said Harold Tobin, director of the Pacific Northwest Seismic Network and a University of Washington professor of Earth and space sciences.", "Antennas for the High Frequency Active Auroral Research Program in Gakona, Alaska, seen here in 2007.", "(AP Photo/Mark Farmer) HAARPis a research site based in Gakona, Alaska.", "Researchers there use what they call an Ionospheric Research Instrument, the worlds most powerful high-frequency radio transmitter, to study theionosphere, which is part of earths upper atmosphere.", "The site was created by the military in the 1990s and sits on land owned by the U.S. Air Force.", "It has been solely managed and operated by the University of Alaska, Fairbanks since 2015.", "Perhaps because of its military start, HAARP has been thesubject of numerous false conspiracytheoriesover the years, with people alleging that itcan be usedtocause hurricanes,control weather, andcontrol minds.", "Jessica Matthews, the HAARP program manager, said in a statement that the equipment used at HAARP cannot cause what happened in Turkey.", "\"The recent earthquake and tragic loss of life in Turkey highlight the destruction that natural disasters can cause.", "The research equipment at the HAARP site cannot create or amplify natural disasters,\" she said.", "Nor can HAARP equipment be used to control or manipulate the weather, according to afrequently asked questions pageon its website.", "The Ionospheric Research Instrument at HAARP is an array of 180 high-frequency antennas spread over 33 acres of land, capable of sending 3.6 megawatts into the upper atmosphere,HAARP said.", "The radio transmitters are used to heat small regions of the ionosphere, and scientists then observe the effects.", "Research campaignsare run at the HAARP site two to four times per year, during which scientists collaborate on ionospheric research, typically for one to two weeks, a HAARP fact sheet shows.", "There were no active research campaigns when the earthquake struck Turkey.", "The most recent campaignconcluded in late December, when researchers sent radio waves into space to bounce off an asteroid to learn about its interior.", "Researchers, who are still analyzing the data, hope the results could help defend Earth against a large asteroid strike in the future.", "There are also passive scientific instruments at the site that continuously monitor the natural geomagnetic environment andprovide dataavailable to researchers in real time,accordingto HAARP.", "Wendy Bohon, a geologist who studies earthquakes and a strategic communication strategist for the Earth Science Division at NASA Goddard Space Flight Center, said HAARP and the earthquakes are unrelated.", "\"We see this kind of conspiratorial claim after every big earthquake, but the fact is that earthquakes happen all the time, every day, \" Bohon said.", "\"Devastating earthquakes happened in this region, and other regions around the world, before HAARP was ever even a glimmer in a scientist's eye.", "Earthquakes are entirely unrelated to HAARP.\"", "Tobin said HAARP can neither create an earthquake nor affect seismic activity.", "\"Energy in the ionosphere cannot cause earthquakes nor affect faults,\" Tobin said, calling it a longtime myth that \"has no basics in physics or geophysics.\"", "So what caused the 7.8 and 7.5 magnitude earthquakes?", "They \"occurred due to the driving force of plate tectonics,\" said Tobin.", "The earth's surface is covered by a thin layer of hard rock called the crust, which is broken into large pieces that move around slowly in a process calledplate tectonics.", "\"The places where the plates come together are the places where we have the most earthquakes,\" Bohon said.", "Most of Turkey sits on a tectonic plate called the Anatolian Plate.", "That plate is being pushed west as another plate, the Arabian plate, moves north, Bohon said.", "The Anatolian Plate slides west out of the Arabian plates way along fault systems, including two of the bigger fault systems: the North Anatolian Fault system and the East Anatolian Fault system.", "The plates are locked together, but over time, stress and strain from being pushed out of the way builds up along these faults until the rocks break, causing an earthquake, Bohon said.", "A 2018earthquake hazards mappublished by the Turkish government shows the fault systems marked in red, Bohon said.", "\"Geologists have known for a long time that these faults can and will have big earthquakes,\" Bohon said.", "\"The question was never if there would be earthquakes along these faults.", "The question was always when.\"", "A Facebook post claimed the earthquakes that hit Turkey and Syria earlier this month were generated by HAARP.", "But HAARP research, which involves sending high frequency radio waves into the ionosphere for research, cannot cause an earthquake, experts said.", "Meanwhile, Turkey is in a region prone to earthquakes, and theres no evidence the recent quakes happened because of anything other than natural causes.", "We rate the claim False."], "issues": ["Science", "Facebook Fact-checks"], "image_data": [{"image_src": null, "image_caption": null}], "data": [{"sentence": "Not long after two major earthquakes on Feb. 6 killedmore than 40,000 peoplein Turkey and Syria, baseless social media claims alleged the earthquake was human-made.", "hrefs": "https://www.reuters.com/world/middle-east/survivors-ever-fewer-earthquake-rubble-turkey-syria-2023-02-12/"}, {"sentence": "Some users went back to a familiarconspiracy theory,blaming the quakeson the High-frequency Active Auroral Research Program, or HAARP, which is based in Alaska.", "hrefs": "https://www.facebook.com/watch/?v=848149086276364"}, {"sentence": "\"What really happened in Turkey?\" read a caption on a Feb. 7Facebook post, which called the disaster a \"scripted event\" and said \"they used geo engineering weather modification HAARP!\"", "hrefs": "https://ghostarchive.org/archive/XqodV"}, {"sentence": "The Facebook post also tried to tie the quakes to astrange-looking cloudthat was hovering over Bursa, Turkey, weeks earlier. But that was a natural meteorological event called alenticular cloud,The Washington Postreported.", "hrefs": "https://www.instagram.com/p/CoiUiteyegw/"}, {"sentence": "The post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about ourpartnership with Meta, which owns Facebook and Instagram.)", "hrefs": "https://www.facebook.com/help/1952307158131536?helpref=related"}, {"sentence": "This month’s quakes were the deadliest in the country since a 1939 temblor killed about 33,000 people,The Associated Press reported. But Turkey is in aregion prone to earthquakes andHAARP cannot control the weather and has nothing to do with the recent quakes, HAARP’s program manager and other experts said.", "hrefs": "https://apnews.com/article/earthquakes-2023-turkey-syria-earthquake-government-8694408019fb13a8131cb146c347ec88"}, {"sentence": "HAARPis a research site based in Gakona, Alaska. Researchers there use what they call an Ionospheric Research Instrument, the world’s most powerful high-frequency radio transmitter, to study theionosphere, which is part of earth’s upper atmosphere.", "hrefs": "https://haarp.gi.alaska.edu/"}, {"sentence": "Perhaps because of its military start, HAARP has been thesubject of numerous false conspiracytheoriesover the years, with people alleging that itcan be usedtocause hurricanes,control weather, andcontrol minds.", "hrefs": "https://apnews.com/article/b044592a89b14171b50d2f5e9d4b4a6c"}, {"sentence": "Nor can HAARP equipment be used to control or manipulate the weather, according to afrequently asked questions pageon its website.", "hrefs": "https://haarp.gi.alaska.edu/faq"}, {"sentence": "The Ionospheric Research Instrument at HAARP is an array of 180 high-frequency antennas spread over 33 acres of land, capable of sending 3.6 megawatts into the upper atmosphere,HAARP said. The radio transmitters are used to heat small regions of the ionosphere, and scientists then observe the effects.", "hrefs": "https://haarp.gi.alaska.edu/faq"}, {"sentence": "Research campaignsare run at the HAARP site two to four times per year, during which scientists collaborate on ionospheric research, typically for one to two weeks, a HAARP fact sheet shows.", "hrefs": "https://haarp.gi.alaska.edu/campaigns"}, {"sentence": "There were no active research campaigns when the earthquake struck Turkey. The most recent campaignconcluded in late December, when researchers sent radio waves into space to bounce off an asteroid to learn about its interior. Researchers, who are still analyzing the data, hope the results could help defend Earth against a large asteroid strike in the future.", "hrefs": "https://www.gi.alaska.edu/news/nasa-and-haarp-conclude-asteroid-experiment"}, {"sentence": "There are also passive scientific instruments at the site that continuously monitor the natural geomagnetic environment andprovide dataavailable to researchers in real time,accordingto HAARP.", "hrefs": "https://haarp.gi.alaska.edu/diagnostic-suite"}, {"sentence": "The earth's surface is covered by a thin layer of hard rock called the crust, which is broken into large pieces that move around slowly in a process calledplate tectonics.", "hrefs": "https://www.britannica.com/science/plate-tectonics"}, {"sentence": "A 2018earthquake hazards mappublished by the Turkish government shows the fault systems marked in red, Bohon said.", "hrefs": "https://reliefweb.int/report/turkey/turkeys-new-earthquake-hazard-map-published"}]}, {"url": "https://www.politifact.com/factchecks/2023/feb/06/instagram-posts/video-doesnt-prove-claims-that-pfizer-conducted-ga/", "title": "Pfizer just got caught doing gain of function to mutate covid intentionally for vaccines.", "author": "Madison Czopek", "posted": "02/06/2023", "sci_digest": ["Gain-of-function research is work thats reasonably expected to make a pathogen more virulent or transmissible., Pfizer denied doing gain-of-function research while developing its COVID-19 vaccine, and an expert told PolitiFact he agreed with Pfizers assessment., A conservative group known for using deceptive tactics released video footage that sparked these claims about Pfizers research.", "The video purported to show an employee saying that Pfizer had considered doing research that would potentially mutate the virus that causes COVID-19 in order to preemptively develop vaccines."], "paragraphs": ["Over three years of the pandemic, scientists have worked to better understand the virus that causes COVID-19 so they could develop vaccines and treatments.", "A new claim going around the internet takes a more nefarious view, saying that in a quest for profit, vaccine researchers tried to make the virus more dangerous.", "\"Wait, Pfizer just got caught doing gain of function to mutate covid intentionally for new vaccines???\"", "read a screenshot shared toInstagramon Jan. 29.", "\"Why arent they arrested yet?", "This is even worse than what the conspiracy theorists warned about.\"", "This post was flagged as part of Facebooks efforts to combat false news and misinformation on its News Feed.", "(Read more about ourpartnership with Meta, which owns Facebook and Instagram.)", "The screenshot featured a Jan. 26 tweet by Peter Imanuelsen, a Swedish conservative political commentator and freelance journalist with a large Twitter following.", "That populartweetseems to refer to video footage recently released by Project Veritas.", "(Screenshot from Instagram.)", "Project Veritas is a conservative organization known for using deceptive tactics to obtain secretly recorded videos that they edit inmisleadingways and then publish.", "On Jan. 25, Project Veritas released video footage showing someone it identified as Jordon Trishton Walker, who the group said is Pfizers \"director of research and development, strategic operations.\"", "(PolitiFact was unable to verify Walkers connection to Pfizer or his title.)", "It is unknown what Project Veritas might have removed from his remarks.", "At one point in the video, however, Walker said that Pfizer was \"exploring\" the possibility of mutating the coronavirus to preemptively develop new vaccines.", "As the video continued, the Project Veritas employee said that the proposed research Walker described sounded like \"gain of function\" to him.", "With viruses, \"gain-of-function\" research refers to work thats reasonably expected to make a pathogen more virulent or transmissible, experts told PolitiFact.", "In a second video, Project Veritas confronted Walker about the remarks he made in the footage.", "Walker said hed been filmed without his knowledge.", "Walker said he had been \"trying to impress a person on a date  by lying.\"", "Pfizer denied the allegations about gain-of-function research.", "Thepharmaceuticalcompanyanditsexecutiveshave become targets of online misinformation because of Pfizers role in developing one of the mRNA COVID-19 vaccines.", "\"In the ongoing development of the Pfizer-BioNTech COVID-19 vaccine, Pfizer has not conducted gain of function or directed evolution research,\" the companywrote Jan. 27.", "Pfizer said that as new coronavirus variants have appeared, it has researched where the original SARS-CoV-2 virus was used to express the spike protein that emerged with those variants.", "Spike proteins arefoundon the virus surface; they latch onto receptors and facilitate the infection of healthy cells.", "That research helps scientists determine whether existing vaccines are able to produce antibodies that neutralize the new variant and whether they need to update the vaccine, Pfizers statement said.", "Robert Garry, a microbiology and immunology professor at Tulane Universitys School of Medicine, said he did not know of any evidence that Pfizer had conducted gain-of-function research on the virus that causes COVID-19.", "He said such research would have created a virus that was more transmissible or pathogenic, and nature has already provided several coronavirus variants that are much more transmissible.", "Garry said he thinks the question of whether research is gain-of-function or not hinges on the \"reasonably expected to increase transmissibility or pathology\" standard.", "People can differ, but he said he agrees with Pfizer that \"swapping\" spike proteins \"without other manipulation is unlikely to significantly increase transmissibility or pathology,\" and therefore would not be gain-of-function research.", "The U.S. Department of Health and Human Services requires additional safeguards and scrutiny of high-risk federally funded research that involves enhanced potential pandemic pathogens such as SARS-CoV-2, the virus that causes COVID-19.", "In 2017, the department releaseda frameworkfor making funding decisions related to that type of research.", "That framework specified that it would not consider \"activities associated with developing and producing vaccines\" to be enhanced potential pandemic pathogen research, even if such studies involved modifying the transmissibility or virulence of the pathogen.", "Because Pfizerdid not usefederal funding to develop its COVID-19 vaccine, the framework doesnt necessarily apply in this case.", "But Garry said its worth noting that even if Pfizer had received federal funding and been held to the framework, research to develop a COVID-19 vaccine would have been exempt from a gain-of-function classification.", "Additionally, the footage of Walkers comments showed that experiments were potentially proposed or considered, \"but there is no indication that they were ever carried out,\" said Joel Wertheim, an associate professor in the Department of Medicine at the University of California, San Diego.", "Pfizersstatementwas \"not a methods section of a paper,\" or a proposal that could be evaluated to determine what was being done, why and under what conditions, Wertheim said.", "Some social media users  including Project Veritas founder James OKeefe  latched onto specific language in Pfizers Jan. 27 statement, claiming that within the \"jargon\" the company admitted to doing gain-of-function research connected to the COVID-19 vaccines.", "(Screenshot from Instagram.)", "Garry reviewed Pfizers statement and concluded that no part of it suggested that the company had conducted gain-of-function research, however.", "Whats more, the portion of Pfizers statement that social media users underlined to claim that Pfizer \"admitted\" to doing gain-of-function vaccine research wasnt related to vaccines.", "It pertained to Pfizers oral antiviral medication Paxlovid.", "Walker did not return PolitiFacts requests for comment.", "Social media is rife with claims that Pfizer was \"caught\" mutating the pathogen that causes COVID-19 using gain-of-function research.", "The claim stems from video footage that purported to show a Pfizer employee saying that the company had considered research that would potentially mutate the virus behind COVID-19 in an effort to preemptively develop vaccines.", "Theres no evidence such experiments happened, however.", "Pfizer denied doing gain-of-function research while developing its COVID-19 vaccine.", "An expert told PolitiFact that he agreed with Pfizers assessment and would not classify the vaccine research Pfizer described doing as gain-of-function.", "We rate this claim False.", "PolitiFact researcher Caryn Baird contributed to this report.", "RELATED:Ask PolitiFact: What's going on with EcoHealth Alliance, the NIH and coronavirus research?"], "issues": ["Science", "Facebook Fact-checks", "Coronavirus"], "image_data": [{"image_src": "https://static.politifact.com/politifact/photos/Graphic_of_post_that_misinterprets_Pfizers_statement_on_GOF_research.jpeg", "image_caption": null}], "data": [{"sentence": "\"Wait, Pfizer just got caught doing gain of function to mutate covid intentionally for new vaccines???\" read a screenshot shared toInstagramon Jan. 29. \"Why aren’t they arrested yet? This is even worse than what the conspiracy theorists warned about.\"", "hrefs": "https://ghostarchive.org/iarchive/instagram/denise_4_freedom/3026695583064281888"}, {"sentence": "This post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about ourpartnership with Meta, which owns Facebook and Instagram.)", "hrefs": "https://www.facebook.com/help/1952307158131536?helpref=related"}, {"sentence": "The screenshot featured a Jan. 26 tweet by Peter Imanuelsen, a Swedish conservative political commentator and freelance journalist with a large Twitter following. That populartweetseems to refer to video footage recently released by Project Veritas.", "hrefs": "https://web.archive.org/web/20230131214101/https://twitter.com/PeterSweden7/status/1618673950535602177"}, {"sentence": "Project Veritas is a conservative organization known for using deceptive tactics to obtain secretly recorded videos that they edit inmisleadingways and then publish.", "hrefs": "https://nymag.com/intelligencer/2011/03/the_inevitable_backlash_agains.html"}, {"sentence": "Pfizer denied the allegations about gain-of-function research. Thepharmaceuticalcompanyanditsexecutiveshave become targets of online misinformation because of Pfizer’s role in developing one of the mRNA COVID-19 vaccines.", "hrefs": "https://www.politifact.com/factchecks/2022/dec/15/instagram-posts/pfizer-didnt-say-covid-vaccine-causes-stiff-person/"}, {"sentence": "\"In the ongoing development of the Pfizer-BioNTech COVID-19 vaccine, Pfizer has not conducted gain of function or directed evolution research,\" the companywrote Jan. 27.", "hrefs": "https://www.pfizer.com/news/announcements/pfizer-responds-research-claims"}, {"sentence": "Pfizer said that as new coronavirus variants have appeared, it has researched where the original SARS-CoV-2 virus was used to express the spike protein that emerged with those variants. Spike proteins arefoundon the virus’ surface; they latch onto receptors and facilitate the infection of healthy cells.", "hrefs": "https://newsroom.heart.org/news/coronavirus-spike-protein-activated-natural-immune-response-damaged-heart-muscle-cells"}, {"sentence": "In 2017, the department releaseda frameworkfor making funding decisions related to that type of research. That framework specified that it would not consider \"activities associated with developing and producing vaccines\" to be enhanced potential pandemic pathogen research, even if such studies involved modifying the transmissibility or virulence of the pathogen.", "hrefs": "https://www.phe.gov/s3/dualuse/documents/p3co.pdf"}, {"sentence": "Because Pfizerdid not usefederal funding to develop its COVID-19 vaccine, the framework doesn’t necessarily apply in this case. But Garry said it’s worth noting that even if Pfizer had received federal funding and been held to the framework, research to develop a COVID-19 vaccine would have been exempt from a gain-of-function classification.", "hrefs": "https://www.poynter.org/reporting-editing/2020/why-is-the-pfizer-vaccine-announcement-such-a-big-deal-heres-what-dont-we-know/"}, {"sentence": "Pfizer’sstatementwas \"not a methods section of a paper,\" or a proposal that could be evaluated to determine what was being done, why and under what conditions, Wertheim said.", "hrefs": "https://www.pfizer.com/news/announcements/pfizer-responds-research-claims"}, {"sentence": "RELATED:Ask PolitiFact: What's going on with EcoHealth Alliance, the NIH and coronavirus research?", "hrefs": "https://www.politifact.com/article/2021/oct/28/ask-politifact-what-does-nih-letter-say-about-gain/"}]}, {"url": "https://www.politifact.com/factchecks/2023/jan/31/facebook-posts/plentiful-evidence-proves-climate-change-is-not-a/", "title": "Global warming is a fraud.", "author": "Andy Nguyen", "posted": "01/31/2023", "sci_digest": ["Climate change is not a fraud., A vast majority of the worlds scientists agree that climate change is real and driven by greenhouse gases released into the atmosphere from human activity."], "paragraphs": ["Multiple social media posts continue to downplay or, in some cases, outright deny the existence of climate change despite overwhelming evidence supporting the scientific consensus it exists and is fueled by human activity.", "OneFacebook postshared Jan. 25 went as far as calling the concept a \"fraud.\"", "Nick Adams, a conservative pundit, shared a post featuring a photo of himself with text superimposed on the image assailing climate change.", "\"Global warming is the most significant fraud perpetrated on humanity this century,\" Adams said in the text.", "Adams included a caption with the photo that dismisses technology meant to combat climate change, saying, \"no more windmills, no more solar panels and no more electric cars.\"", "The post was flagged as part of Facebooks efforts to combat false news and misinformation on its News Feed.", "(Read more aboutour partnership with Facebook.)", "PolitiFact has debunked similar claims about climate change being ahoaxorscamin the past.", "Adams doesnt explain why he says climate change is a fraud; however, evidence proving its existence is plentiful and dates as early as the 1800s.", "The concept of the greenhouse effect, where gases in the Earths atmosphere trap and retain the suns heat, was first proposed in 1824 by French physicistJoseph Fourier.", "Fourier calculated that, based on its size and distance from the sun, Earth should have been colder than it was in the 1820s.", "He theorized that Earths atmosphere acted as an insulator, trapping heat close to the planets surface.", "Following Fouriers theory, scientists inseparate experimentsduring the late 1800s observed that certain gases such as carbon dioxide exhibited heat-absorbing properties.", "The U.S. Environmental Protection Agency considers carbon dioxide one of theprimary greenhouse gasescontributing to climate change.", "Nearly 80% of greenhouse gas emissions in the United States in 2020 were carbon dioxide.", "Although the Earths climate has changed throughout its history, NASA said the current warming trend the planet is undergoing ishappening too rapidlyto be natural.", "Human activity spurred by the Industrial Revolution caused an increase in burning fossil fuels, releasing large amounts of greenhouse gases such as carbon dioxide and methane into the atmosphere.", "\"It is undeniable that human activities have produced the atmospheric gases that have trapped more of the Suns energy in the Earth system,\" NASAswebsite said.", "\"This extra energy has warmed the atmosphere, ocean, and land, and widespread and rapid changes in the atmosphere, ocean, cryosphere, and biosphere have occurred.\"", "The release of greenhouse gases into the atmosphere from human activity is happening at a rate thats 250 times faster than from natural sources following the last ice age, according to NASA.", "Earths average temperature has increased by around2 degrees Fahrenheitsince 1880, when modern temperature measurements began, and continues to rise, the National Oceanic Atmospheric Administration reported.", "Besides the evidence of climate changes existence, NASA said 97% of\"actively publishing climate scientists\"agree its real and driven by humans.", "A vast majority ofdomesticandinternationalscientific organizations acknowledge the reality of climate change and humanitys role.", "A Facebook post claimed climate change is the \"most significant fraud perpetrated on humanity.\"", "Most of the worlds scientists found that climate change is real and fueled by human activity.", "Climate changes impact on the world can be traced back to the 1800s, when the Industrial Revolution led to an increase in the burning of fossil fuels and a corresponding release of greenhouse gases into the Earths atmosphere.", "The gases trap heat from the sun, warming the planet and causing temperatures to rise.", "We rate this claim False."], "issues": ["Climate Change", "Science", "Facebook Fact-checks"], "image_data": [{"image_src": null, "image_caption": null}], "data": [{"sentence": "OneFacebook postshared Jan. 25 went as far as calling the concept a \"fraud.\"", "hrefs": "https://web.archive.org/web/20230126233632/https://www.facebook.com/nickadamsinamerica/posts/pfbid02tNT5kLNKjZdvnTeEyupbDNw3NmvUtNGmPhw779yL94o7QGviKwsnyzdQYsGreBNNl?__cft__[0]=AZV7g53P3LRduR0iUrL_p34q3dNZCvxxBZQYc_tccnTOMjHFHbsUNnDk2KJXznNW__0S-yckYO_Nvs9iSp29DGNaUyZohZB5-OMHYeOEqJpf240nRvwV6hkF7LRna2oEuaoEemdmIUHC1niXhLC_2CUo&__tn__=%2CO%2CP-R"}, {"sentence": "The post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more aboutour partnership with Facebook.)", "hrefs": "https://www.facebook.com/help/1952307158131536?helpref=related"}, {"sentence": "PolitiFact has debunked similar claims about climate change being ahoaxorscamin the past.", "hrefs": "https://www.politifact.com/factchecks/2021/feb/16/viral-image/no-nasa-didnt-say-human-caused-climate-change-hoax/"}, {"sentence": "The concept of the greenhouse effect, where gases in the Earth’s atmosphere trap and retain the sun’s heat, was first proposed in 1824 by French physicistJoseph Fourier.", "hrefs": "https://www.irishtimes.com/news/science/how-joseph-fourier-discovered-the-greenhouse-effect-1.3824189"}, {"sentence": "Following Fourier’s theory, scientists inseparate experimentsduring the late 1800s observed that certain gases such as carbon dioxide exhibited heat-absorbing properties.", "hrefs": "https://blogs.scientificamerican.com/plugged-in/why-we-know-about-the-greenhouse-gas-effect/"}, {"sentence": "The U.S. Environmental Protection Agency considers carbon dioxide one of theprimary greenhouse gasescontributing to climate change. Nearly 80% of greenhouse gas emissions in the United States in 2020 were carbon dioxide.", "hrefs": "https://www.epa.gov/ghgemissions/overview-greenhouse-gases"}, {"sentence": "Although the Earth’s climate has changed throughout its history, NASA said the current warming trend the planet is undergoing ishappening too rapidlyto be natural.", "hrefs": "https://climate.nasa.gov/evidence/"}, {"sentence": "\"It is undeniable that human activities have produced the atmospheric gases that have trapped more of the Sun’s energy in the Earth system,\" NASA’swebsite said. \"This extra energy has warmed the atmosphere, ocean, and land, and widespread and rapid changes in the atmosphere, ocean, cryosphere, and biosphere have occurred.\"", "hrefs": "https://climate.nasa.gov/evidence/"}, {"sentence": "Earth’s average temperature has increased by around2 degrees Fahrenheitsince 1880, when modern temperature measurements began, and continues to rise, the National Oceanic Atmospheric Administration reported.", "hrefs": "https://www.climate.gov/news-features/understanding-climate/climate-change-global-temperature"}, {"sentence": "Besides the evidence of climate change’s existence, NASA said 97% of\"actively publishing climate scientists\"agree it’s real and driven by humans.", "hrefs": "https://climate.nasa.gov/faq/17/do-scientists-agree-on-climate-change/"}, {"sentence": "A vast majority ofdomesticandinternationalscientific organizations acknowledge the reality of climate change and humanity’s role.", "hrefs": "https://climate.nasa.gov/scientific-consensus/"}]}, {"url": "https://www.politifact.com/factchecks/2023/jan/27/instagram-posts/who-researched-vaccines-contraception-not-steriliz/", "title": "The World Health Organization has been working since 1974 on vaccines to create permanent sterility.", "author": "Madison Czopek", "posted": "01/27/2023", "sci_digest": ["A World Health Organization task force created in the 1970s helped develop a vaccine designed to temporarily prevent the production of a hormone that supports a pregnancy., Researchers were not directed to create a vaccine that caused permanent sterilization., An obstetrics and gynecology clinical professor told PolitiFact that pregnancy prevention is temporary and reversible.", "In contrast, sterilization is permanent and irreversible."], "paragraphs": ["The United Nations World Health Organization is tasked with promoting health and well-being worldwide.", "But online misinformation often targets the agency, claiming its trying to depopulate the planet.", "One recent Instagram post alleged that the WHO is researching a vaccine to sterilize people.", "In the Instagram video sharedJan.", "9, a woman identified as Dr. Rima Laibow said she opposed vaccines, at least in part, because they might be linked to sterilization.", "\"Well, first of all, lets start with the fact that the World Health Organization has decided that we have 90% too many people,\" Laibow said in the video.", "\"The World Health Organization has been working since 1974 on vaccines to create permanent sterility.\"", "This post was flagged as part of Facebooks efforts to combat false news and misinformation on its News Feed.", "(Read more about ourpartnership with Meta, which owns Facebook and Instagram.)", "The video clip is from a 2009episodeof \"Conspiracy Theory with Jesse Ventura,\" a show that digs into different conspiracy theories and ran from 2009 to 2012 on TruTV.", "According to TruTVs website, that episode centered on \"the worlds elite\" who meet annually and \"decide how they will run the world.\"", "The episodedescriptionsaid some people believe those elites plan to \"thin out the population through disease-and vaccines.\"", "Its unclear exactly what Laibow based her claims on.", "Laibows LinkedIn account said shes been practicing \"drug free medicine and psychiatry\" since 1970.", "She has previouslyspread misinformationabout the WHO, and her efforts to sell nanoparticles of silver to treatEbolaandCOVID-19have drawn scrutiny from the U.S. Food and Drug Administration.", "The WHO has researched whether a vaccine could be used to prevent pregnancy temporarily.", "But we did not find evidence proving that the group is creating a vaccine to permanently stop peoples ability to reproduce.", "The Instagram post muddles the differences between pregnancy prevention and sterilization.", "Pregnancy prevention is temporary and reversible, said Dr. Marc Feldstein, a clinical professor of obstetrics and gynecology at Northwestern Universitys Feinberg School of Medicine.", "\"Sterilization implies permanence,\" he said.", "Sterilizationfor women includes the closing off or removal of the fallopian tubes.", "Sterilization for men includes a vasectomy, a surgery that blocks the tubes that carry sperm.", "Feldstein said he knew of no evidence that the WHO has developed a vaccine that permanently sterilizes people.", "PolitiFact reached out to the WHO but did not hear back.", "In 1972, the WHO created a \"Task Force on Vaccines for Fertility Regulation.\"", "In 1974  the year Laibow singled out in her claim  the task force evaluated whether vaccines containing a variety of hormones, tissues and molecules could reduce fertility, according to a1991 WHO reviewof the task forces goals and research.", "The review said that the groups work resulted in a prototype anti-HCG vaccine that could be used as a form of birth control.", "HCG, or human chorionic gonadotropin, is a hormone the placenta produces during pregnancy, according to theCleveland Clinic.", "HCG triggers the body to produce more estrogen and progesterone.", "Together, the hormones support a pregnancy.", "Researchers wanted to know whether a vaccine inducing antibodies against HCG would stop the bodys progesterone production and therefore prevent pregnancy.", "Research continues, but someclinical trialssuggested the vaccine was effective.", "A 1988 phase oneclinical trialof an anti-HCG vaccine involving 30 volunteers showed \"potentially contraceptive levels of antibodies to HCG\" for up to six months.", "No adverse reactions were reported.", "Clinical trials by researchers at the National Institute of Immunology in New Delhi on another anti-HCG vaccine showed the vaccine waseffective at temporarily preventing pregnancy.", "That vaccine used a slightly different approach than the WHO-favored version, but both were anti-HCG vaccines.", "A2021 articleabout the status of contraceptive vaccines written by researchers from Government Medical College in Chandigarh, India, said that all anti-HCG vaccines currently being researched require multiple injections to achieve and maintain the contraceptive effect.", "Continuing studies are meant to develop vaccine formulas that can provide long-lasting pregnancy prevention after just one dose, according to the article.", "That 2021 article also noted that the \"block in fertility (is) reversible\" with anti-HCG vaccines.", "An Instagram video claimed, \"the World Health Organization has been working since 1974 on vaccines to create permanent sterility.\"", "PolitiFact found no evidence to support this claim.", "A WHO task force researched contraceptive vaccines and helped create an anti-HCG vaccine designed to temporarily prevent the production of a hormone that supports a pregnancy.", "But thats not the same as sterilization.", "Sterilization is permanent and irreversible; the anti-HCG vaccines effect was temporary.", "We rate this claim False.", "PolitiFact researcher Caryn Baird contributed to this report.", "RELATED:No, the COVID-19 vaccines are not weapons of mass destruction"], "issues": ["Health Care", "Science", "Facebook Fact-checks"], "image_data": [{"image_src": null, "image_caption": null}], "data": [{"sentence": "In the Instagram video sharedJan. 9, a woman identified as Dr. Rima Laibow said she opposed vaccines, at least in part, because they might be linked to sterilization.", "hrefs": "https://ghostarchive.org/iarchive/instagram/55cancri_e85/3012336771560078577"}, {"sentence": "This post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about ourpartnership with Meta, which owns Facebook and Instagram.)", "hrefs": "https://www.facebook.com/help/1952307158131536?helpref=related"}, {"sentence": "The video clip is from a 2009episodeof \"Conspiracy Theory with Jesse Ventura,\" a show that digs into different conspiracy theories and ran from 2009 to 2012 on TruTV. According to TruTV’s website, that episode centered on \"the world’s elite\" who meet annually and \"decide how they will run the world.\" The episodedescriptionsaid some people believe those elites plan to \"thin out the population through disease-and vaccines.\"", "hrefs": "https://www.imdb.com/title/tt1581938/"}, {"sentence": "It’s unclear exactly what Laibow based her claims on. Laibow’s LinkedIn account said she’s been practicing \"drug free medicine and psychiatry\" since 1970. She has previouslyspread misinformationabout the WHO, and her efforts to sell nanoparticles of silver to treatEbolaandCOVID-19have drawn scrutiny from the U.S. Food and Drug Administration.", "hrefs": "https://www.aap.com.au/factcheck/doctors-who-conspiracy-deserves-to-be-exterminated/"}, {"sentence": "Sterilizationfor women includes the closing off or removal of the fallopian tubes. Sterilization for men includes a vasectomy, a surgery that blocks the tubes that carry sperm.", "hrefs": "https://www.acog.org/womens-health/faqs/sterilization-for-women-and-men"}, {"sentence": "In 1972, the WHO created a \"Task Force on Vaccines for Fertility Regulation.\" In 1974 — the year Laibow singled out in her claim — the task force evaluated whether vaccines containing a variety of hormones, tissues and molecules could reduce fertility, according to a1991 WHO reviewof the task force’s goals and research.", "hrefs": "https://pubmed.ncbi.nlm.nih.gov/1874951/"}, {"sentence": "HCG, or human chorionic gonadotropin, is a hormone the placenta produces during pregnancy, according to theCleveland Clinic. HCG triggers the body to produce more estrogen and progesterone. Together, the hormones support a pregnancy.", "hrefs": "https://my.clevelandclinic.org/health/articles/22489-human-chorionic-gonadotropin"}, {"sentence": "Researchers wanted to know whether a vaccine inducing antibodies against HCG would stop the body’s progesterone production and therefore prevent pregnancy. Research continues, but someclinical trialssuggested the vaccine was effective. A 1988 phase oneclinical trialof an anti-HCG vaccine involving 30 volunteers showed \"potentially contraceptive levels of antibodies to HCG\" for up to six months. No adverse reactions were reported.", "hrefs": "https://onlinelibrary.wiley.com/doi/10.1111/j.1600-0897.2011.00999.x"}, {"sentence": "Clinical trials by researchers at the National Institute of Immunology in New Delhi on another anti-HCG vaccine showed the vaccine waseffective at temporarily preventing pregnancy. That vaccine used a slightly different approach than the WHO-favored version, but both were anti-HCG vaccines.", "hrefs": "https://core.ac.uk/download/pdf/291547636.pdf"}, {"sentence": "A2021 articleabout the status of contraceptive vaccines written by researchers from Government Medical College in Chandigarh, India, said that all anti-HCG vaccines currently being researched require multiple injections to achieve and maintain the contraceptive effect. Continuing studies are meant to develop vaccine formulas that can provide long-lasting pregnancy prevention after just one dose, according to the article.", "hrefs": "https://medwinpublishers.com/VVOA/current-status-of-contraceptive-vaccines.pdf"}, {"sentence": "RELATED:No, the COVID-19 vaccines are not weapons of mass destruction", "hrefs": "https://www.politifact.com/factchecks/2021/mar/31/facebook-posts/no-covid-19-vaccines-are-not-weapons-mass-destruct/"}]}, {"url": "https://www.politifact.com/factchecks/2023/jan/26/instagram-posts/electrically-charged-stones-found-in-congo-science/", "title": "Electrically charged stones discovered in Congo.", "author": "Loreben Tuquero", "posted": "01/26/2023", "sci_digest": ["Scientists rebut that there has been any such breakthrough., Experts say that while minerals within rocks can conduct electricity, rockscannot store it or function as batteries on their own."], "paragraphs": ["Have scientists discovered electrically charged stones in the Congo?", "Videos shared on social media claim to show just such a discovery, and they suggest it could alter the way we live.", "\"Miners in #RepublicofCongo have discovered a rock that is electrically charged.", "These could aid in making phones, laptops and electric cars,\" a Jan. 23 Instagrampostread.", "The post contains two videos.", "One shows a person using a rock and a wire to power a light bulb.", "The second shows two rocks being rubbed together to produce sparks.", "Thispostandotherslike itwere flagged as part of Facebooks efforts to combat false news and misinformation on its News Feed.", "(Read more about ourpartnership with Facebook.)", "Could these stones really be the next breakthrough for generating power?", "Science says no.", "Although the original source of the videos is unclear, we found that one of the clips was posted a few months ago.", "BBCreportedthat the video showing two rocks producing sparksappearedon the Facebook page of the Mohammed First University in Morocco in November 2022.", "The video was captioned with the text: \"Lithium!!?\"", "Using Google reverse image search, PolitiFact also found this video on multiple LinkedIn posts published two months ago.", "One suchposthad the caption \"LITHIUM SPODUMENE, 3.7%.\"", "Anotherpostalso claimed it was lithium.", "We couldnt verify whether the rock in these posts was lithium.", "But lithium is already used to make phones, laptops and electric vehicles.", "The Energy Departments Geothermal Technologies Officeidentifies lithiumas a \"critical mineral\" for rechargeable electric batteries, saying its the \"major ingredient\" in the rechargeable batteries of phones, hybrid cars, electric bikes, and even large, grid-scale storage batteries.", "However, the mineral by itself does not produce electricity the way it was depicted in the videos.", "Rock alone does not have the capacity to store electricity, but it can conduct electricity.", "According toEncyclopedia Britannica, this can happen if the rock contains briny pore water or metals.", "Simon Jowitt, an associate professor of economic geology at the University of Nevada, Las Vegas, told PolitiFact the rocks in the video seem to be conducting electricity from a battery or similar object.", "He said rocks containing metallic minerals, such as pyrite, chalcopyrite or graphite, can conduct electricity but cannot effectively store it.", "Jowitt said the rocks shown in the video dont resemble lithium, and that as a metal, lithium can combust easily at high temperatures.", "Lithium would need to have an electrochemical reaction with other metals or minerals to enable the storage and release of electricity, Jowitt said.", "Social media users circulated videos of supposed electrically charged stones found in Congo.", "Scientists say there have been no such breakthroughs.", "Although rocks can conduct electricity, they cannot store electricity.", "We rate this claim False.", "RELATED:Mining lithium poses environmental risks.", "The Biden administration isnt ignoring them RELATED:CO2 output from making an electric car battery isn't equal to driving a gasoline car for 8 years"], "issues": ["Energy", "Science", "Facebook Fact-checks"], "image_data": [{"image_src": null, "image_caption": null}], "data": [{"sentence": "\"Miners in #RepublicofCongo have discovered a rock that is electrically charged. These could aid in making phones, laptops and electric cars,\" a Jan. 23 Instagrampostread.", "hrefs": "https://www.instagram.com/p/CnwdCB7OPj6/?utm_source=ig_embed&ig_rid=0fae5229-5b24-4259-bfb7-0aaa39f4b0ac"}, {"sentence": "Thispostandotherslike itwere flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about ourpartnership with Facebook.)", "hrefs": "https://www.instagram.com/p/CnwdCB7OPj6/"}, {"sentence": "Although the original source of the videos is unclear, we found that one of the clips was posted a few months ago. BBCreportedthat the video showing two rocks producing sparksappearedon the Facebook page of the Mohammed First University in Morocco in November 2022. The video was captioned with the text: \"Lithium!!?\"", "hrefs": "https://www.bbc.com/news/live/world-africa-64022916?ns_mchannel=social&ns_source=twitter&ns_campaign=bbc_live&ns_linkname=63cf9f5b267de80d2199edfd%26The%20mystery%20of%20%27electricity-producing%27%20rock%262023-01-24T11%3A00%3A18.293Z&ns_fee=0&pinned_post_locator=urn:asset:86d94ea4-eca8-491c-a44e-fea2c83c4e59&pinned_post_asset_id=63cf9f5b267de80d2199edfd&pinned_post_type=share"}, {"sentence": "One suchposthad the caption \"LITHIUM SPODUMENE, 3.7%.\" Anotherpostalso claimed it was lithium.", "hrefs": "https://www.linkedin.com/posts/wanyanguang-ma-a0204136_lithium-spodumene-37-contact-infomining-nyacom-ugcPost-7001550501762740224-UcFb?utm_source=share&utm_medium=member_desktop"}, {"sentence": "The Energy Department’s Geothermal Technologies Officeidentifies lithiumas a \"critical mineral\" for rechargeable electric batteries, saying it’s the \"major ingredient\" in the rechargeable batteries of phones, hybrid cars, electric bikes, and even large, grid-scale storage batteries.", "hrefs": "https://www.energy.gov/eere/geothermal/lithium"}, {"sentence": "Rock alone does not have the capacity to store electricity, but it can conduct electricity. According toEncyclopedia Britannica, this can happen if the rock contains briny pore water or metals.", "hrefs": "https://www.britannica.com/science/rock-geology/Electrical-properties"}, {"sentence": "RELATED:Mining lithium poses environmental risks. The Biden administration isn’t ignoring them", "hrefs": "https://www.politifact.com/factchecks/2021/jun/09/chuck-grassley/mining-lithium-poses-environmental-risks-biden-adm/"}, {"sentence": "RELATED:CO2 output from making an electric car battery isn't equal to driving a gasoline car for 8 years", "hrefs": "https://www.politifact.com/factchecks/2021/may/11/viral-image/producing-electric-cars-battery-does-not-emit-same/"}]}, {"url": "https://www.politifact.com/factchecks/2023/jan/23/instagram-posts/climate-change-is-not-a-naturally-occurring-phenom/", "title": "\"Climate change is a naturally occurring phenomenon that can be tracked throughout prehistoric eras.\"", "author": "Andy Nguyen", "posted": "01/23/2023", "sci_digest": ["Though orbital variations have caused Earths climate to change in the past, scientists have concluded changes to the planets climate are too drastic to be caused naturally., The scientific community consensus is that large amounts of greenhouse gases released into the atmosphere through human activity have caused climate change."], "paragraphs": ["As global leaders discussed climate change and other issues at theWorld Economic Forumin Davos, Switzerland, a social media post sought to downplay humanitys role in climate change.", "\"Climate change is a naturally occurring phenomenon that can be tracked throughout prehistoric eras,\" the caption on theJan.", "17 Instagram postsays.", "The caption also claims that several ice ages during the late Triassic period prove Earths changing climate is a naturally occurring \"constant part of life.\"", "The post includes ascreenshot of a tweetthat says, \"If your global crisis requires publicity stunts to convince everyone there is a crisis, there is no global crisis.\"", "The Instagram post was flagged as part of Instagrams efforts to combat false news and misinformation on its News Feed.", "(Read more aboutour partnership with Meta, which owns Facebook and Instagram.)", "But climate change is not a fabricated crisis, andthe scientific communitys consensusis that human activity since the Industrial Revolution has fueled the changes.", "PolitiFact has rated Falsesimilar statementsthat saidclimate change is a natural occurrencenot influenced by greenhouse gas emissions from human activity.", "Ronald Amundson, an environmental science professor at the University of California, Berkeley, told PolitiFact that although its true that Earths climate has changed naturally throughout history, those changes  such as the ice ages mentioned in the Instagram post  are unrelated to whats happening now.", "NASA said natural changes to the Earths climate, including ice ages, are caused by small changes in theEarth's orbit, which affect how much solar energy the planet receives.", "\"That is not the same as the human-driven climate change that is occurring now,\" Amundson said.", "Modern climate change \"has no natural cause\" and is a result of human changes to the atmosphere, he said.", "He said if greenhouse gases from human activity had no bearing on the Earths climate, and didnt trap heat within the atmosphere, we would be entering into a \"general cooling situation\" rather than the warming thats happening.", "The amount of solar energy the Earth has received hasn't seen a net increase since the 1950s, but global temperatures havecontinued to rise.", "NASAand theEnvironmental Protection Agencyfound that humans started to influence the Earths climate significantly with the start of the Industrial Revolution in the late 18th century.", "An increase in manufacturing and fossil fuel usage resulted in the release of large amounts of greenhouse gases into the atmosphere.", "Whendee Silver, a UC Berkeley environmental science professor, said gases such as carbon dioxide, nitrous oxide and methane help trap heat within the Earths atmosphere, warming it and changing the climate long term.", "The National Oceanic and Atmospheric Administration reported that the Earths average temperature has risen byabout 2 degrees Fahrenheit an average of 0.14 degrees Fahrenheit every decade  since 1880, when modern global temperature measurements began.", "An Instagram post says, \"Climate change is a naturally occurring phenomenon that can be tracked throughout prehistoric eras.\"", "Earths climate has naturally changed in the past, partly because of variations in the planets orbit, which affected how much solar radiation the planet received.", "But the scientific consensus is that human activity is mainly driving current changes in the Earths climate.", "The increase in manufacturing and burning of fossil fuels led to large releases of greenhouse gases into the atmosphere, trapping heat and causing global temperatures to rise.", "We rate this claim False."], "issues": ["Climate Change", "Science", "Facebook Fact-checks"], "image_data": [{"image_src": null, "image_caption": null}], "data": [{"sentence": "As global leaders discussed climate change and other issues at theWorld Economic Forumin Davos, Switzerland, a social media post sought to downplay humanity’s role in climate change.", "hrefs": "https://www.weforum.org/agenda/2022/11/annual-meeting-davos-2023"}, {"sentence": "\"Climate change is a naturally occurring phenomenon that can be tracked throughout prehistoric eras,\" the caption on theJan. 17 Instagram postsays.", "hrefs": "https://perma.cc/62FZ-RBFT?type=standard"}, {"sentence": "The post includes ascreenshot of a tweetthat says, \"If your global crisis requires publicity stunts to convince everyone there is a crisis, there is no global crisis.\"", "hrefs": "https://archive.ph/9sJaR"}, {"sentence": "The Instagram post was flagged as part of Instagram’s efforts to combat false news and misinformation on its News Feed. (Read more aboutour partnership with Meta, which owns Facebook and Instagram.)", "hrefs": "https://www.facebook.com/help/1952307158131536?helpref=related"}, {"sentence": "But climate change is not a fabricated crisis, andthe scientific community’s consensusis that human activity since the Industrial Revolution has fueled the changes.", "hrefs": "https://climate.nasa.gov/scientific-consensus/"}, {"sentence": "PolitiFact has rated Falsesimilar statementsthat saidclimate change is a natural occurrencenot influenced by greenhouse gas emissions from human activity.", "hrefs": "https://www.politifact.com/factchecks/2021/nov/03/viral-image/2008-quote-does-not-reflect-scientific-consensus-h/"}, {"sentence": "NASA said natural changes to the Earth’s climate, including ice ages, are caused by small changes in theEarth's orbit, which affect how much solar energy the planet receives.", "hrefs": "https://climate.nasa.gov/evidence/"}, {"sentence": "The amount of solar energy the Earth has received hasn't seen a net increase since the 1950s, but global temperatures havecontinued to rise.", "hrefs": "https://climate.nasa.gov/climate_resources/189/graphic-temperature-vs-solar-activity/"}, {"sentence": "NASAand theEnvironmental Protection Agencyfound that humans started to influence the Earth’s climate significantly with the start of the Industrial Revolution in the late 18th century. An increase in manufacturing and fossil fuel usage resulted in the release of large amounts of greenhouse gases into the atmosphere.", "hrefs": "https://climate.nasa.gov/causes/"}, {"sentence": "The National Oceanic and Atmospheric Administration reported that the Earth’s average temperature has risen byabout 2 degrees Fahrenheit— an average of 0.14 degrees Fahrenheit every decade — since 1880, when modern global temperature measurements began.", "hrefs": "https://www.climate.gov/news-features/understanding-climate/climate-change-global-temperature#:~:text=According%20to%20NOAA%27s%202021%20Annual,0.18%20%C2%B0C)%20per%20decade."}]}, {"url": "https://www.politifact.com/factchecks/2022/dec/16/instagram-posts/claims-80-canadian-doctors-died-because-covid-19-v/", "title": "The COVID-19 vaccines were linked to the deaths of 80 Canadian doctors.", "author": "Madison Czopek", "posted": "12/16/2022", "sci_digest": ["An Instagram video repeated a claim from a Canadian publication that spreads anti-vaccine misinformation and COVID-19 conspiracy theories., PolitiFact took a closer look at the circumstances of the purportedly COVID-19 vaccine-related deaths of several doctors and found no evidence the vaccines were the cause., Local news reports and public obituaries show the physicians deaths were linked to illnesses, accidents and other undisclosed causes."], "paragraphs": ["A video circulating on social media paints an alarming picture of the COVID-19 vaccines by suggesting that they caused the deaths of dozens of Canadian doctors.", "\"Look on it!\"", "said the man in theDec.", "10Instagram video.", "\"Eighty Canadian meds  medical doctors  who is vaxxed and dead.\"", "As he spoke, he focused the camera on a group of photos that purported to show physicians who died because of the COVID-19 vaccines.", "\"Look at them,\" he said.", "\"All of them dead.", "Every one of them  dead.\"", "This post was flagged as part of Facebooks efforts to combat false news and misinformation on its News Feed.", "(Read more about ourpartnership with Meta, which owns Facebook and Instagram.)", "(Screenshot from Instagram.)", "The videos focus was the front page of the November 2022 issue of Druthers, a Canadian publication that spreads anti-vaccine misinformation and COVID-19 conspiracy theories, according tonewsreports.", "The first main headline read: \"80 Canadian MDs VAXXED and Dead.\"", "The correspondingstorysuggested that each of the people shown died because of the COVID-19 vaccine.", "The story claimed that death rates among young, vaccinated Canadian doctors \"dramatically increased\" in 2022.", "COVID-19 vaccines were never mentioned outright, but the claims follow the trend of vaccine misinformation targetingthe novel coronavirusandCOVID-19vaccines.", "A photo array of 80 doctors accompanied the story.", "PolitiFact took a closer look at the circumstances of the deaths of several of the doctors Druthers identified and found no evidence to suggest that the COVID-19 vaccines were the cause.", "Publicly available information showed that several of the doctors deaths were linked to illnesses such as cancer or other serious accidents.", "For example: Dr. Richard Cartier, 60, died in July whiledescending K2, the worlds second-tallest mountain.", "CTV News Montreal reported that it is \"believed he fell as he was descending with his team of climbers after reaching Camp 4 at 7,600 meters.\"", "Dr. Barbara Cynthia Ng, 42, died in June 20, 2021, after a \"fight against a rare, aggressive sarcoma,\" according to herobituary.", "Dr. Annabella Isabella Zawada, 43, was killed in a highway collision Oct. 21, 2021, after \"her SUV crossed the center line and collided with an oncoming commercial vacuum truck,\" according toTBNewsWatch, a local news organization covering Thunder Bay, Ontario.", "Nelia Scheeres, a 24-year-old third-year medical student at the University of Limerick, died in an Aug. 16, 2021, car crash inIreland.", "Scheeres \"was driving home from her first days work on her GP placement at a practice in Lixnaw when her car collided with a truck at Pope's Cross\" and she was pronounced dead at the scene, The Irish Timesreported.", "Dr. Cintia Vontobel Padoin, 44, died Dec. 21, 2021, after previously being diagnosed with malignant melanoma that she \"fought her hardest to overcome,\" according to herobituary.", "PolitiFact had alreadyfact-checkedclaims about the deaths of three other doctors who were featured on the publications front page.", "Before they died, Dr. Jakub Sawicki and Dr. Stephen McKenzie had previously been diagnosed with cancer and Dr. Lorne Segall had been seriously ill with an undisclosed diagnosis.", "Their deaths were blamed on the COVID-19 vaccines, but the hospital the doctors worked at denied those claims: \"Dr. Jakub Sawicki, Dr. Stephen McKenzie and Dr. Lorne Segall were respected physicians who dedicated their lives to caring for their patients and community.", "The rumor circulating on social media is simply not true.", "Their passings were not related to the COVID-19 vaccine.\"", "The phrases \"died suddenly\" and \"died unexpectedly,\" were common refrains used to frame each of the doctors deaths.", "\"Died suddenly,\" a phrasecommonly usedin obituaries, has become alightning rod targetfor anti-vaccine conspiracy theories.", "\"Died Suddenly,\" an anti-vaccine film released in November,recirculated debunked claims and promoted unsubstantiated conspiracy theoriesabout COVID-19 vaccines.", "A person in an Instagram video repeated Druthers claim that the deaths of 80 Canadian doctors were linked to the COVID-19 vaccines.", "Theres no evidence to support that claim.", "Local news reports and public obituaries show that many of the physicians deaths were linked to illnesses or accidents.", "We rate this claim False.", "RELATED:'Died Suddenly' repeats debunked COVID-19 vaccine claims, promotes conspiracy theory"], "issues": ["Health Care", "Science", "Coronavirus"], "image_data": [{"image_src": "https://static.politifact.com/politifact/photos/False_Instagram_post_with_the_Druthers_article.001.jpeg", "image_caption": null}], "data": [{"sentence": "\"Look on it!\" said the man in theDec. 10Instagram video. \"Eighty Canadian meds — medical doctors — who is vaxxed and dead.\"", "hrefs": "https://www.instagram.com/reel/CmAJXX-pXjS/"}, {"sentence": "This post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about ourpartnership with Meta, which owns Facebook and Instagram.)", "hrefs": "https://www.facebook.com/help/1952307158131536?helpref=related"}, {"sentence": "The video’s focus was the front page of the November 2022 issue of Druthers, a Canadian publication that spreads anti-vaccine misinformation and COVID-19 conspiracy theories, according tonewsreports.", "hrefs": "https://www.cbc.ca/news/canada/hamilton/anti-vaccine-newsletter-1.5942584"}, {"sentence": "The first main headline read: \"80 Canadian MDs VAXXED and Dead.\" The correspondingstorysuggested that each of the people shown died because of the COVID-19 vaccine.", "hrefs": "https://archive.ph/srY71"}, {"sentence": "The story claimed that death rates among young, vaccinated Canadian doctors \"dramatically increased\" in 2022. COVID-19 vaccines were never mentioned outright, but the claims follow the trend of vaccine misinformation targetingthe novel coronavirusandCOVID-19vaccines.", "hrefs": "https://www.politifact.com/coronavirus/"}, {"sentence": "Dr. Richard Cartier, 60, died in July whiledescending K2, the world’s second-tallest mountain. CTV News Montreal reported that it is \"believed he fell as he was descending with his team of climbers after reaching Camp 4 at 7,600 meters.\"", "hrefs": "https://montreal.ctvnews.ca/he-lived-his-passion-to-the-end-quebec-alpinist-dies-on-world-s-second-highest-mountain-1.6002868"}, {"sentence": "Dr. Barbara Cynthia Ng, 42, died in June 20, 2021, after a \"fight against a rare, aggressive sarcoma,\" according to herobituary.", "hrefs": "https://www.dignitymemorial.com/obituaries/north-vancouver-bc/barbara-ng-10243471"}, {"sentence": "Dr. Annabella Isabella Zawada, 43, was killed in a highway collision Oct. 21, 2021, after \"her SUV crossed the center line and collided with an oncoming commercial vacuum truck,\" according toTBNewsWatch, a local news organization covering Thunder Bay, Ontario.", "hrefs": "https://www.tbnewswatch.com/local-news/victim-of-fatal-highway-1117-collision-founded-the-umbrella-medical-clinic-4547609"}, {"sentence": "Nelia Scheeres, a 24-year-old third-year medical student at the University of Limerick, died in an Aug. 16, 2021, car crash inIreland. Scheeres \"was driving home from her first day’s work on her GP placement at a practice in Lixnaw when her car collided with a truck at Pope's Cross\" and she was pronounced dead at the scene, The Irish Timesreported.", "hrefs": "https://www.collingwoodtoday.ca/local-news/irish-community-mourns-barrie-medical-student-killed-in-crash-4239672"}, {"sentence": "Dr. Cintia Vontobel Padoin, 44, died Dec. 21, 2021, after previously being diagnosed with malignant melanoma that she \"fought her hardest to overcome,\" according to herobituary.", "hrefs": "https://mountpleasantgroup.permavita.com/site/CintiaVontobelPadoin.html"}, {"sentence": "PolitiFact had alreadyfact-checkedclaims about the deaths of three other doctors who were featured on the publication’s front page. Before they died, Dr. Jakub Sawicki and Dr. Stephen McKenzie had previously been diagnosed with cancer and Dr. Lorne Segall had been seriously ill with an undisclosed diagnosis.", "hrefs": "https://www.politifact.com/factchecks/2022/jul/29/gateway-pundit/deaths-three-doctors-canada-were-neither-sudden-no/"}, {"sentence": "The phrases \"died suddenly\" and \"died unexpectedly,\" were common refrains used to frame each of the doctors’ deaths. \"Died suddenly,\" a phrasecommonly usedin obituaries, has become alightning rod targetfor anti-vaccine conspiracy theories. \"Died Suddenly,\" an anti-vaccine film released in November,recirculated debunked claims and promoted unsubstantiated conspiracy theoriesabout COVID-19 vaccines.", "hrefs": "https://web.frazerconsultants.com/2017/03/language-of-obituaries-different-ways-we-say-we-die/"}, {"sentence": "RELATED:'Died Suddenly' repeats debunked COVID-19 vaccine claims, promotes conspiracy theory", "hrefs": "https://www.politifact.com/article/2022/nov/29/died-suddenly-repeats-debunked-covid-19-vaccine-cl/"}]}, {"url": "https://www.politifact.com/factchecks/2022/dec/02/instagram-posts/ancient-virus-discovery-will-not-spark-new-pandemi/", "title": "There may be a new pandemic on the way after the release of a 50,000-year-old zombie virus.", "author": "Jeff Cercone", "posted": "12/02/2022", "sci_digest": ["A team of scientists revived a nearly 50,000-year-old virus, and others, from Siberian permafrost., The viruses proved to still be infectious, but only in amoebas, not humans, the researchers said., The researchers said they hope the work can be used to prepare for potentially dangerous viruses that may one day resurface because of global warming.", "Other experts downplayed the risks of future pandemics from such a scenario."], "paragraphs": ["Researchers revival of a nearly 50,000-year-old virus from Siberian permafrost has alarmed some social media users who fear another pandemic.", "A Nov. 29 Instagrampostread, \"There may be a new pandemic on the way after the release of a 50,000-year-old zombie virus.\"", "The posts caption suggested it might be part of a new \"plandemic\" meant to depopulate the Earth.", "We foundotherpostssharingsimilarbaselessconcerns.", "The posts were flagged as part of Facebooks efforts to combat false news and misinformation on its News Feed.", "(Read more about ourpartnership with Meta, which owns Facebookand Instagram.)", "The claims refer to a recentstudyby researchers from France, Russia and Germany, that identified 13 new viruses from seven samples taken from Siberian permafrost, or ground that has been frozen for years.", "The oldest was thought to be 48,500 years old.", "The study is in preprint and not yet peer reviewed.", "Theres no reason to panic, though.", "The virus was revived safely in a laboratory, not \"released,\" into the world, as the claim implies.", "The researchers said there is no threat to humans; however, they hope the work can help scientists learn about dangerous viruses that could eventually resurface from melting permafrost because of global warming.", "The researchers said they wanted to understand the potential public health threat from  \"zombie viruses\" that have remained dormant \"since prehistoric times.\"", "The research found that these viruses are still infectious, even after years frozen in permafrost.", "The study expanded on a2015 study,in which the team said it had revived a 30,000-year-old virus.", "There was no danger in the work, said the researchers, who added that they chose to revive the viruses using single-cell organisms for biological security reasons.", "\"The biohazard associated with reviving (prehistoric) amoeba-infecting viruses is thus totally negligible,\" they said, noting that it eliminated \"any risk for crops, animals or humans.\"", "Jean-Michel Claverie, a professor at Aix-Marseille University who co-authored the study, told PolitiFact that there was no risk at all from their work and that using amoeba cells eliminated the need for a high-security laboratory.", "\"The viruses we study are, given our protocol, only capable of infecting, and then reproducing in, a specific type of amoeba called Acanthamoeba,\" he said.", "\"Viruses are quite specific to a given host,\" he said.", "\"Many dog viruses will not infect humans, for instance, and there is no chance that an amoeba-infecting virus could infect humans.\"", "Michael Buchmeier, a professor of biology at the University of California, Irvine, agreed there was little risk from the lab work, which he equated to working with blood.", "\"Human blood is probably much more dangerous than the water out of a crater that's thawed out in permafrost,\" he said.", "By showing the harmless virus was still infectious, Claverie said, they indirectly showed that other frozen viruses that could infect humans or animals if thawed are probably still infectious.", "Although there is legitimateconcernin the scientificcommunityabout the threats posed by viruses that may resurface, experts we contacted were not overly worried.", "Buchmeier said the dangers from any future unfrozen viruses would make a good movie plot, but are likely overstated.", "\"Certainly we're going to find new species,\" in melted permafrost, he said.", "\"But we're not likely to find something that's overly dangerous.", "We certainly haven't yet.\"", "Buchmeier said its unknown how quickly any virus frozen in permafrost can survive once its exposed to ultraviolet light and oxidation, something the studys authors also noted.", "\"I would be willing to bet that they're not long-lived,\" he said.", "Eric Delwart, a virologist and professor at the University of California, San Francisco, said if the researchers were able to isolate live viruses from ancient permafrost, that smaller, mammalian viruses could also survive.", "He expressed skepticism about whether the viruses discovered \"are truly ancient\" rather than the result of contaminated samples and said hes unconcerned about unearthed viruses posing a risk to humans.", "\"The odds of an ancient virus being released from permafrost, infecting someone resulting in disease, followed by further human to human transmission, seems way lower than that of a pandemic initiated by any of the multitude of viruses shed by the enormous number of domesticated and wild animals currently raised or hunted for food,\" he said.", "Claverie, however, hopes the research will raise awareness of the potential problems as the world warms and industries, such as mining, flock to the Arctic.", "An Instagram post says, \"There may be a new pandemic on the way after the release of a 50,000-year-old zombie virus.\"", "But the virus discovered in Siberian permafrost by researchers wasnt \"released.\"", "It was taken from a sample and revived in a laboratory using amoeba as bait, a method the researchers said eliminated any threat to humans, animals or crops.", "The researchers expressed concern about the risks of viruses that may resurface in the future.", "But experts we contacted said there is likely little risk.", "The claim that a new pandemic might be on the way because of the viruss revival is not accurate.", "We rate this claim False."], "issues": ["Public Health", "Science", "Facebook Fact-checks"], "image_data": [{"image_src": null, "image_caption": null}], "data": [{"sentence": "A Nov. 29 Instagrampostread, \"There may be a new pandemic on the way after the release of a 50,000-year-old zombie virus.\" The post’s caption suggested it might be part of a new \"plandemic\" meant to depopulate the Earth.", "hrefs": "https://archive.ph/A9mjB"}, {"sentence": "We foundotherpostssharingsimilarbaselessconcerns.", "hrefs": "https://www.instagram.com/p/ClkBzqZu1o8/"}, {"sentence": "The posts were flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about ourpartnership with Meta, which owns Facebookand Instagram.)", "hrefs": "https://www.facebook.com/help/1952307158131536?helpref=related"}, {"sentence": "The claims refer to a recentstudyby researchers from France, Russia and Germany, that identified 13 new viruses from seven samples taken from Siberian permafrost, or ground that has been frozen for years. The oldest was thought to be 48,500 years old. The study is in preprint and not yet peer reviewed.", "hrefs": "https://www.biorxiv.org/content/10.1101/2022.11.10.515937v1.full"}, {"sentence": "The research found that these viruses are still infectious, even after years frozen in permafrost. The study expanded on a2015 study,in which the team said it had revived a 30,000-year-old virus.", "hrefs": "https://www.pnas.org/doi/abs/10.1073/pnas.1510795112"}, {"sentence": "Although there is legitimateconcernin the scientificcommunityabout the threats posed by viruses that may resurface, experts we contacted were not overly worried.", "hrefs": "https://www.theguardian.com/science/2022/oct/19/next-pandemic-may-come-from-melting-glaciers-new-data-shows"}]}, {"url": "https://www.politifact.com/factchecks/2022/nov/29/instagram-posts/no-climate-change-isnt-driven-by-solar-activity-an/", "title": "Climate change is dictated by solar activity and the moon and has nothing to do with mankind.", "author": "Andy Nguyen", "posted": "11/29/2022", "sci_digest": ["The sun and moon do influence the Earths climate, but that impact is small and not enough to cause the rapid climate changes the planet started to experience in the 1970s, according to the National Oceanic and Atmospheric Administration., About 200 scientific organizations have concluded that fossil fuels burned through human activity have contributed significantly to climate change."], "paragraphs": ["The consensuswithin the scientific community is that human activity fuels global climate change, but avideo clipshared on Instagram on Nov. 13 featuring a known climate skeptic claims people arent to blame.", "In the video, Piers Corbyn, an astrophysicist, said heat waves are caused by \"certain circulation patterns\" from solar activity and phases of the moon.", "\"These things are dictated by solar activity and the moon,\" Corbyn said in the video, an excerpt from his2010 appearanceon Russia Today, a Russian state-funded news channel.", "\"They have nothing to do with mankind.\"", "He accused people who say human activity contributes to climate change of \"just trying to make money.\"", "The Instagram posts caption says, \"this guy gets it, pay attention,\" and includes hashtags such as#globalwarminghoaxand#climatechangehoax.", "The Instagram post was flagged as part of Instagrams efforts to combat false news and misinformation on its News Feed.", "(Read more aboutour partnership with Meta, which owns Facebook and Instagram.)", "Climate scientists have said the sun and moon influence the Earths climate, but not enough to contribute to the large-scale climate changes of the last several decades.", "PolitiFact has rated Falsesimilar statementsthat minimizehuman activitys role in climate change.", "NASAand theEnvironmental Protection Agencydetermined that humans began to significantly impact the Earths climate during the Industrial Revolution, when manufacturing and burning fossil fuels led to the release of large amounts of greenhouse gases such as carbon dioxide into the atmosphere.", "About200 scientific organizationshave concluded that human activity drives climate change.", "Corbyn, brother of British politician Jeremy Corbyn, received a degreein astrophysicsin 1981.", "He launched a weather forecasting company in 1995 called WeatherAction, which he has used to label climate change as \"propaganda\" and promote anti-vaccination conspiracy theories related to the COVID-19 pandemic.", "In 2021 he compared the rollout of the COVID-19 vaccine in the United Kingdom tothe Holocaust.", "If the sun were partially responsible for climate change, there would have been a measurable increase in solar radiation starting in the late 1970s when scientists began to notice arapid rise in global temperatures, according to the National Oceanic and Atmospheric Administration.", "However, according to NASA, scientists foundno noticeable increasein solar radiation since 1978, when they began using satellites to measure the amount of solar energy Earth receives.", "A 2008 study conducted in the United Kingdom found solar activity had beendeclining for 20 yearsbut led to no drops in global temperatures.", "If the sun played an outsized role in climate change, every layer of the Earths atmosphere would experience warming.", "NOAA and NASA reported that there is warming in the lower atmosphere but cooling in the upper stratosphere, which is consistent with climate change caused by a greenhouse gas buildup in Earths lower atmosphere, which traps in heat.", "That doesnt mean the sun doesnt affect Earths climate, but its effect is significantly smaller than Corbyn claims.", "The videos reference to \"certain circulation patterns\" is about how air moves across the Earth through atmospheric circulation.", "Because the suns heat is more focused along the equator, warm air flows away from that area toward the north and south poles.", "As the air travels through the poles, it cools, then drops back to the equator to be rewarmed,repeating the pattern, according to the University Corporation for Atmospheric Research.", "This air movement influences specific areas daily weather and the regional climate, but not global climate change.", "Researchers at the University of Reading in the United Kingdom have studied the moons potential impact on climate change.", "The study, which has not been peer-reviewed, found that shifts in the moons orbit can increase or decrease the Earths climate by about0.04 degrees Celsiusdepending on the lunar cycle.", "Ed Hawkins, the studys lead author, told the New Scientist, a British magazine, that the moon has a \"small effect\" on the climate and doesnt explain any of the long-term trends that have been observed with rising global temperatures.", "An Instagram post says climate change is \"dictated by solar activity and the moon\" and has \"nothing to do with mankind.\"", "Scientists found that the sun and moon do affect Earths climate, but their influence is small and does not account for the rapid planetary climate changes of the last several decades.", "An overwhelming number of scientists and scientific organizations agree that human activity significantly affects climate change.", "We rate this claim False."], "issues": ["Climate Change", "Science", "Weather", "Facebook Fact-checks"], "image_data": [{"image_src": null, "image_caption": null}], "data": [{"sentence": "The consensuswithin the scientific community is that human activity fuels global climate change, but avideo clipshared on Instagram on Nov. 13 featuring a known climate skeptic claims people aren’t to blame.", "hrefs": "https://climate.nasa.gov/scientific-consensus/"}, {"sentence": "\"These things are dictated by solar activity and the moon,\" Corbyn said in the video, an excerpt from his2010 appearanceon Russia Today, a Russian state-funded news channel. \"They have nothing to do with mankind.\"", "hrefs": "https://factcheck.afp.com/doc.afp.com.32JY77E-1"}, {"sentence": "The Instagram post’s caption says, \"this guy gets it, pay attention,\" and includes hashtags such as#globalwarminghoaxand#climatechangehoax.", "hrefs": "https://www.instagram.com/explore/tags/globalwarminghoax/"}, {"sentence": "The Instagram post was flagged as part of Instagram’s efforts to combat false news and misinformation on its News Feed. (Read more aboutour partnership with Meta, which owns Facebook and Instagram.)", "hrefs": "https://www.facebook.com/help/1952307158131536?helpref=related"}, {"sentence": "PolitiFact has rated Falsesimilar statementsthat minimizehuman activity’s role in climate change.", "hrefs": "https://www.politifact.com/factchecks/2017/jun/22/rick-perry/rick-perry-wrongly-downplays-human-role-climate-ch/"}, {"sentence": "NASAand theEnvironmental Protection Agencydetermined that humans began to significantly impact the Earth’s climate during the Industrial Revolution, when manufacturing and burning fossil fuels led to the release of large amounts of greenhouse gases such as carbon dioxide into the atmosphere.", "hrefs": "https://climate.nasa.gov/causes/"}, {"sentence": "About200 scientific organizationshave concluded that human activity drives climate change.", "hrefs": "https://www.opr.ca.gov/facts/list-of-scientific-organizations.html"}, {"sentence": "Corbyn, brother of British politician Jeremy Corbyn, received a degreein astrophysicsin 1981. He launched a weather forecasting company in 1995 called WeatherAction, which he has used to label climate change as \"propaganda\" and promote anti-vaccination conspiracy theories related to the COVID-19 pandemic.", "hrefs": "https://web.archive.org/web/20221123220403/https://www.qmul.ac.uk/media/qmul/alumni/pdfs/quad16.pdf"}, {"sentence": "In 2021 he compared the rollout of the COVID-19 vaccine in the United Kingdom tothe Holocaust.", "hrefs": "https://www.bbc.com/news/uk-england-london-55933373"}, {"sentence": "If the sun were partially responsible for climate change, there would have been a measurable increase in solar radiation starting in the late 1970s when scientists began to notice arapid rise in global temperatures, according to the National Oceanic and Atmospheric Administration.", "hrefs": "https://www.climate.gov/news-features/climate-qa/couldnt-sun-be-cause-global-warming"}, {"sentence": "However, according to NASA, scientists foundno noticeable increasein solar radiation since 1978, when they began using satellites to measure the amount of solar energy Earth receives. A 2008 study conducted in the United Kingdom found solar activity had beendeclining for 20 yearsbut led to no drops in global temperatures.", "hrefs": "https://climate.nasa.gov/faq/14/is-the-sun-causing-global-warming/"}, {"sentence": "As the air travels through the poles, it cools, then drops back to the equator to be rewarmed,repeating the pattern, according to the University Corporation for Atmospheric Research. This air movement influences specific areas’ daily weather and the regional climate, but not global climate change.", "hrefs": "https://scied.ucar.edu/learning-zone/how-weather-works/global-air-atmospheric-circulation"}, {"sentence": "Researchers at the University of Reading in the United Kingdom have studied the moon’s potential impact on climate change. The study, which has not been peer-reviewed, found that shifts in the moon’s orbit can increase or decrease the Earth’s climate by about0.04 degrees Celsiusdepending on the lunar cycle.", "hrefs": "https://egusphere.copernicus.org/preprints/2022/egusphere-2022-151/"}, {"sentence": "Ed Hawkins, the study’s lead author, told the New Scientist, a British magazine, that the moon has a \"small effect\" on the climate and doesn’t explain any of the long-term trends that have been observed with rising global temperatures.", "hrefs": "https://www.newscientist.com/article/2318026-the-moon-has-a-small-but-noticeable-effect-on-climate-change/"}]}, {"url": "https://www.politifact.com/factchecks/2022/nov/04/instagram-posts/instagram-photo-not-3d-rendering-joseph-bible/", "title": "Photo shows Stanford scientists' \"3D model of how Joseph, the husband of Mary the Mother of Jesus Christ, might have looked.", "author": "Michael Majchrowicz", "posted": "11/04/2022", "sci_digest": ["This 3D rendering was made in 2019 and uploaded to an online 3D image gallery host site., The image shows Andre Rene Roussimof, a French former professional wrestler and actor known as Andre the Giant., We find no evidence the image is linked to Stanford University."], "paragraphs": ["Did Stanford University scientists recently publish a 3D rendering of what Joseph of Nazareth might have looked like when he was alive circa the first century?", "Thats what a viral tweet and Instagram post are claiming.", "If you were to believe it, you would think the man who married Jesus mother, Mary looked a lot like professional wrestler and actor Andre the Giant.", "\"Scientists at Stanford University have reconstructed (a) 3D model of how Joseph, the husband of Mary the Mother of Jesus Christ, might have looked,\" read text overlaying the photo of what appears to be a sculpture of a man with curly hair and a serious expression on his face.", "The Oct. 29postwas flagged as part of Instagrams efforts to combat false news and misinformation on its News Feed.", "(Read more about ourpartnership with Meta, which owns Facebook and Instagram.)", "But the image is no 3D rendering of a biblical figure.", "It is indeed Andre Rene Roussimof, also known professionally as Andre the Giant, who diedJan.", "27, 1993in Paris at age 46.", "Roussimof, who was in the 1987 cult classic movie \"The Princess Bride,\" earned his nickname by standing, 7 feet, 2 inches, according to hisFrench passport.", "Snopesinitially traced the photo back to Sketchfab, which bills itself as the \"largest platform to publish and find 3D models online.", "\"Metadata, shows this rendering was first published on the platform in August 2019 by someone with the username \"mattewdc.\"", "We reached out to Stanfords media contacts and didnt hear back.", "But we found no evidence to suggest this image was associated with any university project.", "We rate this claim False."], "issues": ["Religion", "Science", "Facebook Fact-checks"], "image_data": [{"image_src": null, "image_caption": null}], "data": [{"sentence": "The Oct. 29postwas flagged as part of Instagram’s efforts to combat false news and misinformation on its News Feed. (Read more about ourpartnership with Meta, which owns Facebook and Instagram.)", "hrefs": "https://www.instagram.com/p/CkSZe4POBmW/?utm_source=ig_embed&ig_rid=1f7abc52-94fe-4796-96b8-262c31109d71"}, {"sentence": "But the image is no 3D rendering of a biblical figure. It is indeed Andre Rene Roussimof, also known professionally as Andre the Giant, who diedJan. 27, 1993in Paris at age 46. Roussimof, who was in the 1987 cult classic movie \"The Princess Bride,\" earned his nickname by standing, 7 feet, 2 inches, according to hisFrench passport.", "hrefs": "https://andrethegiant.com/biography/"}, {"sentence": "Snopesinitially traced the photo back to Sketchfab, which bills itself as the \"largest platform to publish and find 3D models online.\"Metadata, shows this rendering was first published on the platform in August 2019 by someone with the username \"mattewdc.\"", "hrefs": "https://www.snopes.com/fact-check/3d-model-joseph-husband-mary/"}]}, {"url": "https://www.politifact.com/factchecks/2022/nov/01/instagram-posts/outer-space-is-not-a-hoax-as-instagram-post-claims/", "title": "If outer space was a vacuum, astronauts would train in vacuum chambers. Not in swimming pools. Outer Space is a hoax.", "author": "Michael Majchrowicz", "posted": "11/01/2022", "sci_digest": ["Vacuum chambers are used in limited training for astronauts.", "Simulations take place inside vacuum chambers and underwater in swimming pools, according to NASA., Astronauts train in vacuum chambers to understand pressure changes in outer space., They train in swimming pools to experience a microgravity environment."], "paragraphs": ["Outer space is not real, or at least thats the claim an Instagram post makes after calling into question long-established training methods for astronauts.", "The Oct. 25postis a collage of three stacked photos showing a digital rendering of space, a NASA vacuum chamber and an astronaut submerged in water.", "\"If outer space was a vacuum, astronauts would train in vacuum chambers, not in swimming pools,\" reads text overlaid on the post, which is accompanied by the caption \"Outer Space is a hoax.\"", "The post was flagged as part of Instagrams efforts to combat false news and misinformation on its News Feed.", "(Read more about ourpartnership with Meta, which owns Facebook and Instagram.)", "Implying that vacuum chambers arent used in specialized training for astronauts is both misleading and false.", "Astronauts train inside vacuum chambers as well as underwater in swimming pools, according to NASA.", "This is evidenced by avideopublished on the verified YouTube account forNASAs Johnson Space Center, which serves as the operational homebase for International Space Station missions.", "Daniel Huot, a NASA spokesperson, told PolitiFact in a statement that spacesuit-clad astronauts train in vacuum chambers to become better acquainted with how pressure changes in outer space.", "\"A vacuum is the absence of matter, put very simply the absence of stuff.", "For outer space, that means there is no atmosphere like we have here on Earth,\" Huot said.", "NASA tests materials, spacesuits and spacecraft in a vacuum environment on Earth, Huot said, \"because a lot of important processes change (processes like heat transfer or how things get warmer or colder.)\"", "In space, temperatures are around absolute zero (or about -440 degrees Fahrenheit),according to NASA.", "Thetraining that astronauts complete in a swimming pool, meanwhile, is meant to replicate a microgravity environment.", "NASA saidmicrogravityis \"the condition in which people or objects appear to be weightless.", "microgravity refers to the condition where gravity seems to be very small.\"", "The Instagram post, Huot says, \"demonstrates a misunderstanding of the fundamentals of two separate things: a vacuum and microgravity.\"", "The Oct. 25 Instagram post was shared by an account that claims the Earth is flat.", "NASA has emphaticallyreinforcedindisputable evidenceshowing Earth is not flat.", "\"Humans have known that the Earth is round for more than 2,000 years,\" a NASA spokesperson previously told PolitiFact.", "\"The ancient Greeks measured shadows during summer solstice and also calculated Earths circumference.", "They used positions of stars and constellations to estimate distances on Earth.", "They could even see the planets round shadow on the moon during a lunar eclipse.\"", "An Instagram post claimed, \"If outer space was a vacuum, astronauts would train in vacuum chambers.", "Not in swimming pools.", "Outer Space is a hoax.\"", "Astronauts train in both settings.", "They train in vacuum chambers to understand pressure changes in outer space, and they train in swimming pools to experience a microgravity environment.", "Evidence shows outer space is real and Earth is spherical, not flat.", "We rate this claim Pants on Fire!"], "issues": ["Science", "Space", "Facebook Fact-checks"], "image_data": [{"image_src": null, "image_caption": null}], "data": [{"sentence": "The Oct. 25postis a collage of three stacked photos showing a digital rendering of space, a NASA vacuum chamber and an astronaut submerged in water.", "hrefs": "https://archive.ph/FOnzO"}, {"sentence": "The post was flagged as part of Instagram’s efforts to combat false news and misinformation on its News Feed. (Read more about ourpartnership with Meta, which owns Facebook and Instagram.)", "hrefs": "https://www.facebook.com/help/1952307158131536?helpref=related"}, {"sentence": "This is evidenced by avideopublished on the verified YouTube account forNASA’s Johnson Space Center, which serves as the operational homebase for International Space Station missions.", "hrefs": "https://www.youtube.com/watch?v=H_g_iA3Kszg"}, {"sentence": "NASA tests materials, spacesuits and spacecraft in a vacuum environment on Earth, Huot said, \"because a lot of important processes change (processes like heat transfer or how things get warmer or colder.)\" In space, temperatures are around absolute zero (or about -440 degrees Fahrenheit),according to NASA.", "hrefs": "https://www.nasa.gov/image-feature/journey-to-space-in-a-vacuum-chamber"}, {"sentence": "Thetraining that astronauts complete in a swimming pool, meanwhile, is meant to replicate a microgravity environment. NASA saidmicrogravityis \"the condition in which people or objects appear to be weightless. … microgravity refers to the condition where gravity seems to be very small.\"", "hrefs": "https://www.nasa.gov/pdf/740536main_Geom-ST_Nspire_NBL.pdf"}, {"sentence": "NASA has emphaticallyreinforcedindisputable evidenceshowing Earth is not flat.", "hrefs": "https://www.politifact.com/factchecks/2022/may/18/viral-image/no-image-earth-isnt-elon-musknasa-leak/"}]}, {"url": "https://www.politifact.com/factchecks/2022/oct/20/instagram-posts/claim-boston-university-created-covid-19-strain-80/", "title": "Boston University CREATES a new COVID strain that has an 80% kill rate.", "author": "Jeff Cercone", "posted": "10/20/2022", "sci_digest": ["Boston University researchers created a new COVID-19 strain by adding a spike protein from the original omicron variant to the original virus strain., Their goal was studying whether themutated spike protein from the omicron variant of SARS-CoV-2 was the reason omicron was more able to evade immunity, but less deadly than earlier COVID strains., The new strain, called Omi-S, killed 80% of infected mice.", "By comparison, the original strain killed 100% of the mice, while omicron killed none."], "paragraphs": ["Social media lit up with news about what appeared to be an alarming study out of Boston University.", "\"Boston University CREATES a new COVID strain that has an 80% kill rate  echoing dangerous experiments feared to have started the pandemic,\" read an Oct. 17 Instagrampostthat showed a screen grab of a Daily Mail headline.", "\"A virus created in a lab?", "Where have I heard this before,\" read a caption with the post.", "We foundnumeroussocial mediapoststhatalsosharedthe Daily Mail headline, all alluding to the unproven theory that COVID-19 was created in a Chinese lab.", "They were flagged as part of Facebooks efforts to combat false news and misinformation on its News Feed.", "(Read more aboutour partnership with Facebook.)", "While scientists at Boston Universitys National Emerging Infectious Diseases Laboratories did undertake research that involved creating a hybrid COVID-19 strain, the headline omitted important context about the purpose of the study, the safety measures undertaken during the study and its results.", "The study, conducted in mice, reflected a common method for studying viruses and was not carried out dangerously, the university and other experts we spoke with said.", "Whats more, the study found that this hybrid strain was actually less fatal in mice than the original  not more.", "Ronald Corley, director of the Boston University laboratory, said attention given to the 80% figure has been used to promote a \"sensationalized\" message.", "\"This was a statement taken out of context for the purposes of sensationalism,\" Corley saidin a statementreleased by the university, \"and it totally misrepresents not only the findings, but (also) the purpose of the study.\"", "In the preprintstudy, which is not yet peer-reviewed, researchers at the Boston lab wanted to examine the spike protein in COVID-19s original omicron variant, called Ba.1.", "Their aim was seeing whether the mutations in those proteins were the reason why the virus variant is milder than earlier COVID-19 strains and evades immunity more easily, but leads to fewer fatalities.", "To do so, the researchers added a spike protein from omicron to an original strain of SARS-CoV-2 to create a new strain they called Omi-S.", "They then compared the effects that the viruss new strain, ancestral strain and omicron strain had on infected mice.", "All of the mice infected with the ancestral strain died.", "All the mice infected with omicron survived.", "And 80% of the mice infected with Omi-S died.", "Researchers concluded the results showed the lesser severity of omicron is not linked to the spike protein mutations.", "They said more research is needed.", "The mice that were used were \"a particular type of mouse that is highly susceptible,\" Corleysaid.", "\"Consistent with studies published by others, this work shows that it is not the spike protein that drives omicron pathogenicity, but instead other viral proteins.", "Determination of those proteins will lead to better diagnostics and disease management strategies,\" said Mohsan Saeed, one of the studys lead authors, in a statement provided by Boston University.", "\"Ultimately, this research will provide a public benefit by leading to better, targeted therapeutic interventions to help fight against future pandemics,\" the schools statement said.", "The headline shared in these posts derived froman Oct. 17 articlein the U.K. news outlet the Daily Mail, which Boston University officialscriticizedas being misleading.", "The article, which hasbeen updatedwith a new headline and additional critique of the study, quotes experts whosaidthe research was an example of \"gain-of-function\" research, a broadly defined term about research that can potentially make a virus more dangerous.", "But theschooland other experts we spoke with rejected that assertion.", "They noted the work that was done in the Boston lab has been done elsewhere.", "Michael Imperiale, professor of microbiology and immunology at University of Michigan School of Medicine, said the Boston labs research could be considered \"loss of function,\" because the new strain was less deadly than the original virus, which killed all the mice.", "He said its inappropriate to compare the Omi-S strain in this study with the original omicron strain, which killed none, because only the original strain was manipulated.", "Andy Pekosz, a microbiology and immunology professor at Johns Hopkins Bloomberg School of Public Health, said the studys work with COVID-19 is not unusual, pointing totwoearliersimilar studies.", "\"This is a common approach to map differences between two related lineages of SARS-CoV-2 and, in fact, it's done with many different viruses,\" Pekosz said.", "\"By swapping large parts of the virus, you can determine more quickly which mutations might alter a viruss fitness or replication.\"", "Boston University also noted that the \"research mirrors and reinforces the findings of other, similar research performed by other organizations, including the FDA.\"", "Scientists at the U.S. Food and Drug Administration co-authored asimilar studypublished in September.", "The Boston research was conducted in the labsbiosafety level 3facilities, which allow researchers to work with dangerous pathogens.", "The lab is owned and operated by the school but it is part of anetworkof such sites around the U.S. where researchers can study infectious diseases.", "Pekosz called the facility \"a safe way to handle even the most dangerous of SARS-CoV-2 variants.\"", "Gigi Gronvall, a senior scholar at Johns Hopkins Bloomberg School of Public Health, said critics are ignoring the \"extraordinary safety measures\" taken in places such as the Boston lab, and that such research is vital.", "\"Safety comes first, but there is no indication that there was a safety problem,\" Gronvall said.", "\"Understanding viruses like the one we are dealing with and which has killed millions requires, you know, studying it.\"", "Safety measures in the lab include a series of interlocked doors; sealed walls and floors; and sophisticated filtration and decontamination technology,according to the school.", "But these labs arent risk-free, as aVox articlenoted.", "It recalled a case of a lab worker in Taiwan being bitten with an infected mouse and later exposing the virus to more than 100 people.", "Inan interviewwith the health news site STAT, Emily Erbelding, director of the National Institute of Allergy and Infectious Diseases division of microbiology and infectious diseases, expressed misgivings that the Boston researchers did not alert the agency to the type of work being done.", "\"We wish that they would have,\" Erbelding said, though she also noted the media coverage overstated the risk of the work being done.", "Boston University in its statement said it had no obligation to report its work to NIAID.", "The NIAID funded tools and platforms used in the research but did not fund the research directly, it said.", "The research was approved by the Institutional Biosafety Committee and the Boston Public Health Commission, the school said.", "We reached out to NIAID for comment but didnt immediately hear back.", "But an NIAID spokespersontold the Financial Timesthat the agency was \"examining the matter to determine whether the research conducted was subject to the NIH grants policy statement or met the criteria for review\" under government research guidelines.", "Dr. Anthony Fauci, NIAIDs director, said in an Oct 19interview with CBS Newsthat although the NIH did not fund the Boston study, \"it was interpreted I think in an exaggerated way by some as being of great concern.\"", "An Instagram post shared an image of a headline that read, \"Boston University creates a new COVID strain that has an 80% kill rate.\"", "This is partly accurate.", "Researchers at Boston University are investigating what made COVID-19s omicron variant less deadly and more likely to evade immunity.", "In that effort, they added a spike protein from a milder omicron virus to an original strain of SARS-CoV-2 to create a new strain they called Omi-S.", "When researchers compared the effects of the three viruses on mice, they found that 80% of the Omi-S-infected mice died.", "But citing the 80% figure alone leaves out key context, including that the resulting strain was less fatal than the original, which killed 100% of mice.", "Experts say this kind of research is not unusual and the experiment was conducted in accordance with accepted safety procedures.", "The mice used were highly susceptible to the virus.", "And the point of the study was to learn more about why the omicron variant of SARS-CoV-2 frequently evades immunity and leads to fewer fatalities.", "We rate this claim Half True."], "issues": ["Public Health", "Science", "Facebook Fact-checks", "Coronavirus"], "image_data": [{"image_src": null, "image_caption": null}], "data": [{"sentence": "\"Boston University CREATES a new COVID strain that has an 80% kill rate — echoing dangerous experiments feared to have started the pandemic,\" read an Oct. 17 Instagrampostthat showed a screen grab of a Daily Mail headline.", "hrefs": "https://archive.ph/mwYd5"}, {"sentence": "We foundnumeroussocial mediapoststhatalsosharedthe Daily Mail headline, all alluding to the unproven theory that COVID-19 was created in a Chinese lab. They were flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more aboutour partnership with Facebook.)", "hrefs": "https://www.instagram.com/p/Cj1CQjkAHzJ/"}, {"sentence": "\"This was a statement taken out of context for the purposes of sensationalism,\" Corley saidin a statementreleased by the university, \"and it totally misrepresents not only the findings, but (also) the purpose of the study.\"", "hrefs": "https://www.bu.edu/articles/2022/neidl-researchers-refute-uk-article-about-covid-strain/"}, {"sentence": "In the preprintstudy, which is not yet peer-reviewed, researchers at the Boston lab wanted to examine the spike protein in COVID-19’s original omicron variant, called Ba.1. Their aim was seeing whether the mutations in those proteins were the reason why the virus variant is milder than earlier COVID-19 strains and evades immunity more easily, but leads to fewer fatalities.", "hrefs": "https://www.biorxiv.org/content/10.1101/2022.10.13.512134v1.full"}, {"sentence": "The mice that were used were \"a particular type of mouse that is highly susceptible,\" Corleysaid.", "hrefs": "https://www.bu.edu/articles/2022/neidl-researchers-refute-uk-article-about-covid-strain/"}, {"sentence": "The headline shared in these posts derived froman Oct. 17 articlein the U.K. news outlet the Daily Mail, which Boston University officialscriticizedas being misleading. The article, which hasbeen updatedwith a new headline and additional critique of the study, quotes experts whosaidthe research was an example of \"gain-of-function\" research, a broadly defined term about research that can potentially make a virus more dangerous.", "hrefs": "https://web.archive.org/web/20221017151222/https://www.dailymail.co.uk/health/article-11323677/Outrage-Boston-University-CREATES-Covid-strain-80-kill-rate.html"}, {"sentence": "But theschooland other experts we spoke with rejected that assertion. They noted the work that was done in the Boston lab has been done elsewhere.", "hrefs": "https://www.bu.edu/articles/2022/neidl-researchers-refute-uk-article-about-covid-strain/"}, {"sentence": "Andy Pekosz, a microbiology and immunology professor at Johns Hopkins Bloomberg School of Public Health, said the study’s work with COVID-19 is not unusual, pointing totwoearliersimilar studies.", "hrefs": "https://www.nature.com/articles/s41392-022-01137-1"}, {"sentence": "Scientists at the U.S. Food and Drug Administration co-authored asimilar studypublished in September.", "hrefs": "https://www.cell.com/cell-reports/pdf/S2211-1247(22)01191-3.pdf"}, {"sentence": "The Boston research was conducted in the lab’sbiosafety level 3facilities, which allow researchers to work with dangerous pathogens. The lab is owned and operated by the school but it is part of anetworkof such sites around the U.S. where researchers can study infectious diseases.", "hrefs": "https://www.phe.gov/s3/BioriskManagement/biocontainment/Pages/BSL-Requirements.aspx"}, {"sentence": "Safety measures in the lab include a series of interlocked doors; sealed walls and floors; and sophisticated filtration and decontamination technology,according to the school.", "hrefs": "https://www.bu.edu/articles/2022/neidl-researchers-refute-uk-article-about-covid-strain/"}, {"sentence": "But these labs aren’t risk-free, as aVox articlenoted. It recalled a case of a lab worker in Taiwan being bitten with an infected mouse and later exposing the virus to more than 100 people.", "hrefs": "https://www.vox.com/future-perfect/2022/10/19/23412562/covid-omircron-gain-of-function-research-engineered-pandemic-biosafety"}, {"sentence": "Inan interviewwith the health news site STAT, Emily Erbelding, director of the National Institute of Allergy and Infectious Diseases’ division of microbiology and infectious diseases, expressed misgivings that the Boston researchers did not alert the agency to the type of work being done.", "hrefs": "https://www.statnews.com/2022/10/17/boston-university-researchers-testing-of-lab-made-version-of-covid-virus-draws-government-scrutiny/"}, {"sentence": "We reached out to NIAID for comment but didn’t immediately hear back. But an NIAID spokespersontold the Financial Timesthat the agency was \"examining the matter to determine whether the research conducted was subject to the NIH grants policy statement or met the criteria for review\" under government research guidelines.", "hrefs": "https://www.ft.com/content/f2e88a9c-104a-4515-8de1-65d72a5903d0"}, {"sentence": "Dr. Anthony Fauci, NIAID’s director, said in an Oct 19interview with CBS Newsthat although the NIH did not fund the Boston study, \"it was interpreted I think in an exaggerated way by some as being of great concern.\"", "hrefs": "https://www.cbsnews.com/video/dr-anthony-fauci-discusses-the-growing-concerns-over-a-possible-winter-covid-surge/#x"}]}, {"url": "https://www.politifact.com/factchecks/2022/oct/19/instagram-posts/clinton-was-talking-about-the-glass-ceiling-women/", "title": "Video shows Hillary Clinton talking about a glass dome over the Earth.", "author": "Ciara O'Rourke", "posted": "10/19/2022", "sci_digest": ["In her 2016 speech conceding the presidential election to Donald Trump, Hillary Clinton talked about the glass ceiling women encounter in society.", "She wasnt talking about a dome over our planet.", "Some people who believe the Earth is flat think a dome over us exists."], "paragraphs": ["Former Secretary of State Hillary Clinton publicly conceded the 2016 presidential election to former President Donald Trump in a speech on Nov. 9, 2016.", "In the speech, Clinton said, \"I know we have still not shattered that highest and hardest glass ceiling, but someday someone will and hopefully sooner than we might think.\"", "AnInstagram postshows someone playing Clintons speech on YouTube.", "Then, the person pauses the video.", "\"Shes talking about the dome,\" the person says.", "Text over the video reads: \"We live under a dome.\"", "The video goes on to show scenes from different movies, such as \"Hunger Games\" and \"Godzilla vs. Kong\" that the post says \"portray a dome.\"", "The Instagrampostwas flagged as part of Facebooks efforts to combat false news and misinformation on its News Feed.", "(Read more about ourpartnership with Meta, which owns Facebook and Instagram.)", "Some people who believe that the Earth is flat think its under a dome.", "In a 2020interviewwith Scientific American, Michael Marshall, project director of the Good Thinking Society, a United Kingdom-based charity that aims \"to promote science to challenge pseudoscience,\" said the idea that the Earth is a disc housed under a dome \"goes back to the biblical idea of the firmament from and being the roof on top of the world.\"", "But Clinton wasnt talking about this theory in her 2016 speech.", "Rather, she was alluding to the challenges women face.", "The phrase\"glass ceiling\"was first used by workplace advocate Marilyn Loden at a womens business conference in 1978, and it became a metaphor for the struggles women encounter as they try to progress in their careers.", "Loden spoke about how her company had tapped her to explore why more women werent entering management positions, The Washington Postreportedin 2018, and \"she had gathered enough data that she felt confident the problem extended beyond what her colleagues were wearing or saying.\"", "The paper quoted Loden saying that \"it seemed to me there was invisible barrier to advancement that people didn't recognize\"  the \"glass ceiling.\"", "Clintons comments right before the moment in the Instagram clip enforce that this is what she was talking about, not a glass dome over the Earth.", "\"To all the women and especially the young women who put their faith in this campaign and in me,\" Clinton said.", "\"I want you to know that nothing has made me prouder than to be your champion.\"", "We rate claims she was talking about a dome over the Earth as Pants on Fire!"], "issues": ["Science", "Facebook Fact-checks"], "image_data": [{"image_src": null, "image_caption": null}], "data": [{"sentence": "In the speech, Clinton said, \"I know we have still not shattered that highest and hardest glass ceiling, but someday someone will and hopefully sooner than we might think.\"", "hrefs": "https://www.youtube.com/watch?v=ZAq8Mvs5I5Q"}, {"sentence": "AnInstagram postshows someone playing Clinton’s speech on YouTube. Then, the person pauses the video.", "hrefs": "https://www.instagram.com/p/Cj1YZ24AbfQ/"}, {"sentence": "The Instagrampostwas flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about ourpartnership with Meta, which owns Facebook and Instagram.)", "hrefs": "https://www.instagram.com/p/Cj1YZ24AbfQ/"}, {"sentence": "Some people who believe that the Earth is flat think it’s under a dome. In a 2020interviewwith Scientific American, Michael Marshall, project director of the Good Thinking Society, a United Kingdom-based charity that aims \"to promote science to challenge pseudoscience,\" said the idea that the Earth is a disc housed under a dome \"goes back to the biblical idea of the firmament from and being the roof on top of the world.\"", "hrefs": "https://www.scientificamerican.com/podcast/episode/flat-earthers-what-they-believe-and-why/"}, {"sentence": "The phrase\"glass ceiling\"was first used by workplace advocate Marilyn Loden at a women’s business conference in 1978, and it became a metaphor for the struggles women encounter as they try to progress in their careers.", "hrefs": "https://www.cnn.com/2022/09/06/business/marilyn-loden-death-glass-ceiling-cec/index.html"}, {"sentence": "Loden spoke about how her company had tapped her to explore why more women weren’t entering management positions, The Washington Postreportedin 2018, and \"she had gathered enough data that she felt confident the problem extended beyond what her colleagues were wearing or saying.\"", "hrefs": "https://www.washingtonpost.com/news/retropolis/wp/2018/03/01/she-coined-the-phrase-glass-ceiling-she-didnt-expect-it-to-outlive-her/"}]}, {"url": "https://www.politifact.com/factchecks/2022/oct/10/facebook-posts/no-research-doesnt-show-earth-was-2-degrees-celsiu/", "title": "\"55,000 years ago the world was 2 degrees warmer Celsius than it is today.", "author": "Kristin Hugo", "posted": "10/10/2022", "sci_digest": ["Antarctic ice cores show that temperatures there were nearly 7 degrees Celsius colder in that region 55,000 years ago., Even if it were true that the Earth was warmer then, it would not rebut human-caused climate change.", "The Earth goes through temperature cycles, but human-made climate change is accelerating that process."], "paragraphs": ["Former oil executive Dan Pea has made his stance on climate change clear.", "As far as he is concerned, its not an issue.", "As evidence of why, in May 2021 Pea told an audience the story of a visit he and his wife made to Antarctica.", "Scientists were drilling ice core samples to determine former Earth temperatures, he said, and one scientist described to onlookers what those samples revealed.", "\"Fifty-five thousand years ago, the world was 2 degrees warmer Celsius than it is today,\" Peasaidthe scientist told him.", "\"And I said, Well, you mean the whole world?", "And he said, Yes.", "...", "In the cosmos of time, its not a fart in the wind.", "In the cosmos of time in the 13.8 billion years that weve been on this miserable planet, its not a fart in the wind.\"", "The Earth is about4.54 billion years old, not 13.8 billion.", "The first life appeared about3.7 billion years ago.", "The video segment was filmed at an event hosted by London Real, a company that makes videos on self-improvement, business, finances and other topics.", "The notion that the Earth was 2 degrees Celsius warmer 55,000 years ago has been previously debunked by Climate Feedback, a scientific reference, but videos of Pea making this claim have continued toappearonsocialmediaincluding Facebook, Instagram andTikTok.", "Some of these posts were flagged as part of Facebooks efforts to combat false news and misinformation on its News Feed.", "(Read more about ourpartnership with Meta,which owns Facebook and Instagram.)", "Teams of scientists dodrill ice cores in Antarctica, including at theBritish Antarctic Surveyand theNational Science Foundation Ice Core Facility.", "As snow falls, it compresses, and in the Antarctics cold, it doesnt thaw, even over hundreds of thousands of years.", "Scientists collect and study ice cores to discern information about temperatures as far back as800,000 years ago.", "Tiny air bubbles trapped in the ice provide information about what the environment was like at the time, including carbon dioxide concentrations.", "Bethan Davies, a senior researcher at the School of Geography, Politics and Sociology at Newcastle University in England, told PolitiFact in an email that she knows of no reputable source that claims Earth temperatures were higher 55,000 years ago.", "\"It shows a solid misunderstanding of Earths palaeoclimate and the drivers of past temperature change,\" said Davies, who also runsAntarcticGlaciers.org, a website about the study of glaciation and the Antarctic.", "The temperature in one studied region of Antarctica was -35.6C 55,000 years ago, according to data publishedin 2016in the journal Proceedings of the National Academy of Sciences.", "It said that in 2006, the average temperature in that area of Antarctica was -28.7C  that was about 6.9C warmer than the temperature in that region 55,000 years ago.", "There is alsodata about the Northern Hemispheregoing back 120,000 years that shows it was colder 55,000 years ago in Greenland, too.", "To visualize Earths climate 55,000 years ago, note that this was thetime of wooly mammoths.", "This would have been during a period of slight warming compared with the rest of that glacial period, but it was not warmer than today, Davies says.", "There are periods in Earths history in which the planet was much warmer than today, or even too hot for humans to live.", "For instance, 600 million to 800 million years ago, long before the dinosaurs, the global average temperature was90 Fahrenheit(32C) as opposed to the 20th-century global average, which was about57 F(14C) according to modern measurements by theNational Oceanic and Atmospheric Administration.", "The global average of 2021 was 1.51F (0.84 Celsius) warmer than that, according to NOAAs2021 report on average land and sea temperature.", "However, that there have been gradual periods of warming in the pastdoesnt mean that climate change is a hoax, normal, or safe.", "Although the Earths temperature has fluctuated, both in deep time and over the last century, the speed at which the climate is changing affects \"water, energy, transportation, wildlife, agriculture, ecosystems, and human health,\" according toNOAA.", "Even natural climate variationsare disruptive, as temperatures, sea-level changes, and other phenomena result in changes to the atmosphere and weather, as well as extinctions of plants and animals.", "Human-driven change is of particular concern, though, as human activity is happening at rates the United Nations calls \"unprecedented\" and \"irreversible\" for centuries or millennia, too fast for the natural world and human society to safely adapt.", "A video circulating on Facebook showed Pea saying Antarctic ice cores show the Earth was 2 degrees Celsius warmer 55,000 years ago.", "Scientific research looking at the Southern and Northern hemispheres shows that assertion is wrong.", "Although the planets temperatures have fluctuated over billions of years, research published in 2016 shows the Antarctic was 6.9C colder compared with 2006, the most recent year for which ice core data has been collected.", "We rate this claim False."], "issues": ["Climate Change", "Science", "Weather", "Facebook Fact-checks"], "image_data": [{"image_src": null, "image_caption": null}], "data": [{"sentence": "\"‘Fifty-five thousand years ago, the world was 2 degrees warmer Celsius than it is today,’\" Peñasaidthe scientist told him. \"And I said, ‘Well, you mean the whole world?’ And he said, ‘Yes.’ ... In the cosmos of time, it’s not a fart in the wind. In the cosmos of time in the 13.8 billion years that we’ve been on this miserable planet, it’s not a fart in the wind.\"", "hrefs": "https://www.facebook.com/story.php?story_fbid=1547421145305144&id=239595892754349&paipv=0&eav=AfZODOomGJwxvi68xEZP4by4uzdfyWfQz-a9bT-p9FUbYGWW7UBU2k03qARI1qos9S0&_rdr"}, {"sentence": "The Earth is about4.54 billion years old, not 13.8 billion. The first life appeared about3.7 billion years ago.", "hrefs": "https://education.nationalgeographic.org/resource/resource-library-age-earth"}, {"sentence": "The video segment was filmed at an event hosted by London Real, a company that makes videos on self-improvement, business, finances and other topics. The notion that the Earth was 2 degrees Celsius warmer 55,000 years ago has been previously debunked by Climate Feedback, a scientific reference, but videos of Peña making this claim have continued toappearonsocialmediaincluding Facebook, Instagram andTikTok.", "hrefs": "https://www.facebook.com/politickimagazinsrbije/videos/5632801783451731/"}, {"sentence": "Some of these posts were flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about ourpartnership with Meta,which owns Facebook and Instagram.)", "hrefs": "https://www.facebook.com/help/1952307158131536?helpref=related"}, {"sentence": "Teams of scientists dodrill ice cores in Antarctica, including at theBritish Antarctic Surveyand theNational Science Foundation Ice Core Facility. As snow falls, it compresses, and in the Antarctic’s cold, it doesn’t thaw, even over hundreds of thousands of years. Scientists collect and study ice cores to discern information about temperatures as far back as800,000 years ago. Tiny air bubbles trapped in the ice provide information about what the environment was like at the time, including carbon dioxide concentrations.", "hrefs": "https://www.youtube.com/watch?v=se-BRvZuu7k"}, {"sentence": "Bethan Davies, a senior researcher at the School of Geography, Politics and Sociology at Newcastle University in England, told PolitiFact in an email that she knows of no reputable source that claims Earth temperatures were higher 55,000 years ago.", "hrefs": "https://www.ncl.ac.uk/gps/staff/profile/bethandavies.html"}, {"sentence": "\"It shows a solid misunderstanding of Earth’s palaeoclimate and the drivers of past temperature change,\" said Davies, who also runsAntarcticGlaciers.org, a website about the study of glaciation and the Antarctic.", "hrefs": "https://www.antarcticglaciers.org/author/bethan/"}, {"sentence": "The temperature in one studied region of Antarctica was -35.6°C 55,000 years ago, according to data publishedin 2016in the journal Proceedings of the National Academy of Sciences. It said that in 2006, the average temperature in that area of Antarctica was -28.7°C — that was about 6.9°C warmer than the temperature in that region 55,000 years ago.", "hrefs": "https://www.pnas.org/doi/10.1073/pnas.1609132113#st01"}, {"sentence": "There is alsodata about the Northern Hemispheregoing back 120,000 years that shows it was colder 55,000 years ago in Greenland, too.", "hrefs": "https://cp.copernicus.org/articles/10/887/2014/"}, {"sentence": "To visualize Earth’s climate 55,000 years ago, note that this was thetime of wooly mammoths. This would have been during a period of slight warming compared with the rest of that glacial period, but it was not warmer than today, Davies says.", "hrefs": "https://a-z-animals.com/animals/woolly-mammoth/"}, {"sentence": "For instance, 600 million to 800 million years ago, long before the dinosaurs, the global average temperature was90° Fahrenheit(32°C) as opposed to the 20th-century global average, which was about57° F(14°C) according to modern measurements by theNational Oceanic and Atmospheric Administration. The global average of 2021 was 1.51°F (0.84° Celsius) warmer than that, according to NOAA’s2021 report on average land and sea temperature.", "hrefs": "https://www.climate.gov/news-features/climate-qa/whats-hottest-earths-ever-been#:~:text=The%20fact%20that%20these%20thick,lower%20than%2060%C2%B0F.)"}, {"sentence": "However, that there have been gradual periods of warming in the pastdoesn’t mean that climate change is a hoax, normal, or safe.", "hrefs": "https://www.popsci.com/carbon-emissions-warming/"}, {"sentence": "Although the Earth’s temperature has fluctuated, both in deep time and over the last century, the speed at which the climate is changing affects \"water, energy, transportation, wildlife, agriculture, ecosystems, and human health,\" according toNOAA. Even natural climate variationsare disruptive, as temperatures, sea-level changes, and other phenomena result in changes to the atmosphere and weather, as well as extinctions of plants and animals. Human-driven change is of particular concern, though, as human activity is happening at rates the United Nations calls \"unprecedented\" and \"irreversible\" for centuries or millennia, too fast for the natural world and human society to safely adapt.", "hrefs": "https://www.noaa.gov/education/resource-collections/climate/climate-change-impacts"}]}, {"url": "https://www.politifact.com/factchecks/2022/sep/29/instagram-posts/nasas-footage-dart-spacecraft-crashing-itself-aste/", "title": "Footage NASA shared from the DART spacecraft just before it crashed itself into an asteroid isnt real.", "author": "Madison Czopek", "posted": "09/29/2022", "sci_digest": ["NASAs Double Asteroid Redirection Test spacecraft, also known as DART, intentionally struck the asteroid Dimorphos on Sept. 26., DART transmitted images back to earth as it approached the asteroid.", "The final partial image was sent just one second before impact., NASA compiled the images into a short video clip that has been shared widely on social media and in news reports."], "paragraphs": ["A NASA spacecraft smashed into an asteroid on Sept. 26  right on schedule.", "The spacecraftsintentional collisionwith the asteroid Dimorphos was NASAs \"first attempt to move an asteroid in space.\"", "The Double Asteroid Redirection Test spacecraft, aka DART, is part of the agencys strategy toprotect Earthfrom objects such as asteroids or comets.", "In the coming weeks, scientists will closely monitor Dimorphos to determine whether the crash prompted an orbital change.", "But, for now, NASA has confirmed that DART hit the asteroid  and also released a number of images the spacecraft transmitted back to researchers on earth.", "Some social media users targeted those images, claiming that the footage was fake.", "\"What you are looking at is supposedly footage from a NASA spacecraft crashing into an asteroid,\" read a screenshot shared Sept. 26on Instagram.", "\"What kind of person actually believes this is real?\"", "The screenshot was shared alongside a short video clip featuring an asteroid and, eventually, close-up rocky terrain.", "The caption also conveys incredulity: \"Yes, this is real footage supposedly from NASA hitting an asteroid.", "For all of those who have discovered the truth of where we really live, you know how this and anything that comes from NASA is truly laughable.", "They will do anything to push the space hoax.\"", "The post was flagged as part of Facebooks efforts to combat false news and misinformation on its News Feed.", "(Read more about ourpartnership with Meta, which owns Facebook and Instagram.)", "The footage shared in the Instagram post is real and shows a selection of images from the final five and a half minutes that DART captured and transmitted back to earth as it approached Dimorphos.", "NASA compiled the images into a short video clip.", "Don't want to miss a thing?", "Watch the final moments from the#DARTMissionon its collision course with asteroid Dimporphos.pic.twitter.com/2qbVMnqQrD \"This replay movie is 10 times faster than reality, except for the last six images, which are shown at the same rate that the spacecraft returned them,\" NASA said of its39-second video.", "\"Didymos and its moonlet Dimorphos are visible at the start of the movie.", "At the end, Dimorphos fills the field of view.\"", "The final full image shows a patch of Dimorphos surface that is about 100 feet across, NASA said.", "It was taken about 7 miles away from the asteroid and two seconds before impact.", "The last complete image of asteroid moonlet Dimorphos, taken by NASAs DART spacecraft about 7 miles from the asteroid and two seconds before impact.", "(NASA/Johns Hopkins APL) DART sent one more partial image that was taken about 4 miles from Dimorphos surface, just one second before impact.", "It shows a 51-foot wide section of the asteroid.", "The spacecraft collided with the asteroid as the picture was being transmitted to Earth, resulting in the incomplete image, NASA said.", "The video clip and images have been reported on byseveralnewsoutlets.", "For decades, conspiracy theorists have denied the existence of space and suggested space exploration is a hoax.", "Theclaimsarewithoutmerit.", "An Instagram post suggested the footage NASA shared from the DART spacecraft just before it crashed itself into an asteroid wasnt real.", "The footage shared in the post is real and was published by several news outlets.", "It was a sped-up video compilation of images DART captured and transmitted back to earth as it approached Dimorphos, seconds before impact.", "We rate this claim False."], "issues": ["Science", "Space", "Facebook Fact-checks"], "image_data": [{"image_src": "https://static.politifact.com/politifact/photos/penultimate_dart_image_courtesy_of_NASA.png", "image_caption": null}], "data": [{"sentence": "The spacecraft’sintentional collisionwith the asteroid Dimorphos was NASA’s \"first attempt to move an asteroid in space.\" The Double Asteroid Redirection Test spacecraft, aka DART, is part of the agency’s strategy toprotect Earthfrom objects such as asteroids or comets.", "hrefs": "https://www.nasa.gov/press-release/nasa-s-dart-mission-hits-asteroid-in-first-ever-planetary-defense-test"}, {"sentence": "\"What you are looking at is supposedly footage from a NASA spacecraft crashing into an asteroid,\" read a screenshot shared Sept. 26on Instagram. \"What kind of person actually believes this is real?\"", "hrefs": "https://www.instagram.com/p/Ci_mPJsgsE6/"}, {"sentence": "The post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about ourpartnership with Meta, which owns Facebook and Instagram.)", "hrefs": "https://www.facebook.com/help/1952307158131536?helpref=related"}, {"sentence": "Don't want to miss a thing? Watch the final moments from the#DARTMissionon its collision course with asteroid Dimporphos.pic.twitter.com/2qbVMnqQrD", "hrefs": "https://twitter.com/hashtag/DARTMission?src=hash&ref_src=twsrc%5Etfw"}, {"sentence": "\"This replay movie is 10 times faster than reality, except for the last six images, which are shown at the same rate that the spacecraft returned them,\" NASA said of its39-second video. \"Didymos and its moonlet Dimorphos are visible at the start of the movie. At the end, Dimorphos fills the field of view.\"", "hrefs": "https://www.nasa.gov/feature/dart-s-final-images-prior-to-impact"}, {"sentence": "The video clip and images have been reported on byseveralnewsoutlets.", "hrefs": "https://www.businessinsider.com/watch-video-moment-nasa-dart-spacecraft-crashed-into-asteroid-2022-9"}, {"sentence": "For decades, conspiracy theorists have denied the existence of space and suggested space exploration is a hoax. Theclaimsarewithoutmerit.", "hrefs": "https://www.politifact.com/article/2019/jul/18/fifty-years-after-apollo-11-moon-landing-hoaxes-st/"}]}, {"url": "https://www.politifact.com/factchecks/2022/aug/31/instagram-posts/claim-water-fueled-dune-buggy-defies-physics/", "title": "\"Water-fueled car can travel from LA to NY on 22 gallons.\"", "author": "Michael Majchrowicz", "posted": "08/31/2022", "sci_digest": ["Late inventor Stanley Meyer claimed to have invented a means to convert water into usable fuel.", "But the process he detailed has never been supported by science, and physicists say its an impossibility."], "paragraphs": ["AnInstagram postshowing datednews footageof late inventor Stanley Meyer talking about his \"water fuel cell\" is recirculating a decades-old claim by Meyer that water could be converted into fuel to power automobile engines.", "Beyond that, the post  via superimposed text stretched across the video  echoes a statement Meyer made during the news interview in which he claimed 22 gallons of water could fuel a dune buggy enough to drive from Los Angeles to New York.", "\"Water has always been considered a precious commodity, but Stan Meyers invention may make it even more valuable.", "He has developed what he calls a water fuel cell,\" the interviewer says in the segment.", "\"It has taken the place of his old gas tank.", "The water fuel cell breaks down water molecules into oxygen and hydrogen.", "The hydrogen is used to run his dune buggy.\"", "Not so fast, say energy wonks and physicists.", "This post was flagged as part of efforts by Facebook, which owns Instagram, to combat false news and misinformation on its News Feed.", "(Read more about ourpartnership with Facebook.)", "Iterations of this claim have been debunked numerous times by fact-checkers (such ashereandhere) and debunked across the board.", "\"Water cannot be burned as hydrocarbon fuels (petrol, ethanol, natural gas) or hydrogen,\" Hua Zhao, vice provost and dean of the engineering college at Brunel University London,told Agence France-Pressein 2019.", "Zhao said the hydrogen atoms in water molecules are bonded to oxygen atoms and it would take energy (typically by electrolysis) to release these hydrogen atoms so they could be burned as motor fuel.", "\"The energy required to break those bonds between hydrogen and oxygen in water will always take more energy than the energy needed to get them together in a fuel cell or produced by the engine,\" Zhao said.", "Meyer, who had no formal scientific experience or credentials,died of a brain aneurysmin 1998.", "He claimed that his \"water fuel cell\" worked by taking the water and breaking itf hydrogen and oxygen and that the hydrogen could be used to fuel a car engine.", "Meyers claim seemed to defy thermodynamic principles.", "Thefirst law of thermodynamicsstates that energy cant be created or destroyed, and that when its transferred from one form to another, the final state can't be greater than the original state.", "\"Water is not a fuel.", "It never has been one, and it never will be one,\" longtime science writer Philip Ballwrotein 2007 for the London-based scientific journal Nature.", "\"Water does not burn.", "Water is already burnt  it is spent fuel.", "It is exhaust.\"", "An Instagram post showing a dated news broadcast in which inventor Stanley Meyer claims his \"water fuel cell\" could convert water into fuel and power an automobile engine.", "Meyer insisted someone could drive from Los Angeles to New York on 22 gallons of water using his invention.", "The claim has circulated in varying forms over the years and has been consistently debunked.", "We could find no evidence that water can be used as a fuel source.", "Such a feat would contradict thermodynamics.", "We rate this claim False."], "issues": ["Environment", "Gas Prices", "Science", "Facebook Fact-checks"], "image_data": [{"image_src": null, "image_caption": null}], "data": [{"sentence": "AnInstagram postshowing datednews footageof late inventor Stanley Meyer talking about his \"water fuel cell\" is recirculating a decades-old claim by Meyer that water could be converted into fuel to power automobile engines.", "hrefs": "https://www.instagram.com/p/Ch5HIwnAQoz/"}, {"sentence": "This post was flagged as part of efforts by Facebook, which owns Instagram, to combat false news and misinformation on its News Feed. (Read more about ourpartnership with Facebook.)", "hrefs": "https://www.facebook.com/help/1952307158131536?helpref=related"}, {"sentence": "Iterations of this claim have been debunked numerous times by fact-checkers (such ashereandhere) and debunked across the board.", "hrefs": "https://climatefeedback.org/claimreview/a-water-powered-car-still-requires-other-forms-of-fuel-to-work-it-cannot-run-solely-on-water-contrary-to-viral-facebook-video-claims/"}, {"sentence": "\"Water cannot be burned as hydrocarbon fuels (petrol, ethanol, natural gas) or hydrogen,\" Hua Zhao, vice provost and dean of the engineering college at Brunel University London,told Agence France-Pressein 2019.", "hrefs": "https://factcheck.afp.com/no-car-cannot-be-run-energy-produced-water"}, {"sentence": "Meyer, who had no formal scientific experience or credentials,died of a brain aneurysmin 1998. He claimed that his \"water fuel cell\" worked by taking the water and breaking itf hydrogen and oxygen and that the hydrogen could be used to fuel a car engine.", "hrefs": "https://factcheck.afp.com/no-car-cannot-be-run-energy-produced-water"}, {"sentence": "Meyer’s claim seemed to defy thermodynamic principles. Thefirst law of thermodynamicsstates that energy can’t be created or destroyed, and that when it’s transferred from one form to another, the final state can't be greater than the original state.", "hrefs": "https://www.britannica.com/science/thermodynamics"}, {"sentence": "\"Water is not a fuel. It never has been one, and it never will be one,\" longtime science writer Philip Ballwrotein 2007 for the London-based scientific journal Nature. \"Water does not burn. Water is already burnt — it is spent fuel. It is exhaust.\"", "hrefs": "https://www.nature.com/articles/news070910-13.pdf"}]}, {"url": "https://www.politifact.com/factchecks/2022/aug/24/facebook-posts/study-didnt-find-vaccines-prolong-covid-19-contagi/", "title": "A New England Journal of Medicine study found that vaccinated people are 5X more contagious than the unvaccinated 10 days after SARS-CoV-2 infection.", "author": "Madison Czopek", "posted": "08/24/2022", "sci_digest": ["A study published in the New England Journal of Medicine found that people infected with delta or omicron variant COVID-19 could shed virus and remain potentially infectious for six to eight days after the onset of symptoms or their initial positive polymerase chain reaction (PCR) test., The study did not find that people vaccinated against COVID-19 remain contagious for COVID-19 longer or recover more slowly than people who were not vaccinated against the virus., The study has important implications about how long people should isolate after they contract COVID-19 to avoid infecting others, said one of the studys co-authors, Dr. Amy Barczak of Massachusetts General Hospital."], "paragraphs": ["A new study did not prove that getting a COVID-19 vaccine could keep you contagious for longer if youre infected with the virus compared with not getting vaccinated.", "But a social media post argued the contrary.", "An Aug. 18 YouTubevideoshared on Facebook claimed that a new study found that vaccinated people were \"5X more contagious than the unvaccinated 10 days after SARS-CoV-2 infection.\"", "SARS-CoV-2 is the novel coronavirus that causes COVID-19.", "The videos host displayed a screenshot of a New England Journal of Medicine study, which he said determined that \"individuals fully vaccinated and boosted against COVID-19 seem to recover markedly more slowly from the illness and surprisingly even remain contagious for lengthier periods of time as compared to the unvaccinated.\"", "Now more than ever, its important to sort fact from fiction.Please donate to support our mission.", "The post was flagged as part of Facebooks efforts to combat false news and misinformation on its News Feed.", "(Read more aboutour partnership with Facebook.)", "(Screenshot from YouTube.)", "The video identifieda studyby Massachusetts researchers affiliated with Brigham and Womens Hospital, Massachusetts General Hospital and theRagon Institute, which studies immunology.", "The New England Journal of Medicine published the study July 21.", "From July 2021 to January 2022, the researchers asked 66 people with \"newly diagnosed\" COVID-19 to provide additional nasal swab samples three times a week for two weeks  or until they tested negative for COVID-19 with a PCR test.", "Researchers studied people infected with the delta or omicron BA.1 variant.", "Sixteen participants were unvaccinated, 37 were vaccinated and 13 were vaccinated and boosted.", "One of the studys co-authors, Dr. Amy Barczak, an infectious disease specialist at Massachusetts General Hospital, said the study aimed to examine how long people infected with the delta or the omicron coronavirus variants shed detectable virus.", "Despite the videos claims, the study did not find that people vaccinated against COVID-19 remain contagious longer or recover more slowly than people who were unvaccinated against the disease.", "\"There would be no way to make this calculation from our data,\" Barczak said.", "In fact, the studyreportedno differences between vaccinated and unvaccinated patients when it came to the amount of time it took for a PCR test to switch from positive to negative or to the amount of time it took a culture test, or an attempt to grow live virus in culture from a nasal swab, to switch to negative.", "Barczak said the studyskey findingwas that people infected with the delta or omicron variant shed virus and were thus potentially infectious for a median of six to eight days from the onset of symptoms or a positive SARS-CoV-2 test.", "Some people remained potentially infectious for up to 10 days.", "InDecember 2021, the Centers for Disease Control and Prevention recommended shortening the isolation period for people infected with COVID-19 in non-health-care settings from 10 days to five days.", "The studys findings are important, Barzack said, \"because it has implications for the time one should isolate after they develop SARS-CoV-2 to avoid infecting others.\"", "Researcherscautionedthat the findings were limited by the small sample size of 66 COVID-19 cases.", "A video shared on Facebook claimed that a study found that vaccinated people were \"5X more contagious than the unvaccinated 10 days after SARS-CoV-2 infection.\"", "The study in question found that people infected with COVID-19s delta or omicron variant shed virus and were potentially infectious for a median of six to eight days  and up to 10 days  after the onset of symptoms or their initial positive PCR test.", "It also reported no differences between vaccinated and unvaccinated patients when it came to the amount of time it took for a PCR or viral culture test to switch from positive to negative.", "We rate these claims False."], "issues": ["Science", "Facebook Fact-checks", "Health Check", "Coronavirus"], "image_data": [{"image_src": "https://static.politifact.com/politifact/photos/False_graphic_for_time_contagious_based_on_vaccination_status.jpeg", "image_caption": null}], "data": [{"sentence": "But a social media post argued the contrary. An Aug. 18 YouTubevideoshared on Facebook claimed that a new study found that vaccinated people were \"5X more contagious than the unvaccinated 10 days after SARS-CoV-2 infection.\"", "hrefs": "https://www.youtube.com/watch?v=InxEbH1PuN8"}, {"sentence": "Now more than ever, it’s important to sort fact from fiction.Please donate to support our mission.", "hrefs": "http://bit.ly/2vdogZe"}, {"sentence": "The post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more aboutour partnership with Facebook.)", "hrefs": "https://www.facebook.com/help/1952307158131536?helpref=related"}, {"sentence": "The video identifieda studyby Massachusetts researchers affiliated with Brigham and Women’s Hospital, Massachusetts General Hospital and theRagon Institute, which studies immunology. The New England Journal of Medicine published the study July 21.", "hrefs": "https://www.nejm.org/doi/full/10.1056/nejmc2202092"}, {"sentence": "In fact, the studyreportedno differences between vaccinated and unvaccinated patients when it came to the amount of time it took for a PCR test to switch from positive to negative or to the amount of time it took a culture test, or an attempt to grow live virus in culture from a nasal swab, to switch to negative.", "hrefs": "https://www.nejm.org/doi/full/10.1056/nejmc2202092#:~:text=There%20were%20no%20appreciable%20between%2Dgroup%20differences%20in%20the%20time%20to%20PCR%20conversion%20or%20culture%20conversion%20according%20to%20vaccination%20status%2C%20although%20the%20sample%20size%20was%20quite%20small%2C%20which%20led%20to%20imprecision%20in%20the%20estimates"}, {"sentence": "Barczak said the study’skey findingwas that people infected with the delta or omicron variant shed virus and were thus potentially infectious for a median of six to eight days from the onset of symptoms or a positive SARS-CoV-2 test. Some people remained potentially infectious for up to 10 days.", "hrefs": "https://www.nejm.org/doi/full/10.1056/nejmc2202092#:~:text=Our%20data%20suggest%20that%20some%20persons%20who%20are%20infected%20with%20the%20omicron%20and%20delta%20SARS%2DCoV%2D2%20variants%20shed%20culturable%20virus%20more%20than%205%20days%20after%20symptom%20onset%20or%20an%20initial%20positive%20test."}, {"sentence": "InDecember 2021, the Centers for Disease Control and Prevention recommended shortening the isolation period for people infected with COVID-19 in non-health-care settings from 10 days to five days.", "hrefs": "https://www.cdc.gov/media/releases/2021/s1227-isolation-quarantine-guidance.html"}, {"sentence": "Researcherscautionedthat the findings were limited by the small sample size of 66 COVID-19 cases.", "hrefs": "https://www.nejm.org/doi/full/10.1056/nejmc2202092#:~:text=Our%20results%20should%20be%20interpreted%20within%20the%20context%20of%20a%20small%20sample%20size%2C%20which%20limits%20precision%2C%20and%20the%20possibility%20of%20residual%20confounding%20in%20comparisons%20according%20to%20variant%2C%20vaccination%20status%2C%20and%20the%20time%20period%20of%20infection."}]}, {"url": "https://www.politifact.com/factchecks/2022/aug/23/facebook-posts/no-video-doesnt-show-google-street-view-antarctica/", "title": "Video claims Google Street View shows Antarctica with green vegetation and brick buildings.", "author": "Andy Nguyen", "posted": "08/23/2022", "sci_digest": ["Satellite images of Antarctica show the continent covered in snow with no patches of green landscape anywhere."], "paragraphs": ["A secret is lurking on the surface of Antarctica, and the only way to uncover it is by accessing Google's Street View feature, according to arecent Facebook video.", "The video originallycame from TikTokand features a user reacting toanother videoof a woman looking at a map of Antarctica on Google.", "\"So for Antarctica to be completely covered in ice, thats what weve been taught all my life, why, when you go on Google Maps, does it show this,\" the woman says as the video switches from a map view of the icy continent to a street view showing a green, tree-lined landscape with buildings.", "\"Now, I know I smoke a lot of weed, but this s--- aint adding up,\" the woman says.", "\"I mean, wheres the snow?\"", "The woman urges viewers to go on Google and check out the street view for themselves.", "But the terrain featured in the video isnt actually in Antarctica.", "This post was flagged as part of Facebooks efforts to combat false news and misinformation on its News Feed.", "(Read more about ourpartnership with Facebook.)", "Conspiracy theories related to the continent are not new.", "PolitiFact has checked false claims that Antarctica containeda secret entranceto a hidden world inside the Earth, that it had ancient pyramids and that itsnot a real continent.", "We attempted to recreate what was shown in the video by using the Google Earth phone application and Google Maps on a web browser tovisit the coordinatesin Antarctica used by the woman.", "There was no Street View option available for the area, and the only images associated with the coordinates showed people standing in snow.", "A closer look of the landscape revealed it did not come directly from Google but rather from a person using the company'sPhoto Sphere feature, which allows anyone to create and upload a 360-degree image to Street View to alocation of their choosing.", "Google did not respond to PolitiFacts request for comment about the companys Photo Sphere feature and the TikTok video.", "We ran ascreenshotof the video through a Google reverse image search, which revealed its actually of a college campus in Jabalpur, India  about 7,354 miles from Antarctica.", "Using asatellite imageof the area, we were able to match several landmarks and buildings featured in the video with those on the Jabalpur campus.", "Despite trees and shrubs being unable to grow in Antarctica, the continent is home totwo types of plants the Antarctic hair grass and Antarctic pearlwort.", "Even so, detailedsatellite imagesshow that Antarctica remains covered in snow, with no large patches of green in sight.", "A Facebook user shared a video from TikTok showing a woman accessing a map of Antarctica on Google.", "The woman shows what she claims is a Street View of the continent featuring a green, tree-lined landscape instead of snow.", "There is no Street View feature available on Antarctica showing a similar landscape, and the image featured in the video was submitted by a user on Google and not by the company itself.", "A reverse image search revealed the landscape is actually of a college campus in India.", "We rate this False."], "issues": ["Science", "Facebook Fact-checks"], "image_data": [{"image_src": null, "image_caption": null}], "data": [{"sentence": "A secret is lurking on the surface of Antarctica, and the only way to uncover it is by accessing Google's Street View feature, according to arecent Facebook video.", "hrefs": "https://www.facebook.com/reel/1109550973308134/?s=single_unit"}, {"sentence": "The video originallycame from TikTokand features a user reacting toanother videoof a woman looking at a map of Antarctica on Google.", "hrefs": "https://www.tiktok.com/@eugenenakiaparrish/video/7132274036754746666"}, {"sentence": "This post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about ourpartnership with Facebook.)", "hrefs": "https://www.facebook.com/help/1952307158131536?helpref=related"}, {"sentence": "Conspiracy theories related to the continent are not new. PolitiFact has checked false claims that Antarctica containeda secret entranceto a hidden world inside the Earth, that it had ancient pyramids and that it’snot a real continent.", "hrefs": "https://www.politifact.com/factchecks/2022/jul/26/instagram-posts/fact-checking-hollow-earth-conspiracy-theory/"}, {"sentence": "We attempted to recreate what was shown in the video by using the Google Earth phone application and Google Maps on a web browser tovisit the coordinatesin Antarctica used by the woman. There was no Street View option available for the area, and the only images associated with the coordinates showed people standing in snow.", "hrefs": "https://www.google.com/maps/place/76%C2%B037'32.0%22S+5%C2%B030'28.0%22W/@-79.7452628,-31.674178,2.94z/data=!4m13!1m7!3m6!1s0x0:0xd6d1ee077141f025!2zNzbCsDM3JzMyLjAiUyA1wrAzMCcyOC4wIlc!3b1!8m2!3d-76.6255556!4d-5.5077778!3m4!1s0x0:0xd6d1ee077141f025!8m2!3d-76.6255556!4d-5.5077778"}, {"sentence": "A closer look of the landscape revealed it did not come directly from Google but rather from a person using the company'sPhoto Sphere feature, which allows anyone to create and upload a 360-degree image to Street View to alocation of their choosing.", "hrefs": "https://support.google.com/maps/answer/7012050"}, {"sentence": "We ran ascreenshotof the video through a Google reverse image search, which revealed it’s actually of a college campus in Jabalpur, India — about 7,354 miles from Antarctica.", "hrefs": "https://i.imgur.com/gfysJoa.png"}, {"sentence": "Using asatellite imageof the area, we were able to match several landmarks and buildings featured in the video with those on the Jabalpur campus.", "hrefs": "https://www.google.com/maps/@23.1634957,79.9963503,245m/data=!3m1!1e3"}, {"sentence": "Despite trees and shrubs being unable to grow in Antarctica, the continent is home totwo types of plants— the Antarctic hair grass and Antarctic pearlwort. Even so, detailedsatellite imagesshow that Antarctica remains covered in snow, with no large patches of green in sight.", "hrefs": "https://www.bas.ac.uk/about/antarctica/wildlife/plants/"}]}, {"url": "https://www.politifact.com/factchecks/2022/aug/19/facebook-posts/fact-checking-talking-point-about-corrupted-climat/", "title": "96% of U.S. climate data is corrupted.", "author": "Madison Czopek", "posted": "08/19/2022", "sci_digest": ["There is widespread consensus that average temperatures are rising both in the U.S. and globally., Although not all temperature stations are stationed in areas with ideal research conditions, experts said those that arent are maintained in order to provide a consistent historical record of temperature changes over time.", "The data is also evaluated and adjusted for potential biases., Research does not reflect that data used from poorly sited temperature stations yields biased conclusions."], "paragraphs": ["Global temperatures are rising, and there is ample evidence to support that fact.", "But that hasnt stopped some people from claiming theyve found proof that climate change concerns are overblown.", "An article circulating on Facebook claims that U.S. agencies use of flawed data exaggerates the severity of climate change.", "\"96% of U.S. climate data is corrupted,\" reads the headline of one July 27blog postfrom the Heartland Institute, a conservative think tank.", "\"Official NOAA temperature stations produce corrupted data due to purposeful placement in man-made hot spots,\" the blog post said, referring to National Oceanic and Atmospheric Administration data.", "The post was flagged as part of Facebooks efforts to combat false news and misinformation on its News Feed.", "(Read more aboutour partnership with Facebook.)", "The Heartland Institute cited areportitpaid forand produced.", "That report analyzed a small sample of 128 temperature stations out of several thousand volunteer-run stations and found that 96% of them failed to meet NOAA placement recommendations.", "It appears those findings were extrapolated to conclude that the placement of these temperature stations \"strongly undermines\" the legitimacy and magnitude of long-term climate change trends.", "\"The correct approach is to write a scientific paper and submit it to a scientific journal,\" said Zeke Hausfather, a climate scientist currently serving as research lead at Stripe, a San Francisco-based technology company.", "\"In this specific case, the author of the report, Anthony Watts, submitted a paper on the topic around 10 years ago, but was unable to successfully convince other scientists of the validity of his findings and to pass the peer review process.\"", "Donald J. Wuebbles, a professor of atmospheric science at the University of Illinois, characterized Watts as a \"well-known climate denialist.\"", "With that in mind, we set out to learn more about data collection and climate change.", "Scientists, volunteers and automated instruments collect climate data such as air chemistry, temperature, precipitation and wind speed, according toNOAA.", "Instruments carried on balloons can provide data from points more than 10 miles high.", "Satellites track temperature, winds and clouds.", "NOAA and the National Weather Service have two programs that monitor weather conditions in the U.S., said Robert Rohde, lead scientist at Berkeley Earth, a Berkeley, California, organization providing global temperature data.", "One program, the Cooperative Observer Program (COOP),relies on more than 8,700 volunteerswho record daily temperature data using weather monitoring equipment.", "The other program is a network of about 900 more sophisticated, automated weather stations often set up in connection with airports or weather bureaus, Rohde said.", "The standards for installing those stations are more rigorous than Cooperative Observer Program stations, he said.", "The Heartland report looks exclusively at 128 COOP stations of thousands.", "Rohde said that \"immediately undermined\" its conclusion that 96% of climate data is corrupt.", "It is unclear how those stations were selected.", "According to National Weather Serviceinstructions, COOP stations should be installed over level terrain at least 100 feet from \"any extensive concrete or paved surface,\" and should not be placed where water or drifting snow collects.", "Rohde said that some COOP stations are closer than recommended to structures, artificial surfaces or vegetation.", "\"In the worst cases, local impediments may greatly disturb the temperature readings reported,\" he said, resulting in temperature readings \"dominated by the surfaces and other features in the immediate vicinity of the sensor.\"", "The Heartland report argued that such temperature stations, which might be placed near structures or parking lots, resulted in corrupted data.", "But that allegation ignores key facts.", "First, climate scientists know that weather station data can be impacted by poor siting, and they adjust data accordingly.", "Second, climate change analysis focuses on changes over time.", "\"Siting problems often cause the station to be consistently a bit too hot, or too cold, but that bias often remains more or less uniform over time,\" Rohde said.", "\"In such cases, it may still be possible to estimate trends related to climate change even if the observations themselves are not ideal.\"", "Research hasnot provedthat poorstation sitingresults in biased conclusions, however.", "A 2013studyfound that the network of stations can provide reliable data on temperature trends even when stations rated \"poor\" are included.", "NOAA spokesperson John Bateman told PolitiFact the agency has known about the concerns caused by problematic station sites for decades, and it has \"developed techniques to account for and correct these potential problems.\"", "The Heartland Institute told PolitiFact that its conclusions were valid because experts did not disagree that some COOP stations are at sites that fail to meet NOAAs quality recommendations.", "The group argued that because of those stations, any methods used to adjust the data and remove bias would \"actually make the problem worse.\"", "In 2009, NOAAacknowledgedthat the placement of a number of temperature stations did not follow National Weather Service siting recommendations.", "Still, a peer-reviewed 2006 study that sought to evaluate the potential bias caused by poor station locations \"found no bias in long-term trends,\" NOAA said.", "Thatstudyevaluated a small subset of data, so its conclusions had limitations.", "Researchers account for temperature station locations and measurement times, said Mark Richardson, a research scientist at the California Institute of Technologys Jet Propulsion Laboratory who studies climate change.", "\"So, even if a thermometer is in a warmer place, like a city, the effect of the local warmth is filtered out to prevent it from affecting trends.\"", "NOAA publishes U.S. weather station data online, and groups such asBerkeley Earth, NASAs Goddard Institute for Space Studies, the United KingdomsMet Officeand theJapan Meteorological Agencyuse it to build climate records.", "\"The independent groups all agree about the pattern of U.S. and global temperature changes,\" Richardson said.", "Since 1880, average global temperature has increased by at least 1.9 degrees Fahrenheit (or 1.1 degrees Celsius), according to Goddard Institute for Space Studiestemperature analysis.", "By way of comparison, Richardson said that the Earth cooled about 4 to 6 degrees Celsius tens of thousands of years ago and a nearly 4 kilometer thick mass of ice known as the Laurentide ice sheet spread over Canada and reached parts of the U.S.", "Awesome visualization and a much-needed update to Laurentide Ice Sheet margins thru time!https://t.co/RUxxFhrI1k \"The warming rates we are living through are truly astonishing for Earth, even if they feel slow day to day,\" Richardson said.", "These trends are corroborated by data from temperature stations that are not in poorly placed areas.", "Wuebbles said satellite trends in temperature \"exactly match the ground-based observations,\" but the Heartland Institutes study does not analyze that corroboration.", "A headline on Facebook claimed \"96% of U.S. climate data is corrupted\" because the NOAAs temperature stations were purposefully placed \"in man-made hot spots.\"", "Although some temperature stations are not placed in ideal conditions, experts said they are there to provide a consistent historical record and added that the data is evaluated and adjusted for biases.", "There is widespread consensus that annual global average temperatures are rising, experts said.", "We rate this claim False.", "RELATED:Kilimanjaros ice fields didnt disappear by 2020.", "That doesnt mean climate change isnt happening RELATED:What does extreme weather tell us about climate change?"], "issues": ["Climate Change", "Science", "Facebook Fact-checks"], "image_data": [{"image_src": null, "image_caption": null}], "data": [{"sentence": "\"96% of U.S. climate data is corrupted,\" reads the headline of one July 27blog postfrom the Heartland Institute, a conservative think tank.", "hrefs": "https://archive.ph/RtQGL"}, {"sentence": "The post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more aboutour partnership with Facebook.)", "hrefs": "https://www.facebook.com/help/1952307158131536?helpref=related"}, {"sentence": "The Heartland Institute cited areportitpaid forand produced. That report analyzed a small sample of 128 temperature stations out of several thousand volunteer-run stations and found that 96% of them failed to meet NOAA placement recommendations. It appears those findings were extrapolated to conclude that the placement of these temperature stations \"strongly undermines\" the legitimacy and magnitude of long-term climate change trends.", "hrefs": "http://web.archive.org/web/20220802194836/https://www.heartland.org/_template-assets/documents/publications/2022_Surface_Station_Report.pdf"}, {"sentence": "Scientists, volunteers and automated instruments collect climate data such as air chemistry, temperature, precipitation and wind speed, according toNOAA. Instruments carried on balloons can provide data from points more than 10 miles high. Satellites track temperature, winds and clouds.", "hrefs": "https://www.noaa.gov/education/resource-collections/climate/climate-data-monitoring"}, {"sentence": "One program, the Cooperative Observer Program (COOP),relies on more than 8,700 volunteerswho record daily temperature data using weather monitoring equipment.", "hrefs": "https://www.weather.gov/coop/Overview"}, {"sentence": "According to National Weather Serviceinstructions, COOP stations should be installed over level terrain at least 100 feet from \"any extensive concrete or paved surface,\" and should not be placed where water or drifting snow collects.", "hrefs": "https://www.nws.noaa.gov/directives/sym/pd01013002curr.pdf"}, {"sentence": "Research hasnot provedthat poorstation sitingresults in biased conclusions, however.", "hrefs": "http://static.berkeleyearth.org/papers/Station-Quality.pdf"}, {"sentence": "A 2013studyfound that the network of stations can provide reliable data on temperature trends even when stations rated \"poor\" are included.", "hrefs": "http://static.berkeleyearth.org/papers/Station-Quality.pdf"}, {"sentence": "In 2009, NOAAacknowledgedthat the placement of a number of temperature stations did not follow National Weather Service siting recommendations. Still, a peer-reviewed 2006 study that sought to evaluate the potential bias caused by poor station locations \"found no bias in long-term trends,\" NOAA said. Thatstudyevaluated a small subset of data, so its conclusions had limitations.", "hrefs": "https://web.archive.org/web/20191007142045/https://wattsupwiththat.files.wordpress.com/2009/07/ncdc_response-v2.pdf"}, {"sentence": "NOAA publishes U.S. weather station data online, and groups such asBerkeley Earth, NASA’s Goddard Institute for Space Studies, the United Kingdom’sMet Officeand theJapan Meteorological Agencyuse it to build climate records.", "hrefs": "http://berkeleyearth.org/data/"}, {"sentence": "Since 1880, average global temperature has increased by at least 1.9 degrees Fahrenheit (or 1.1 degrees Celsius), according to Goddard Institute for Space Studies’temperature analysis.", "hrefs": "https://earthobservatory.nasa.gov/world-of-change/global-temperatures"}, {"sentence": "Awesome visualization and a much-needed update to Laurentide Ice Sheet margins thru time!https://t.co/RUxxFhrI1k", "hrefs": "https://t.co/RUxxFhrI1k"}, {"sentence": "RELATED:Kilimanjaro’s ice fields didn’t disappear by 2020. That doesn’t mean climate change isn’t happening", "hrefs": "https://www.politifact.com/article/2022/feb/07/kilimanjaros-ice-fields-didnt-disappear-2020-doesn/"}, {"sentence": "RELATED:What does extreme weather tell us about climate change?", "hrefs": "https://www.politifact.com/article/2021/aug/10/what-does-extreme-weather-tell-us-about-climate-ch/"}]}, {"url": "https://www.politifact.com/factchecks/2022/aug/05/facebook-posts/image-makes-false-claims-about-monkeypox-and-wasnt/", "title": "The CDC has classified monkeypox as an airborne form of herpes that can lead to paralysis.", "author": "Madison Czopek", "posted": "08/05/2022", "sci_digest": ["Monkeypox spreads primarily through close physical contact, including direct contact with monkeypox rash.", "Theres no evidence the CDC classifies it as airborne or has said it can spread to people who are 15 feet away from someone who is infected., Monkeypox symptoms typically last two to four weeks, according to the World Health Organization and CDC., The disease is not classified as a form of herpes, and the WHO does not list paralysis as a complication of severe monkeypox cases."], "paragraphs": ["The Biden administration declared monkeypox a public health emergency on Aug. 4, but leading national and international health organizations haven't made sweeping changes to the way they classify the virus and illness, despite alarming claims made by an image circulating online.", "An image shared in a Facebook post on Aug. 3 suggested that the Centers for Disease Control and Prevention and the World Health Organization made major changes to their available monkeypox guidance and information.", "The screenshot (embedded below) purports to be from a BBC News article and features its logo.", "A headline reads, \"What you need to know about monkeypox,\" and makes the following claims: CDC has now classified this disease as airborne and anybody within 15 ft can catch it This disease is now classified as a form of herpes The illness typically last 2-4 months.", "If you have symptoms avoid going outside Monkeypox can lead to being paralyzed The post was flagged as part of Facebooks efforts to combat false news and misinformation on its News Feed.", "(Read more aboutour partnership with Facebook.)", "(Screenshot from Facebook.)", "The BBC confirmed the image was not a real graphic and urged people to check the veracity of stories on the BBC Newswebsite.", "A search for the screenshots headline on the BBC News website turned upno matching results.", "On Aug. 2, BBC News published astoryabout monkeypox with the headline, \"What is monkeypox and how do you catch it?\"", "The article cites theWorld Health Organizationand theUK Health Security Agencyand doesnt make any of the claims shared in the screenshot.", "In addition, reverse image searches for the purported screenshot on Google Image, TinEye, Bing and Yandex returned no matching results.", "Searches for theexactphrasessharedin the image also returned no results, further demonstrating that the image is fake and was not shared by BBC News.", "Amid the current outbreak, some monkeypox questions are still being researched.", "But available information contradicts the points made in the screenshot.", "First, monkeypox does not spread through the air.", "It is araredisease caused by infection of the monkeypox virus, according to the CDC.", "It spreads from person to person \"through close contact with someone who has a monkeypox rash, including through face-to-face, skin-to-skin, mouth-to-mouth or mouth-to-skin contact,\" the WHOreported.", "This includes sexual contact.", "Monkeypox can spread through direct contact with monkeypox rash, scabs or bodily fluids from someone infected with the virus; touching objects, fabrics and surfaces that someone with monkeypox has used; and contact with respiratory secretions, according to theCDC.", "Someone who is pregnant can spread the virus to the fetus through the placenta, and people can also get monkeypox from infected animals.", "Theres no evidence the CDC classifies monkeypox as airborne or has said it can spread to people who are 15 feet away from someone who is infected.", "\"Airborne transmission occurs when small virus particles become suspended in the air and can stay there for periods of time,\" the CDCsaid.", "\"These particles can spread on air currents, or sometimes even infect people who enter a room after the infected person has left.", "In contrast, monkeypox may be found in droplets like saliva or respiratory secretions that drop out of the air quickly.\"", "Airborne transmission of monkeypox has not been reported, the CDCsaidin June.", "This image provided by the National Institute of Allergy and Infectious Diseases (NIAID) shows a colorized transmission electron micrograph of monkeypox particles (orange) found within an infected cell (brown), cultured in the laboratory.", "(NIAID via AP) Second, and contrary to the content in the fake image, monkeypox is not a form of herpes.", "The disease is caused by the monkeypox virus, which is a member of the Orthopoxvirus genus, the WHOreported.", "Genital herpes, meanwhile, is a sexually transmitted disease caused by two types of viruses: herpes simplex virus type 1 and herpes simplex virus type 2, according to theCDC.", "Monkeypox is \"not considered a sexually transmitted infection,\" according to the CDCsmonkeypox FAQpage.", "TheWHO saysthat \"while close physical contact is a well-known risk factor for transmission, it is unclear at this time if monkeypox can be transmitted specifically through sexual transmission routes.", "Studies are needed to better understand this risk.\"", "Third, monkeypox does not typically last two to four months.", "TheWHOandCDCreport that symptoms typically last about two to four weeks.", "Finally, the WHO does not list paralysis as one of the main complications of severe monkeypox cases.", "Someseverecases of infection can lead to medical complications including secondary infections, pneumonia, sepsis, encephalitis, confusion and infection of the cornea, which can cause vision loss, the WHO reported.", "Historically, between 1% and 10% of people with monkeypox have died.", "Monkeypox can also cause encephalitis, or the inflammation of the brain, which can sometimes cause severe symptoms, including seizures, memory problems, personality changes, paralysis and hearing or vision problems, according toMayo Clinic.", "A fake BBC News screenshot claims the CDC has classified monkeypox as an airborne form of herpes that typically lasts two to four months and can lead to paralysis.", "The CDC and WHO havent changed how they classify monkeypox.", "The virus does not spread primarily through airborne transmission, is not a form of herpes, does not last two to four months and rarely leads to paralysis.", "Also, the image posted on Facebook is not a real graphic shared by BBC News.", "We rate this claim False."], "issues": ["National", "Public Health", "Science", "Facebook Fact-checks", "Health Check"], "image_data": [{"image_src": "https://static.politifact.com/politifact/photos/Colorized_transmission_electron_micrograph_of_orange_monkeypox_particles_.jpg", "image_caption": null}], "data": [{"sentence": "The post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more aboutour partnership with Facebook.)", "hrefs": "https://www.facebook.com/help/1952307158131536?helpref=related"}, {"sentence": "The BBC confirmed the image was not a real graphic and urged people to check the veracity of stories on the BBC Newswebsite.", "hrefs": "https://www.bbc.com/news"}, {"sentence": "A search for the screenshot’s headline on the BBC News website turned upno matching results. On Aug. 2, BBC News published astoryabout monkeypox with the headline, \"What is monkeypox and how do you catch it?\"", "hrefs": "https://www.bbc.co.uk/search?q=%22What+you+need+to+know+about+monkeypox%3F%22&page=1"}, {"sentence": "The article cites theWorld Health Organizationand theUK Health Security Agencyand doesn’t make any of the claims shared in the screenshot.", "hrefs": "https://www.who.int/news-room/fact-sheets/detail/monkeypox"}, {"sentence": "In addition, reverse image searches for the purported screenshot on Google Image, TinEye, Bing and Yandex returned no matching results. Searches for theexactphrasessharedin the image also returned no results, further demonstrating that the image is fake and was not shared by BBC News.", "hrefs": "https://www.google.com/search?q=%22CDC+has+now+classified+this+disease+as+airborne+and+anybody+within+15+ft+can+catch+it%22+&sxsrf=ALiCzsY91iHLiRZtsa-noyXQfNYtijR1YQ%3A1659626746794&ei=-uTrYs2SMIimptQPkMmD-A0&ved=0ahUKEwjN9861v635AhUIk4kEHZDkAN8Q4dUDCA4&uact=5&oq=%22CDC+has+now+classified+this+disease+as+airborne+and+anybody+within+15+ft+can+catch+it%22+&gs_lcp=Cgdnd3Mtd2l6EAM6BAgAEEc6BwgjELADECc6BwgAEEcQsAM6BwgAELADEEM6CggAEOQCELADGAE6DwguENQCEMgDELADEEMYAjoKCAAQsQMQgwEQQzoECAAQQzoGCAAQHhAHOgsIABCABBCxAxCDAToECCMQJzoFCAAQgAQ6CAgAEIAEELEDOgoIABCABBCHAhAUOgcIABCxAxAKOhYILhCABBCHAhCxAxCDARDHARDRAxAUOgcIABCxAxBDOgcIIxDqAhAnOgUIABCRAjoFCC4QgAQ6EQguEIAEELEDEIMBEMcBENEDOhQILhCxAxCDARDHARDRAxDUAhCRAjoQCAAQgAQQhwIQsQMQgwEQFDoLCC4QgAQQxwEQrwE6BQgAEIYDOgYIABAeEBY6BQghEKABOgUIIRCrAjoHCCEQoAEQCjoICCEQHhAWEB1KBAhBGABKBAhGGAFQygJY-MoBYPbLAWgLcAJ4AoABqwGIAf9JkgEFODAuMjWYAQCgAQGwAQrIARPAAQHaAQYIARABGAnaAQYIAhABGAg&sclient=gws-wiz"}, {"sentence": "First, monkeypox does not spread through the air. It is araredisease caused by infection of the monkeypox virus, according to the CDC.", "hrefs": "https://www.cdc.gov/poxvirus/monkeypox/about.html"}, {"sentence": "It spreads from person to person \"through close contact with someone who has a monkeypox rash, including through face-to-face, skin-to-skin, mouth-to-mouth or mouth-to-skin contact,\" the WHOreported. This includes sexual contact.", "hrefs": "https://www.who.int/news-room/questions-and-answers/item/monkeypox"}, {"sentence": "Monkeypox can spread through direct contact with monkeypox rash, scabs or bodily fluids from someone infected with the virus; touching objects, fabrics and surfaces that someone with monkeypox has used; and contact with respiratory secretions, according to theCDC. Someone who is pregnant can spread the virus to the fetus through the placenta, and people can also get monkeypox from infected animals.", "hrefs": "https://www.cdc.gov/poxvirus/monkeypox/transmission.html"}, {"sentence": "\"Airborne transmission occurs when small virus particles become suspended in the air and can stay there for periods of time,\" the CDCsaid. \"These particles can spread on air currents, or sometimes even infect people who enter a room after the infected person has left. In contrast, monkeypox may be found in droplets like saliva or respiratory secretions that drop out of the air quickly.\"", "hrefs": "https://www.cdc.gov/media/releases/2022/0509-monkeypox-transmission.html"}, {"sentence": "Airborne transmission of monkeypox has not been reported, the CDCsaidin June.", "hrefs": "https://www.cdc.gov/media/releases/2022/0509-monkeypox-transmission.html"}, {"sentence": "Second, and contrary to the content in the fake image, monkeypox is not a form of herpes. The disease is caused by the monkeypox virus, which is a member of the Orthopoxvirus genus, the WHOreported. Genital herpes, meanwhile, is a sexually transmitted disease caused by two types of viruses: herpes simplex virus type 1 and herpes simplex virus type 2, according to theCDC. Monkeypox is \"not considered a sexually transmitted infection,\" according to the CDC’smonkeypox FAQpage.", "hrefs": "https://www.who.int/news-room/fact-sheets/detail/monkeypox"}, {"sentence": "TheWHO saysthat \"while close physical contact is a well-known risk factor for transmission, it is unclear at this time if monkeypox can be transmitted specifically through sexual transmission routes. Studies are needed to better understand this risk.\"", "hrefs": "https://www.who.int/news-room/fact-sheets/detail/monkeypox"}, {"sentence": "Third, monkeypox does not typically last two to four months. TheWHOandCDCreport that symptoms typically last about two to four weeks.", "hrefs": "https://www.who.int/news-room/fact-sheets/detail/monkeypox'"}, {"sentence": "Someseverecases of infection can lead to medical complications including secondary infections, pneumonia, sepsis, encephalitis, confusion and infection of the cornea, which can cause vision loss, the WHO reported. Historically, between 1% and 10% of people with monkeypox have died.", "hrefs": "https://www.who.int/news-room/questions-and-answers/item/monkeypox#:~:text=Can%20people%20get%20seriously%20ill%20or%20die%20from%20monkeypox%3F"}, {"sentence": "Monkeypox can also cause encephalitis, or the inflammation of the brain, which can sometimes cause severe symptoms, including seizures, memory problems, personality changes, paralysis and hearing or vision problems, according toMayo Clinic.", "hrefs": "https://www.mayoclinic.org/diseases-conditions/encephalitis/symptoms-causes/syc-20356136"}]}, {"url": "https://www.politifact.com/factchecks/2022/aug/03/facebook-posts/actually-internet-sun-moon-and-stars-are-not-out-p/", "title": "\"The Sun is out of place, the Moon is out of place and the stars are out of place. The compasses are off\" because of a shift in the Earths poles.", "author": "Grace Abels", "posted": "08/03/2022", "sci_digest": ["The sun and moon are constantly changing positions in thesky because of the Earths tilt and the moons orbit.", "But they have not diverged from what astronomers expect., The Earth has two types of poles  magnetic and geographic.", "They move independently of each other but in slow and predictable ways."], "paragraphs": ["Is your weather forecaster lying to you?", "According to a viralFacebook post, yes.", "And its about more than impending rain.", "This time, it's about the cosmos.", "\"The Sun is out of place, the Moon is out of place and the stars are out of place.", "The compases are off,\" wrote a Facebook user on July 29, 2022.", "The post goes on to suggest other meteorological abnormalities are being covered up, as well, like \"electrified neon double rainbows,\" \"Blood red fiery sunrises and sunsets,\" and skies \"glowing abnormally red, orange, purple, yellow, (and) green.\"", "The post claims that the cause of all this drama is an impending \"Global Pole Shift Cataclysm\" that is a mere 22 weeks away.", "And the grimmest warning, misspelling meteorologists: \"These metrologists are going to comfort you with lies until it's too late.\"", "It makes for a great intro to a sci-fi novel, but otherwise, this claim is entirely invented.", "Experts confirm that the position of the sun, moon and stars has not moved in unexpected ways, and there have been no dramatic changes in either the magnetic or geographic poles.", "(Screenshot from Facebook) The Facebook post was flagged as part of Facebooks efforts to combat false news and misinformation on its News Feed.", "(Read more about ourpartnershipwith Facebook.)", "To understand the claim fully, lets go back to science class.", "The apparent position of the sun and moon is constantly changing, said Shannon Schmoll, director of Michigan State Universitys Abrams Planetarium.", "This is because of the Earths tilt relative to the sun  the same tilt that causes changing seasons and longer or shorter days throughout the year.", "The tilt of the moons orbit can also affect where the moon appears in the sky.", "Even stars, over thousands of years, can shift because of their motion around the galaxy, but these changes require sensitive telescopes and are often imperceptible, said Schmoll.", "\"All of these (movements) are highly predictable,\" Schmoll said.", "\"We have been tracking these regular changes for much of human history.\"", "Schmoll is not aware of any recent anomalies in the position of the sun, moon or stars and said, \"There are folks outside, amateur and professional alike, who are out almost every night and would notice something off.\"", "\"Astronomers are actively engaged in the measurement of the dynamic universe,\" said Dominic Benford, NASA program scientist for the Nancy Grace Roman Space Telescope.", "\"Daily observations result in the measurement of millions of objects, and these data are made available to the worldwide astronomical community.\"", "Physicists frequently study the motion of the sun and moon, and their movements are well understood, Benford said.", "\"Any significant anomalies in the positions of these would be quickly seen and followed up by the thousands of scientists, and would become well-known.", "The lack of such announcements is not merely consistent with, but likely predictive of there being no unexpected anomalies in the motions of solar system or Milky Way objects.\"", "So, if the sun and moon arent moving, perhaps we are?", "The Facebook post claims that the freak astronomy is because of a shift in the North and South poles.", "Good news for polar bears and penguins, this claim is also false.", "The Earth actually has two North and South poles: the geographic poles around which the Earth rotates, and the magnetic poles, where our compasses point.", "The magnetic North and South polesexist because ofEarths liquid, metallic core, which creates a geomagnetic field that surrounds our planet.", "This \"magnetosphere\" is incredibly important for life on Earth,protectingus from solar winds, particle radiation and cosmic rays that would erode our atmosphere.", "And because of \"convective flows and magnetohydrodynamic waves\" within the Earths liquid core, our magnetic poles drift, said Arnaud Chulliat, a senior research scientist at the Cooperative Institute for Research in Environmental Sciences (CIRES) and the lead developer of theWorld Magnetic Model.", "For three centuries, the magnetic North Polewanderedaround the northern part of Canada, but Chulliat said that between the late 1980s and early 2000s, the drift rate accelerated from about 15 kilometers/year to about 55 km/year and began moving toward Siberia.", "Chulliat said that drift speed has since plateaued and even slightly decreased according to recentmodels.", "(A kilometer is 0.62 miles) The magnetic poles can even flip, causing our compasses to point south.", "On the geologic time scale, it isrelatively common.", "Over the last 20 million years, flips have occurred about every 200,000 to 300,000 years, with the last flip happening around 780,000 years ago.", "Flips are not instantaneous; they take place over hundreds or thousands of years.", "Both Chulliat and geophysicist Ciaran Beggan at the British Geological Institute said there have been no unexpected or concerning changes in the constantly monitored magnetic field, and despiteonline claims, Beggan said there is \"no evidence of an immediate or imminent reversal.\"", "The geographic poles are much stabler.Accordingtoresearchers, during the 20th century, the geographic poles drifted 4 inches a year, totaling 11 yards of shift by the turn of the century.", "Recently thedrift rate has accelerated, andsome researchershave linked it to climate change and melting ice caps, which can alter Earths mass distribution.", "But since 1980, the poles have still drifted only 13 feet, reportedUSA Today.", "Lastly, because of a tidal-force-induced bulge at the equator, the Earth wobbles slightly as it rotates.", "The process is calledaxial precession, and the Earth behaves like an off-kilter spinning toy top.", "But the wobble occurs over a 26,000-year cycle, and its effects are not noticeable in our lifetimes, said Schmoll.", "Our solar system has many moving parts.", "Even the core of our big blue marble is in motion.", "But there is no evidence that the sun, moon or stars are \"out of place\" or moving differently than what astronomers would expect.", "There is also no evidence of a current or impending shift in either the magnetic or geographic poles.", "They both move, but slowly.", "Conclusion?", "You can probably trust your weather forecaster.", "We rate this claim Pants On Fire!"], "issues": ["Science", "Space", "Weather", "Facebook Fact-checks"], "image_data": [{"image_src": "https://static.politifact.com/politifact/photos/sun_out_of_place_final_image.png", "image_caption": null}], "data": [{"sentence": "According to a viralFacebook post, yes.", "hrefs": "https://perma.cc/KB7X-PGWC"}, {"sentence": "The Facebook post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more about ourpartnershipwith Facebook.)", "hrefs": "https://www.facebook.com/help/1952307158131536?helpref=related"}, {"sentence": "The magnetic North and South polesexist because ofEarth’s liquid, metallic core, which creates a geomagnetic field that surrounds our planet. This \"magnetosphere\" is incredibly important for life on Earth,protectingus from solar winds, particle radiation and cosmic rays that would erode our atmosphere.", "hrefs": "http://britannica.com/video/185562/north-poles-North-Pole-Earth"}, {"sentence": "And because of \"convective flows and magnetohydrodynamic waves\" within the Earth’s liquid core, our magnetic poles drift, said Arnaud Chulliat, a senior research scientist at the Cooperative Institute for Research in Environmental Sciences (CIRES) and the lead developer of theWorld Magnetic Model.", "hrefs": "https://www.ncei.noaa.gov/news/world-magnetic-model-2020-released"}, {"sentence": "For three centuries, the magnetic North Polewanderedaround the northern part of Canada, but Chulliat said that between the late 1980s and early 2000s, the drift rate accelerated from about 15 kilometers/year to about 55 km/year and began moving toward Siberia. Chulliat said that drift speed has since plateaued and even slightly decreased according to recentmodels. (A kilometer is 0.62 miles)", "hrefs": "https://www.scientificamerican.com/article/climate-change-has-shifted-location-north-south-poles/"}, {"sentence": "The magnetic poles can even flip, causing our compasses to point south. On the geologic time scale, it isrelatively common. Over the last 20 million years, flips have occurred about every 200,000 to 300,000 years, with the last flip happening around 780,000 years ago. Flips are not instantaneous; they take place over hundreds or thousands of years.", "hrefs": "https://www.nasa.gov/topics/earth/features/2012-poleReversal.html"}, {"sentence": "Both Chulliat and geophysicist Ciaran Beggan at the British Geological Institute said there have been no unexpected or concerning changes in the constantly monitored magnetic field, and despiteonline claims, Beggan said there is \"no evidence of an immediate or imminent reversal.\"", "hrefs": "https://astronomy.com/news/2021/09/when-north-goes-south-is-earths-magnetic-field-flipping"}, {"sentence": "The geographic poles are much stabler.Accordingtoresearchers, during the 20th century, the geographic poles drifted 4 inches a year, totaling 11 yards of shift by the turn of the century. Recently thedrift rate has accelerated, andsome researchershave linked it to climate change and melting ice caps, which can alter Earth’s mass distribution. But since 1980, the poles have still drifted only 13 feet, reportedUSA Today.", "hrefs": "https://climate.nasa.gov/news/2805/scientists-id-three-causes-of-earths-spin-axis-drift/"}, {"sentence": "Lastly, because of a tidal-force-induced bulge at the equator, the Earth wobbles slightly as it rotates. The process is calledaxial precession, and the Earth behaves like an off-kilter spinning toy top. But the wobble occurs over a 26,000-year cycle, and its effects are not noticeable in our lifetimes, said Schmoll.", "hrefs": "https://climate.nasa.gov/news/2948/milankovitch-orbital-cycles-and-their-role-in-earths-climate/#:~:text=Precession%20%E2%80%93%20As%20Earth%20rotates%2C%20it,the%20equator%2C%20affecting%20its%20rotation"}]}, {"url": "https://www.politifact.com/factchecks/2022/jul/29/viral-image/there-no-evidence-vibrational-frequencies-rife-mac/", "title": "A cure for cancer, known as a Rife machine, was found in 1934.", "author": "Grace Abels", "posted": "07/29/2022", "sci_digest": ["Several major health organizations report that there is no reliable scientific evidence that Rife machines are a cure for cancer., The machine is not approved by the Food and Drug Administration and is based on an unsupported medical theory that asserts that radio frequencies can be used to cure any disease."], "paragraphs": ["Did the science behind glass-shattering opera singers lead to a century-old cancer cure?", "A viral image onFacebooksuggests yes, writing that an American scientist namedRoyal Raymond Rife\"knew that everything vibrates at its own natural frequency.\"", "Believing that if \"he could discover the frequencies of disease-causing organisms, he could destroy them with the same vibrational frequency.\"", "The image goes on to claim that the device he invented  today known as a Rife machine  can cure cancer.", "But, the device isnot approvedby the Food and Drug Administration, and theAmerican Cancer Society,Cancer Research UK,Medical News TodayandWebMDhave all reported that there is no reliable scientific evidence that the device works as a cure for cancer.The post was flagged as part of Facebooks efforts to combat false news and misinformation on its News Feed.", "(Read more aboutour partnership with Facebook.)", "(Screenshot from Facebook) Rife machines, used in alternative medicine clinics today, emitlow electromagnetic energy waves, similar to radio waves.", "The waves are delivered to the body via electrical pads on the hands and feet or through handheld plasma tubes.WebMDreports that these devices are generally safe.", "According to a 1994 report from theAmerican Cancer Societytitled \"Questionable Methods of Cancer Management,\" Rife based his device on an unsubstantiated medical theory called \"radionics.\"", "The theory was promoted by Dr. Albert Abrams who practiced in the late 1800s and early 1900s.", "He believed that he could build a device that would detect the radio frequencies of diseases and cure people by emitting \"disease destroying vibrations\" at the same frequencies.", "He died in 1924, failing to cure himself of pneumonia or either of his wives cancer.", "But Rife, who believed that cancer was caused by bacteria, created such a device based on the principles of radionics naming it theRife Frequency Generator.", "Rife alsoinvented several microscopesand believed he \"could visualize the auras of living microbes  (and), use the color of the auras to calculate the electromagnetic frequency of these microbes.\"", "But the science behind it was flawed.", "\"Although sound waves can produce vibrations that will break glass, radio waves cannot destroy bacteria due to their low energy level,\" wrote theACSin the 1994 report.", "The deviceregained popularityin the late 1980s and 1990s with the publishing of a book titled, \"The Cancer Cure that Worked, 50 Years of Suppression.\"", "While Rife clinics still exist, several practitioners have beenconvicted of fraudandsuedfor treating cancer patients with or selling devices similar to Rife machines.", "Recent research has begun toexplorethe effect of radio frequencies on cancer cells, but research is in early stages, and usesdifferentfrequenciesthan the Rife machine used.", "\"There is evidence that application of some radio frequencies can have favorable results.", "However, the human body, or even a cancer cell, is an extremely complicated system,\" said Ivan Brezovich, one of the study's researchers and professor emeritus at the Department of Radiation Oncology at the University of Alabama.", "\"There are countless variables that need to be fully explored, such as what frequency or frequencies should be used, when should they be applied, at what intensity, at what body parts, for what types of cancer, etc.\"", "Brezovich believes that more research must be done and believes that \"patients should not forgo a proven method of treatment until a new modality has been verified in a scientific setting.\"", "A miraculous cure for cancer would be wonderful, but there is not currently evidence that Rife machines are that miracle.", "We rate this claim False."], "issues": ["Health Care", "Science", "Facebook Fact-checks"], "image_data": [{"image_src": "https://static.politifact.com/politifact/photos/Screen_Shot_2022-07-29_at_4.42.44_PM.png", "image_caption": null}], "data": [{"sentence": "A viral image onFacebooksuggests yes, writing that an American scientist namedRoyal Raymond Rife\"knew that everything vibrates at its own natural frequency.\" Believing that if \"he could discover the frequencies of disease-causing organisms, he could destroy them with the same vibrational frequency.\" The image goes on to claim that the device he invented — today known as a Rife machine — can cure cancer.", "hrefs": "https://perma.cc/95JM-D7FK"}, {"sentence": "But, the device isnot approvedby the Food and Drug Administration, and theAmerican Cancer Society,Cancer Research UK,Medical News TodayandWebMDhave all reported that there is no reliable scientific evidence that the device works as a cure for cancer.The post was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more aboutour partnership with Facebook.)", "hrefs": "https://www.webmd.com/cancer/cancer-rife-machine-evidence"}, {"sentence": "Rife machines, used in alternative medicine clinics today, emitlow electromagnetic energy waves, similar to radio waves. The waves are delivered to the body via electrical pads on the hands and feet or through handheld plasma tubes.WebMDreports that these devices are generally safe.", "hrefs": "https://www.cancerresearchuk.org/about-cancer/cancer-in-general/treatment/complementary-alternative-therapies/individual-therapies/rife-machine-and-cancer"}, {"sentence": "According to a 1994 report from theAmerican Cancer Societytitled \"Questionable Methods of Cancer Management,\" Rife based his device on an unsubstantiated medical theory called \"radionics.\"", "hrefs": "https://acsjournals.onlinelibrary.wiley.com/doi/epdf/10.3322/canjclin.44.2.115"}, {"sentence": "But Rife, who believed that cancer was caused by bacteria, created such a device based on the principles of radionics naming it theRife Frequency Generator. Rife alsoinvented several microscopesand believed he \"could visualize the auras of living microbes … (and), use the color of the auras to calculate the electromagnetic frequency of these microbes.\"", "hrefs": "https://www.medicalnewstoday.com/articles/325628#what-are-its-claims-to-curing-cancer"}, {"sentence": "But the science behind it was flawed. \"Although sound waves can produce vibrations that will break glass, radio waves cannot destroy bacteria due to their low energy level,\" wrote theACSin the 1994 report.", "hrefs": "https://acsjournals.onlinelibrary.wiley.com/doi/epdf/10.3322/canjclin.44.2.115"}, {"sentence": "The deviceregained popularityin the late 1980s and 1990s with the publishing of a book titled, \"The Cancer Cure that Worked, 50 Years of Suppression.\" While Rife clinics still exist, several practitioners have beenconvicted of fraudandsuedfor treating cancer patients with or selling devices similar to Rife machines.", "hrefs": "https://acsjournals.onlinelibrary.wiley.com/doi/epdf/10.3322/canjclin.44.2.115"}, {"sentence": "Recent research has begun toexplorethe effect of radio frequencies on cancer cells, but research is in early stages, and usesdifferentfrequenciesthan the Rife machine used.", "hrefs": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3845545/"}]}, {"url": "https://www.politifact.com/factchecks/2022/jul/29/facebook-posts/theres-no-evidence-pfizer-covid-19-vaccine-connect/", "title": "Monkeypox is only circulating in countries where the Pfizer vaccine has been distributed and is being used to advance a Technocratic Great Reset.\"", "author": "Madison Czopek", "posted": "07/29/2022", "sci_digest": ["The Great Reset is an unsubstantiated and widely debunked conspiracy theory, which holds that a group of elites is using the coronavirus to reorder societies and economies around the world in the hopes of creating a global totalitarian regime., Monkeypox cases have been reported in countries that arent distributing the Pfizer COVID-19 vaccine.", "The monkeypox outbreak isnt an attempt to hide cases of Pfizer COVID-19 vaccine-induced shingles., Theres no credible evidence that the COVID-19 vaccines cause shingles."], "paragraphs": ["How are monkeypox cases, COVID-19 vaccines and shingles infections connected?", "They are not.", "But if you believe claims circulating online, they are linked to a group of global elites that isusingthe coronavirus \"as a tool to reorganize global societies and economies to their benefit at the expense of ordinary people, with the ultimate goal of a global totalitarian regime,\" according to the Anti-Defamation League.", "Those claims are part of \"The Great Reset\" conspiracy theory, which PolitiFact hasrepeatedlydebunked.", "Other news outlets have alsodismissedthe idea asunsubstantiated.", "One article pushing the narrative that monkeypox is tied to this conspiracy theory appeared on The Expos, a U.K.-focused blog that has repeatedlyspreadmisinformationabout thepandemicandCOVID-19 vaccine.", "\"Monkeypox is only circulating in countries where the Pfizer vaccine has been distributed and is being used to advance a Technocratic Great Reset,\" read aJuly 24Expos headline.", "The article claimed that the monkeypox outbreak is actually shingles cases caused by Pfizers COVID-19 vaccines.", "\"Were seeing the consequences of injecting millions of people with an experimental mRNA injection that causes untold damage to the immune system,\" the article said.", "\"And public health authorities are now scrambling to cover up COVID-19 vaccine-induced shingles and using it as an opportunity to advance their technocratic agenda of implementing The Great Reset.\"", "The article was flagged as part of Facebooks efforts to combat false news and misinformation on its News Feed.", "(Read more aboutour partnership with Facebook.)", "Available evidence directly rebuts the articles claims.", "Pfizers mRNA vaccine, marketed as Comirnaty, in August 2021 became thefirst COVID-19 vaccineto achieve full approval from the U.S. Food and Drug Administration.", "Millions of people have received the two-dose Pfizer vaccine, which is asafeand effective way to prevent COVID-19.", "A nurse gives a child, aged 5, the first dose of the Pfizer vaccine on Nov. 6, 2021.", "This was the first time children aged 5 to 11 across the United States had the opportunity to get immunized against COVID-19.", "(AP) In the seven days after vaccination, it is common to experiencemild side effectsincluding fever, chills, fatigue or headaches, according to the Centers for Disease Control and Prevention.", "More severe side effects  including severe allergic reactions or myocarditis and pericarditis (especially for males ages 12 to 39)  arerarebut can happen.", "Pfizer told PolitiFact it had agreements to provide its vaccine to more than 140 countries.", "As of July 28, cases of monkeypox have been reported in 77 countries, including 71 countries that have not historically reported monkeypox, the CDCreported.", "Amapon Pfizers website shows where it has shipped vaccines, and a map on the CDCs site also showsmonkeypox casesaround the world.", "Comparing these maps shows that the articles claim that monkeypox is \"only circulating\" where the Pfizer vaccine was distributed is false.", "Venezuela reported one case of monkeypox as of July 28, but Pfizers map does not show any shipments of COVID-19 vaccines.", "Venezuela has approved the use of Russian COVID-19 vaccines Sputnik V and Sputnik Light, Cubas Abdala and Soberana COVID-19 vaccines and the Sinopharm and Sinovac vaccines from China, according to theU.S.", "Embassy in Venezuela.", "India reported four cases of monkeypox as of July 28.", "Pfizer has not sent COVID-19 vaccines to India, according to its map last updated July 3.", "India is currently distributing four vaccines, per theBBC: the Oxford-AstraZeneca vaccine, Corbevax, Covaxin and Sputnik V. Also, not all the countries that received Pfizer vaccines have reported monkeypox cases.", "As of July 28, for example, Indonesia has not reported any monkeypox cases, but Pfizer has shipped nearly 69 million doses of the COVID-19 vaccine there.", "A medical worker shows vials of the Pfizer COVID-19 vaccine during a vaccination campaign at the Patriot Candrabhaga Stadium in Bekasi on the outskirts of Jakarta, Indonesia, on Feb. 8, 2022.", "(AP) The CDC tracksadverse events reportedafter COVID-19 vaccinations, and has not indicated that the vaccines cause shingles.", "Nearly 10,000 cases of shingles have been reported to the CDC and FDAsVaccine Adverse Event Reporting Systemafter doses of the Pfizer vaccine.", "This does not mean the vaccines caused shingles.", "VAERS is anopen system, meaning anyone can submit a report to the database, \"regardless of seriousness, and regardless of how likely the vaccine may have been to have caused the adverse event,\" per theCDC.", "On one occasion, a doctor said hed submitted a report that a flu vaccine had turned himinto the Hulk; that report was accepted and remained in the database for some time, he said.", "Pfizer said it has not seen data that suggests its COVID-19 vaccine causes shingles.", "Monkeypox and shingles cause skin rashes, but they look different on the body.", "Shingles causes a painful rash that typically \"occurs in a single stripe around either the left or the right side of the body\" or on one side of the face, according to theCDC.", "In contrast, monkeypoxcauses\"a rash that can look like pimples or blisters that appears on the face, inside the mouth, and on other parts of the body, like the hands, feet, chest, genitals, or anus.\"", "This image provided by the National Institute of Allergy and Infectious Diseases shows a colorized transmission electron micrograph of monkeypox particles (red) found within an infected cell (blue).", "(NIAID via AP) The diseases are also caused by different viruses: Monkeypox is caused by an orthopoxvirus; shingles iscausedby reactivation of the varicella zoster virus that also causes chickenpox.", "A blog post claimed that monkeypox \"is only circulating in countries where the Pfizer vaccine has been distributed and is being used to advance a Technocratic Great Reset.\"", "\"The Great Reset\" is an unsubstantiated and widely debunked conspiracy theory.", "Monkeypox has been reported in countries that dont have Pfizers COVID-19 vaccine.", "And there are countries that received Pfizers vaccine that have not yet reported monkeypox cases.", "We rate this claim False.", "RELATED:Shingles-monkeypox claim misleads with false flu-COVID-19 theory RELATED:No, the COVID-19 vaccines are not weapons of mass destruction RELATED:Federal VAERS database is a critical tool for researchers, but a breeding ground for misinformation"], "issues": ["Public Health", "Science", "Facebook Fact-checks", "Coronavirus"], "image_data": [{"image_src": "https://static.politifact.com/politifact/photos/NIAID_colorized_transmission_electron_micrograph_of_monkeypox_particles.jpg", "image_caption": null}], "data": [{"sentence": "But if you believe claims circulating online, they are linked to a group of global elites that isusingthe coronavirus \"as a tool to reorganize global societies and economies to their benefit at the expense of ordinary people, with the ultimate goal of a global totalitarian regime,\" according to the Anti-Defamation League.", "hrefs": "https://www.adl.org/resources/blog/great-reset-conspiracy-flourishes-amid-continued-pandemic"}, {"sentence": "Those claims are part of \"The Great Reset\" conspiracy theory, which PolitiFact hasrepeatedlydebunked. Other news outlets have alsodismissedthe idea asunsubstantiated.", "hrefs": "https://www.politifact.com/factchecks/2021/mar/31/facebook-posts/no-covid-19-vaccines-are-not-weapons-mass-destruct/"}, {"sentence": "One article pushing the narrative that monkeypox is tied to this conspiracy theory appeared on The Exposé, a U.K.-focused blog that has repeatedlyspreadmisinformationabout thepandemicandCOVID-19 vaccine.", "hrefs": "https://www.politifact.com/factchecks/2022/jan/24/youtube-videos/no-death-totals-covid-19-england-have-not-been-ove/"}, {"sentence": "\"‘Monkeypox’ is only circulating in countries where the Pfizer vaccine has been distributed and is being used to advance a Technocratic Great Reset,\" read aJuly 24Exposé headline.", "hrefs": "https://archive.ph/reJgP#selection-1231.0-1234.0"}, {"sentence": "The article was flagged as part of Facebook’s efforts to combat false news and misinformation on its News Feed. (Read more aboutour partnership with Facebook.)", "hrefs": "https://www.facebook.com/help/1952307158131536?helpref=related"}, {"sentence": "Pfizer’s mRNA vaccine, marketed as Comirnaty, in August 2021 became thefirst COVID-19 vaccineto achieve full approval from the U.S. Food and Drug Administration. Millions of people have received the two-dose Pfizer vaccine, which is asafeand effective way to prevent COVID-19.", "hrefs": "https://www.fda.gov/news-events/press-announcements/fda-approves-first-covid-19-vaccine"}, {"sentence": "In the seven days after vaccination, it is common to experiencemild side effectsincluding fever, chills, fatigue or headaches, according to the Centers for Disease Control and Prevention. More severe side effects — including severe allergic reactions or myocarditis and pericarditis (especially for males ages 12 to 39) — arerarebut can happen.", "hrefs": "https://www.cdc.gov/coronavirus/2019-ncov/vaccines/different-vaccines/Pfizer-BioNTech.html"}, {"sentence": "As of July 28, cases of monkeypox have been reported in 77 countries, including 71 countries that have not historically reported monkeypox, the CDCreported.", "hrefs": "https://www.cdc.gov/poxvirus/monkeypox/response/2022/world-map.html"}, {"sentence": "Amapon Pfizer’s website shows where it has shipped vaccines, and a map on the CDC’s site also showsmonkeypox casesaround the world.", "hrefs": "https://www.pfizer.com/science/coronavirus/vaccine/working-to-reach-everyone-everywhere"}, {"sentence": "Venezuela reported one case of monkeypox as of July 28, but Pfizer’s map does not show any shipments of COVID-19 vaccines. Venezuela has approved the use of Russian COVID-19 vaccines Sputnik V and Sputnik Light, Cuba’s Abdala and Soberana COVID-19 vaccines and the Sinopharm and Sinovac vaccines from China, according to theU.S. Embassy in Venezuela.", "hrefs": "https://ve.usembassy.gov/covid-19-information/"}, {"sentence": "India is currently distributing four vaccines, per theBBC: the Oxford-AstraZeneca vaccine, Corbevax, Covaxin and Sputnik V.", "hrefs": "https://www.bbc.com/news/world-asia-india-56345591"}, {"sentence": "The CDC tracksadverse events reportedafter COVID-19 vaccinations, and has not indicated that the vaccines cause shingles.", "hrefs": "https://www.cdc.gov/coronavirus/2019-ncov/vaccines/safety/adverse-events.html"}, {"sentence": "Nearly 10,000 cases of shingles have been reported to the CDC and FDA’sVaccine Adverse Event Reporting Systemafter doses of the Pfizer vaccine. This does not mean the vaccines caused shingles.", "hrefs": "https://www.cdc.gov/vaccinesafety/ensuringsafety/monitoring/vaers/index.html"}, {"sentence": "VAERS is anopen system, meaning anyone can submit a report to the database, \"regardless of seriousness, and regardless of how likely the vaccine may have been to have caused the adverse event,\" per theCDC. On one occasion, a doctor said he’d submitted a report that a flu vaccine had turned himinto the Hulk; that report was accepted and remained in the database for some time, he said.", "hrefs": "https://www.politifact.com/article/2021/may/03/vaers-governments-vaccine-safety-database-critical/"}, {"sentence": "Shingles causes a painful rash that typically \"occurs in a single stripe around either the left or the right side of the body\" or on one side of the face, according to theCDC. In contrast, monkeypoxcauses\"a rash that can look like pimples or blisters that appears on the face, inside the mouth, and on other parts of the body, like the hands, feet, chest, genitals, or anus.\"", "hrefs": "https://www.cdc.gov/shingles/about/symptoms.html"}, {"sentence": "The diseases are also caused by different viruses: Monkeypox is caused by an orthopoxvirus; shingles iscausedby reactivation of the varicella zoster virus that also causes chickenpox.", "hrefs": "https://www.cdc.gov/shingles/index.html"}, {"sentence": "RELATED:​​Shingles-monkeypox claim misleads with false flu-COVID-19 theory", "hrefs": "https://www.politifact.com/factchecks/2022/may/26/facebook-posts/shingles-monkeypox-claim-misleads-false-flu-covid-/"}, {"sentence": "RELATED:No, the COVID-19 vaccines are not weapons of mass destruction", "hrefs": "https://www.politifact.com/factchecks/2021/mar/31/facebook-posts/no-covid-19-vaccines-are-not-weapons-mass-destruct/"}, {"sentence": "RELATED:Federal VAERS database is a critical tool for researchers, but a breeding ground for misinformation", "hrefs": "https://www.politifact.com/article/2021/may/03/vaers-governments-vaccine-safety-database-critical/"}]}]