{"title": "No Evidence Excess Deaths Linked to Vaccines, Contrary to Claims Online ", "author": "Kate Yandell", "posted": "Posted on April 17, 2023", "sci_digest": ["COVID-19 vaccines substantially reduce the risk of dying from COVID-19, and serious side effects are very rare.", "Excess deaths among working-age adults in 2021 and 2022 were driven by COVID-19 and other factors, not vaccination.", "Faulty logic underlies claims that vaccines caused mass disability and economic harm."], "paragraphs": ["COVID-19 vaccination reduces the risk of death from the disease, including in young adults.", "Despite overwhelming evidence that COVID-19 vaccines have mitigated the effects of the pandemic, a report called the Vaccine Damage Project, or V-Damage Project, claims that they led to 310,000 excess deaths among Americans ages 25 through 64 in 2021 and 2022.", "It also baselessly claims the vaccines had a significant impact on the number of Americans with disabilities and that COVID-19 vaccines were the most likely cause for a large increase in work absences.", "The report, which uses the faulty estimates of excess deaths, disabilities and injuries to calculate economic damages, appears on the website of Phinance Technologies  a firm that offers subscriptions to financial reports and consulting services.", "Phinance says it plans to launch an investment fund.", "The alleged findings of the V-Damage Project have been shared widely on social media.", "Edward Dowd, a founding partner of Phinance Technologies, baselessly tweeted that the estimated human cost of the vaccines was 26.6 million injuries, 1.36 million disabilities and 300,000 excess deaths.", "Dowd has repeatedly said that COVID-19 vaccines are causing large numbers of deaths, claims that have been debunked by other fact-checkers.", "Excess deaths associated with the pandemic did continue in 2021 and 2022, but there is no evidence COVID-19 vaccines caused this phenomenon.", "COVID-19 continued to kill hundreds of thousands of American adults, including nearly 200,000 under age 65 during those two years.", "Deaths due to drug overdoses, motor vehicle accidents and alcohol also rose in adults ages 25 to 44 in 2020 and again in 2021, according to Ellen Meara, a professor of health economics and policy at the Harvard T.H.", "Chan School of Public Health.", "(She told us in an email that the available data dont yet provide a complete picture of 2022.)", "COVID-19 vaccines are the best tool to prevent and reduce complications due to COVID-19, Lisa George, a Centers for Disease Control and Prevention public affairs specialist, told us in an email.", "These vaccines are safe and effective and have undergone the most extensive safety monitoring in U.S. history.", "The number of Americans with disabilities also increased in 2021 and 2022, but negative effects from vaccines are unlikely to explain this rise, given the vaccines good safety profile.", "Finally, sickness-related workplace absences began to rise in 2020, before vaccines were available.", "A spike in absences in early 2022 coincided with the omicron wave.", "Since early in the pandemic, the CDC has been tallying excess deaths  a measure that compares the number of expected deaths in a time period to the actual number of deaths that occur.", "The CDC calculates expected deaths assuming the pandemic had not happened, although it notes that it is increasingly difficult to predict what trends in mortality would have looked like had the pandemic not occurred.", "There have been more than 1.3 million excess deaths in the U.S. since Feb. 1, 2020, according to CDCs calculation.", "Many of these are known to be directly the result of COVID-19.", "Other deaths, the agency explains, could represent misclassified COVID-19 deaths, or potentially could be indirectly related to the COVID-19 pandemic.", "These could include, for example, deaths occurring because of overburdened hospitals, or because of upticks in car crashes or drug overdoses.", "Especially early in the pandemic, many COVID-19 deaths were missed because of a lack of testing.", "According to CDC data, there have been more than 300,000 excess deaths since the beginning of the pandemic if those listing COVID-19 as a cause are excluded.", "Again, some of these deaths could still be due to COVID-19, but the disease was not listed as an underlying or contributing cause of death.", "The V-Damage Project calculates excess deaths due to vaccination using faulty logic.", "The report first reasonably states that its difficult to distinguish causes of death at the population level.", "It goes on to incorrectly say: Starting in the summer of 2021, however, with the introduction of mass vaccinations, the rise in natural immunity by exposure to the virus, and the emergence of milder and more contagious virus strains such as Omicron, it is difficult to argue if Covid-19 had a significant role in excess mortality.", "Therefore, we can use the total excess mortality in 2021 and 2022 as an estimate for vaccine-related deaths, or at least an estimated upper limit for the vaccine damage.", "There are several things wrong with this statement.", "First, a substantial number of people died from COVID-19 in the second half of 2021 and in 2022.", "By the start of summer 2021, there had been a little more than 600,000 COVID-19 deaths in the U.S.", "The death toll had risen to nearly 1.1 million by the end of 2022.", "And while the proportion of COVID-19 deaths in older versus younger adults increased over this time period, COVID-19 continued to kill people under age 65.", "As noted in a HealthFeedback article discussing a prior claim from Dowd about excess deaths, the timing of excess deaths during the pandemic indicates they are closely tied to COVID-19 deaths, not vaccination.", "An article from the Associated Press further notes that to show a relationship between vaccines and deaths, one would need to show that vaccinated people  and not unvaccinated people  died at elevated rates.", "The V-Damage Project doesnt provide information on deaths in vaccinated versus unvaccinated people.", "Second, omicron has been far from benign.", "Research shows that per infection, omicron has been less severe than earlier variants, in large part because more people have some immunity, either from infection, vaccination or both.", "There is also some evidence that omicron is naturally less virulent than the delta variant that directly preceded it, although omicron appears to be about as virulent as the original virus.", "But omicron spreads more readily to close contacts than delta, and vaccination is less effective at blocking transmission.", "This all added up to a record-breaking wave of COVID-19 cases in late 2021 and early 2022, which came with significant deaths.", "Third, the effects of the pandemic have been complex, and excess deaths related to the pandemic likely have multiple causes.", "Deaths due to drug overdoses, cardiometabolic disorders and other diseases were already increasing in younger Americans in the decade leading up to the pandemic.", "The pandemic accentuated the pre-existing mid-life mortality crisis in the U.S., researchers wrote in a 2022 study published in Nature Human Behavior.", "As weve mentioned, deaths due to drug overdoses, alcohol and motor vehicle accidents all increased in young adults in the U.S. in 2020 and 2021.", "A recent CDC report also shows an increase in suicides in 2021, including in young adult males.", "Finally, there is no evidence that COVID-19 vaccines have killed large numbers of people.", "The Food and Drug Administration and CDC have multiple systems for monitoring vaccine safety, and they have detected very few deaths caused by the vaccines.", "According to a CDC web page updated last month, nine deaths have been linked to a rare clotting disorder caused by the Johnson and Johnson vaccine.", "CDC and FDA continue to review reports of death following COVID-19 vaccination and update information as it becomes available, the web page says.", "In fact, the evidence shows that the vaccines have saved lives.", "Meara pointed to a paper published in the Journal of the American Medical Association that compared death rates in June 2021 through March 2022 in the 10 states with the highest COVID-19 vaccination rates with the primary series versus the 10 states with the lowest rates.", "Per 100,000 people, there were 75 COVID-19 deaths in the most vaccinated states versus 146 in the least vaccinated states.", "Excess deaths from all causes were also lower in states with a high proportion of vaccinated individuals.", "It is unlikely that serious and severe adverse events from COVID-19 vaccines led to rising numbers of people with disabilities in 2021 and 2022, contrary to claims in the V-Damage report.", "The Bureau of Labor Statistics regularly carries out a nationally representative survey, called the Current Population Survey, of around 60,000 U.S. households.", "The survey data do show an increase in people reporting disabilities in 2021 and 2022.", "But Sean Smith, an economist with the Current Population Survey at the BLS, told us in an email that the survey data cannot be used to identify specific disabilities.", "We cannot determine from the questions asked if the disability is related to COVID or to an adverse reaction to a vaccine, he said.", "A November 2022 working paper from the nonprofit National Bureau of Economic Research pointed out that, beginning in the second quarter of 2021, the initial rise in the disability rate likely occurred because some people missed earlier interviews and were asked questions about disability in subsequent surveys.", "However, since then the rising prevalence of Long COVID and other new sources of disability signal that the increase may reflect an actual increase in the number of [people with disability], the researchers wrote.", "There is extensive data available on the safety of the COVID-19 vaccines, and these data indicate it is unlikely that they caused a significant number of disabilities.", "The vast majority of side effects following vaccination  like fever and pain at the injection site  are temporary and are not serious.", "The V-Damage Report also relies on a paper written by emergency medicine physician Dr. Joseph Fraiman and colleagues to argue that vaccine damages led to the rise in disabilities.", "As weve previously explained, the paper makes an unsubstantiated claim about adverse events based on a flawed reanalysis of the clinical trials of the Pfizer/BioNTech and Moderna mRNA vaccines.", "In reality, serious adverse events were uncommon in large, randomized mRNA vaccine trials and occurred at a similar rate among people who got the vaccines and those who got the placebos.", "Finally, the V-Damage report makes unsubstantiated claims that data from v-safe  a text messaging-based system that prompts people to report on their health after vaccination  show a concerning pattern of hospitalization.", "Our analysis shows that during the vaccine rollout process, the CDC had live real world data that corroborated the safety signals observed in the clinical trials, the report says.", "In fact, a 2022 analysis of data from v-safe and another vaccine monitoring system called the Vaccine Adverse Event Reporting System showed that most reported adverse events from mRNA vaccines during the first six months of the vaccination program were mild and short in duration.", "As weve previously explained, less than 1% of people enrolled in v-safe sought medical care in the week after each vaccine dose.", "An even smaller number, less than 0.1%, were hospitalized in the week after receiving each dose.", "Further, v-safe prompts participants to report any health event or hospitalization, not just ones they believe are related to vaccination.", "Similarly, VAERS accepts reports of any post-vaccination event, regardless of the cause.", "Many people take time off from work temporarily due to minor side effects from COVID-19 vaccines, but these absences do not explain a larger pattern of increasing absences since 2020.", "The V-Damage Project uses data on side effects from the Pfizer/BioNTech vaccine to claim that full-time workers experienced injuries from COVID-19 vaccines and that the vaccines caused a degradation of individuals immune systems.", "But as weve noted, very few side effects were serious or lasting, and there is no evidence the vaccines harm the immune system.", "The report goes on to cite data from the BLS to claim that these vaccine injuries led to absences from work.", "But work absences due to own illness, injury, or medical problems increased at the start of the pandemic, according to Smith, the BLS economist.", "When counting absences that lasted the entire week, absences due to sickness reached 1.3 million in March 2020 and 2 million in April 2020  then a record-high number.", "The V-Damage Project acknowledges this early-pandemic increase  prior to the arrival of vaccines  but says that the largest rise in absence rates was in 2022 and that this occurred after the main impact of the Covid-19 pandemic.", "However, the unusually large number of sickness-related absences in 2022 can be attributed to a spike at the beginning of the year.", "Sickness-related absences further increased to a series high of 3.6 million in January 2022, however this measure dropped to 1.6 million in February 2022 and since then has been similar to the average levels seen in 2020 and 2021, Smith told us in an email.", "As before with disabilities, Smith said that BLS does not have information on the type of illness that caused people to miss work.", "But it is worth noting that omicron cases peaked in the U.S. in early 2022, breaking prior records for weekly COVID-19 cases.", "The BLS data on absences appear more closely tied to COVID-19 cases than vaccinations.", "Emma Xiaolu Zang, an assistant professor of sociology at Yale University, who has done research on illness-related work absences early in the pandemic, told us via email that absences in 2022 were likely part of a longer-term pattern of COVID-19-related absences.", "COVID vaccines were unlikely to be the reason for the spike in [sickness-related absences], which started in early 2020, Zang said.", "Editors note: SciChecks articles providing accurate health information and correcting health misinformation are made possible by a grant from the Robert Wood Johnson Foundation.", "The foundation has no control over FactCheck.orgs editorial decisions, and the views expressed in our articles do not necessarily reflect the views of the foundation."], "issues": ["coronavirus", "COVID-19", "COVID-19 vaccination", "disabilities", "economy", "vaccine safety", "vaccines"], "image_src": 0, "image_caption": 0, "data": 0}