{"title": "Posts Exaggerate Lab Findings About COVID-19’s Impact on Immune System ", "author": "Jessica McDonald", "posted": "Posted on April 7, 2023", "sci_digest": ["Outside of long COVID or very severe cases, most research suggests COVID-19 doesnt cause lasting damage to the immune system.", "A few studies have found evidence of some possible damage, but nothing as severe as an immunodeficiency.", "People on social media, however, are misinterpreting a recent study to incorrectly claim COVID-19 is HIV-like."], "paragraphs": ["COVID-19 can be serious and life-threatening.", "But in many cases, particularly if someone is vaccinated, the disease is mild.", "While there is a real risk of long COVID  lingering or new symptoms after infection with the coronavirus, which can sometimes be debilitating  most research suggests people who recover do just fine.", "Studies show that most people who have been infected with the coronavirus, or SARS-CoV-2, are well-protected against severe disease if infected again, with subsequent or prior vaccination offering even more protection.", "There is no evidence that COVID-19 has left large swaths of the population immunocompromised or unable to fight off either the coronavirus or other pathogens.", "Yet, as Slate has written, certain corners of the internet have misleadingly claimed that COVID-19 causes widespread immune dysfunction or immunosuppression that is leaving the entire population susceptible to all sorts of subsequent infections.", "In some cases, COVID-19 has incorrectly been likened to HIV/AIDS.", "The latest versions of these scaremongering claims cite a recent paper from a lab at Stanford University and an accompanying press release from the National Institutes of Health.", "New study (but not news to anyone paying attention) finds that COVID can damage the immune system in similar ways as HIV or Hepatitis, one Twitter user wrote.", "What more do you want?", "another Twitter user asked, sharing a screenshot from the press release.", "He continued: how many times does it need to be shown?", "thats the third study Ive published TODAY showing this HIV like immune deficiency.", "Both the paper, published in the journal Immunity, and the news release do include statements that could seem to support some of these interpretations.", "But the senior author told us the comparison to other viruses had been misunderstood, and the immune defect his group identified is not so severe as an immunodeficiency.", "Some scientists are skeptical of the results, and say the study is an outlier.", "[T]heres really no evidence  that SARS-CoV-2 infection causes long term immune damage similar to HIV or HCV, E. John Wherry, an immunologist at the University of Pennsylvania, told us in an email, referring to hepatitis C virus.", "These claims are not based on solid data  either rigorous immunological assessment or real world manifestation of increases in other infections or diseases related to immune suppression.", "The Immunity paper, which was published on March 15 and authored by Mark M. Davis lab at Stanford, analyzed T cells found in the blood of people after COVID-19 vaccination, SARS-CoV-2 infection or both.", "T cells are one arm of the adaptive immune system.", "One subset, known as CD4 T cells, helps B cells make antibodies and helps coordinate the immune response.", "Another subset, known as CD8 T cells, kills infected cells to limit the spread of viruses.", "Using a highly sensitive method to fish out coronavirus-specific T cells from hundreds of blood samples collected at multiple time points, the authors found that compared with people who had been vaccinated, people who had been infected had significantly reduced CD8 T cell responses against the coronavirus.", "Vaccination after an infection helped, but the CD8 T cell response was still much lower than in those who had never been infected.", "This suggests that SARS-CoV-2 virus infection may cause long-term damage to the patients immune system well after viral clearance, the authors wrote.", "In their discussion, the authors made a comparison to infection with HIV and hepatitis C virus, noting that reduced CD8 T cell function has been observed in patients as long as a year after those viruses were either fully or nearly eliminated.", "This comparison was then highlighted in an NIH press release, which people on social media then quoted to lend credence to the false idea that COVID-19 is HIV-like.", "But the authors comparison is specific to a particular phenomenon with those viruses and their effects on CD8 T cells after total or near-total viral clearance.", "It doesnt mean COVID-19 causes an immunodeficiency on par with HIV, which permanently damages the immune system by killing off a persons CD4 T cells.", "The damage we cited in our paper was more subtle, Davis told us  not on the same scale as the CD4 wipeout for HIV.", "In fact, the Stanford group found no noticeable differences in the CD4 T cells from people who had been infected versus not.", "As Danny Altmann, a professor of immunology at Imperial College London, told us, the immune effects of Covid are nothing like HIV at all.", "While the comparison was misunderstood, some scientists criticized the authors for making it.", "The scale of the defect in HIV and HCV is so much greater that I think anything thats being reported here  even if we take it at face value  that I think that was a  risky analogy to make, Paul G. Thomas, an immunologist at St. Jude Childrens Research Hospital, said in a phone interview.", "I think thats caused a lot of alarm and a lot of frantic press speculation thats really not warranted.", "A few scientists we spoke with were also doubtful of the Immunity papers results and critical of how the group interpreted its findings.", "Thomas, who published a paper in Nature Immunology in April 2022 that did not find any CD8 T cell defects, emphasized that the Stanford paper is just one of many other studies from groups using a variety of techniques that have come to opposite conclusions.", "Its not particularly representative of what many, many other studies have found, which have suggested that if you had a mild to moderate COVID infection, youve recovered, you dont have long COVID, he said, then you should not be worrying about anything.", "Wherry, the Penn immunologist, said the Immunity paper was definitely an outlier.", "Most if not all other studies that have examined this issue carefully find the opposite or fail to come to the same conclusion.", "In fact, for what they specifically examined: infection followed by vaccination  theres a lot of data that this hybrid immunity is good, he said in an email.", "Moreover, these individuals are not more susceptible to SARS-CoV-2 or anything else for that matter.", "Theres no evidence of immune system damage.", "In most cases, Thomas explained, people with a mild to moderate COVID infection mount a standard immune response, and generate good immunological memory to the virus, similar to what happens with influenza.", "Vaccination on top of infection typically boosts some aspects of that memory response, he said.", "There are exceptions when there are problems with the immune system.", "People who have had very severe COVID-19 do sometimes have very low counts of T and B cells, for example.", "And with long COVID, there could be other immune problems, although those still wouldnt be considered a full immunodeficiency.", "In long COVID there is likely some immune perturbation, Wherry said, but exactly how that works has not been clearly defined yet.", "Several possibilities might explain the Stanford groups results, Thomas said, including the chance sampling of an outlier group of people, or the methods that the lab used.", "The lab used a unique approach for identifying the specific T cells.", "Thomas also said that based on what was written about the methods, it seemed patients were drawn from different studies, so its possible the blood samples might have been processed in slightly different ways.", "The authors themselves note in the paper that, as is true with other similar studies, its impossible to capture the full range of T cells that recognize the coronavirus, and their analysis was limited to the cells circulating in the blood.", "If more virus-specific CD8 T cells stayed localized in tissues after infection compared with vaccination, that would affect the results.", "Wherry said he had serious concerns about some of the labs methods, which include a technique not used by others in the field.", "He also thought the papers stated conclusions were an over interpretation of what the data in the paper show.", "Bottom line, he said, is that others dont see this.", "Davis, however, defended his work.", "The other studies were one-tenth the sensitivity of our study, he said in a phone interview.", "Which doesnt completely explain why they didnt see this, but we saw what we saw, and it would be irresponsible if we didnt publish it.", "Davis said he thinks his results reflect some kind of long-term damage, which might relate to long COVID.", "It is not yet clear what this entails or how it would manifest, he said, but one idea is that people could have a harder time recovering after a reinfection.", "While his paper suggested that the damage could apply to other infections, Davis said he thinks its likely to be specific to the coronavirus.", "That mention was included, he said, because the authors couldnt rule out a broader effect, since they hadnt tested for that yet.", "The data in his paper, however, only show a diminished response from CD8 T cells that recognize SARS-CoV-2.", "Davis said the main message for the public should not be fear, but to get vaccinated, since vaccination helped improve the impaired CD8 T cell response following infection.", "But he said he hopes scientists are spurred to investigate the phenomenon further.", "I think everybodys got to look at this and dig deeper and see what this might mean, he said.", "Other scientists werent as critical of the Immunity paper.", "Altmann, of Imperial College London, said in an email that the study was from a superb and reliable lab, and their answers stand.", "He added that the work is somewhat similar to another paper published in January 2022 in Nature Immunology, which identified immune system differences the authors termed immunological dysfunction eight months after mild-to-moderate infection.", "However, Altmann noted that other equally excellent research, published in Nature in January, came to the opposite conclusion, finding that males who had recovered from mild COVID-19 actually had better responses to a flu vaccine than those who never had COVID-19.", "He cautioned against reading too much into any single dataset, particularly when research on COVID-19 has quickly outstripped that of any other disease.", "Regardless, scientists said it was incorrect to conclude from the Immunity paper or anything else that COVID-19 causes something as extreme as an immune deficiency.", "[T]here are some nuanced differences for some T cell markers in some studies, but this [isnt] remotely the same as immune compromise and currently, unlinked to any phenotype, Altmann said, referring to any observable effect.", "Editors note: SciChecks articles providing accurate health information and correcting health misinformation are made possible by a grant from the Robert Wood Johnson Foundation.", "The foundation has no control over FactCheck.orgs editorial decisions, and the views expressed in our articles do not necessarily reflect the views of the foundation."], "issues": ["coronavirus", "COVID-19", "COVID-19 immunity", "COVID-19 vaccination", "health", "immunology"], "image_src": "https://cdn.factcheck.org/UploadedFiles/SciCHECKsquare_4-e1430162915812.png", "image_caption": "Blood samples from coronavirus patients are prepared for analysis as part of a trial in England. Photo by Kirsty Wigglesworth/POOL/AFP via Getty Images.", "data": [{"sentence": "COVID-19 can be serious and life-threatening. But in many cases, particularly if someone is vaccinated, the disease is mild. While there is a real risk of long COVID  lingering or new symptoms after infection with the coronavirus, which can sometimes be debilitating  most research suggests people who recover do just fine.", "hrefs": ["https://perma.cc/QY7V-4VZX", "https://www.cdc.gov/coronavirus/2019-ncov/long-term-effects/index.html"]}, {"sentence": "Studies show that most people who have been infected with the coronavirus, or SARS-CoV-2, are well-protected against severe disease if infected again, with subsequent or prior vaccination offering even more protection.", "hrefs": ["https://perma.cc/QM3X-YDR7", "https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(22)02465-5/fulltext", "https://www.thelancet.com/journals/laninf/article/PIIS1473-3099(22)00801-5/fulltext"]}, {"sentence": "Yet, as Slate has written, certain corners of the internet have misleadingly claimed that COVID-19 causes widespread immune dysfunction or immunosuppression that is leaving the entire population susceptible to all sorts of subsequent infections. In some cases, COVID-19 has incorrectly been likened to HIV/AIDS.", "hrefs": ["https://slate.com/technology/2023/01/immunity-covid-research-airborne-aids-debunk.html", "https://slate.com/technology/2022/07/covid-reinfection-omicron-wave-forever-plague.html", "https://perma.cc/EWF6-G6TM", "https://archive.ph/TtrLR"]}, {"sentence": "The latest versions of these scaremongering claims cite a recent paper from a lab at Stanford University and an accompanying press release from the National Institutes of Health.", "hrefs": ["https://archive.is/vnWGu", "https://archive.is/zG4wT", "https://www.nih.gov/news-events/news-releases/sars-cov-2-infection-weakens-immune-cell-response-vaccination"]}, {"sentence": "New study (but not news to anyone paying attention) finds that COVID can damage the immune system in similar ways as HIV or Hepatitis, one Twitter user wrote.", "hrefs": ["https://perma.cc/TK8D-2WHH"]}, {"sentence": "What more do you want? another Twitter user asked, sharing a screenshot from the press release. He continued: how many times does it need to be shown? thats the third study Ive published TODAY showing this HIV like immune deficiency.", "hrefs": ["https://perma.cc/69G5-WJU9"]}, {"sentence": "Both the paper, published in the journal Immunity, and the news release do include statements that could seem to support some of these interpretations. But the senior author told us the comparison to other viruses had been misunderstood, and the immune defect his group identified is not so severe as an immunodeficiency.", "hrefs": ["https://www.cell.com/immunity/fulltext/S1074-7613(23)00125-5"]}, {"sentence": "[T]heres really no evidence  that SARS-CoV-2 infection causes long term immune damage similar to HIV or HCV, E. John Wherry, an immunologist at the University of Pennsylvania, told us in an email, referring to hepatitis C virus. These claims are not based on solid data  either rigorous immunological assessment or real world manifestation of increases in other infections or diseases related to immune suppression.", "hrefs": ["https://www.med.upenn.edu/wherrylab/"]}, {"sentence": "The Immunity paper, which was published on March 15 and authored by Mark M. Davis lab at Stanford, analyzed T cells found in the blood of people after COVID-19 vaccination, SARS-CoV-2 infection or both.", "hrefs": ["https://www.cell.com/immunity/fulltext/S1074-7613(23)00125-5#%20", "https://profiles.stanford.edu/mark-davis"]}, {"sentence": "T cells are one arm of the adaptive immune system. One subset, known as CD4 T cells, helps B cells make antibodies and helps coordinate the immune response. Another subset, known as CD8 T cells, kills infected cells to limit the spread of viruses.", "hrefs": ["https://www.ncbi.nlm.nih.gov/books/NBK279396/"]}, {"sentence": "In their discussion, the authors made a comparison to infection with HIV and hepatitis C virus, noting that reduced CD8 T cell function has been observed in patients as long as a year after those viruses were either fully or nearly eliminated. This comparison was then highlighted in an NIH press release, which people on social media then quoted to lend credence to the false idea that COVID-19 is HIV-like.", "hrefs": ["https://www.pnas.org/doi/full/10.1073/pnas.2022928118"]}, {"sentence": "But the authors comparison is specific to a particular phenomenon with those viruses and their effects on CD8 T cells after total or near-total viral clearance. It doesnt mean COVID-19 causes an immunodeficiency on par with HIV, which permanently damages the immune system by killing off a persons CD4 T cells.", "hrefs": ["https://hivinfo.nih.gov/understanding-hiv/fact-sheets/hiv-and-aids-basics"]}, {"sentence": "As Danny Altmann, a professor of immunology at Imperial College London, told us, the immune effects of Covid are nothing like HIV at all.", "hrefs": ["https://www.imperial.ac.uk/people/d.altmann"]}, {"sentence": "The scale of the defect in HIV and HCV is so much greater that I think anything thats being reported here  even if we take it at face value  that I think that was a  risky analogy to make, Paul G. Thomas, an immunologist at St. Jude Childrens Research Hospital, said in a phone interview. I think thats caused a lot of alarm and a lot of frantic press speculation thats really not warranted.", "hrefs": ["https://www.stjude.org/directory/t/paul-thomas.html"]}, {"sentence": "Thomas, who published a paper in Nature Immunology in April 2022 that did not find any CD8 T cell defects, emphasized that the Stanford paper is just one of many other studies from groups using a variety of techniques that have come to opposite conclusions.", "hrefs": ["https://www.nature.com/articles/s41590-022-01184-4"]}, {"sentence": "There are exceptions when there are problems with the immune system. People who have had very severe COVID-19 do sometimes have very low counts of T and B cells, for example. And with long COVID, there could be other immune problems, although those still wouldnt be considered a full immunodeficiency.", "hrefs": ["https://doi.org/10.1177/20587392211036825"]}, {"sentence": "Other scientists werent as critical of the Immunity paper. Altmann, of Imperial College London, said in an email that the study was from a superb and reliable lab, and their answers stand. He added that the work is somewhat similar to another paper published in January 2022 in Nature Immunology, which identified immune system differences the authors termed immunological dysfunction eight months after mild-to-moderate infection.", "hrefs": ["https://www.nature.com/articles/s41590-021-01113-x"]}, {"sentence": "However, Altmann noted that other equally excellent research, published in Nature in January, came to the opposite conclusion, finding that males who had recovered from mild COVID-19 actually had better responses to a flu vaccine than those who never had COVID-19.", "hrefs": ["https://www.nature.com/articles/s41586-022-05670-5"]}, {"sentence": "Editors note: SciChecks articles providing accurate health information and correcting health misinformation are made possible by a grant from the Robert Wood Johnson Foundation. The foundation has no control over FactCheck.orgs editorial decisions, and the views expressed in our articles do not necessarily reflect the views of the foundation.", "hrefs": ["https://www.factcheck.org/2021/04/scicheck-and-our-committment-to-transparency/"]}]}