[{"url": "https://www.politifact.com/factchecks/2015/jan/15/facebook-posts/huge-disparity-jailing-black-and-white-males-milwa/", "title": "Milwaukee incarcerates 1.2% of white men and has incarcerated over 50% of black men in their 30s.", "author": "Tom Kertscher", "posted": "01/15/2015", "sci_digest": [], "paragraphs": ["For years, Milwaukee has made national headlines for being one of the most segregated urban areas in America.", "In 2011, we ratedMostly Truea Rev.", "Jesse Jackson claim that Milwaukee is the nations most-segregated city.", "We found that the white-black segregation is worst in metropolitan Milwaukee, if not in the city itself.", "Now theres anInternet memethat has been liked, shared or commented on more than 18,000 times on Facebook.", "It makes a two-part claim about Milwaukee and putting whites and blacks behind bars.", "Milwaukee, the posting says, incarcerates 1.2 percent of white men and has incarcerated over 50 percent of black men in their 30s.", "Pass this along for the millions of people who say racism is not an issue.", "Cure them of their ignorance, the group said in posting the meme.", "The black-white gap between the two percentages caught our attention.", "But so did the fact that the percentages measure two different things.", "Behind the meme The meme was posted Dec. 31, 2014 on Facebook by US Uncut, a loose network of local groups that coordinates nationally through the Internet.", "The Daily Beast has described the group as the tea party for the left.", "ItsFacebook pagehas more than 932,000 likes.", "The group, formed in 2011, says it has mobilized thousands of people against corporate tax dodging and austerity.", "But it has alsoaddressed racial issues.", "We connected via phone and email withMark Provostof Manchester, N.H., who describes himself as a meme maker for US Uncut.", "He said the two statistics cited in the meme came froma study published in 2013by the University of Wisconsin-Milwaukee.", "(That study garnered news coverage fromthe BBC, among others.)", "First part of the claim The first part of US Uncut's claim is 1.2 percent of white men in Milwaukee are incarcerated.", "But what the UWM study says is 1.2 percent of white men in Wisconsin were incarcerated in state prison or local jails -- there is no such figure in the study for Milwaukee.", "That was as of April 2010, when U.S. Census Bureau conducted its most recent decennial count of Wisconsin residents.", "Provost acknowledged that that part of the study deals only with Wisconsin, and that he doesn't have a figure for Milwaukee.", "Its worth noting the study did find a much higher rate of African-American men in Wisconsin -- 12.8 percent -- were incarcerated at the time.", "That was the highest such rate in the nation, according to the study (Oklahoma was second at 9.7 percent).", "Second part The second part of the claim is Milwaukee has incarcerated more than 50 percent of black men in their 30s.", "An important point here is that the first part of the claim was about incarceration at one point in time.", "This part of the claim covers more than two decades.", "The UWM study estimated based on state correctional records that over half of black men in their 30s in Milwaukee County (rather than the city) were incarcerated in state correctional facilities between 1990 and January 2012.", "The difference between the city and the county doesnt appear significant.", "Lois Quinn, one of the researchers who did the study, told us the study doesnt have city of Milwaukee figures on this statistic.", "But given the concentrations of African-Americans residing in the city and the maps of those incarcerated, I believe that it would be accurate to expect that over half of black men in their 30s in the city have been or were incarcerated during that period, she said.", "The study did not, however, attempt to make the same incarceration estimate for white men in their 30s.", "In any case, placing the two side by side amounts to mixing apples and oranges.", "The first figure is for people incarcerated at a given moment in time.", "The second is for people who have ever been incarcerated, which clearly skews the comparison.", "Our rating The left-wing activist group US Uncut says in a Facebook meme that Milwaukee incarcerates 1.2 percent of white men and has incarcerated over 50 percent of black men in their 30s.", "But the way the claim is structured overstates the disparity, based on the university study it relies on.", "On the first part of the claim (which should refer to Wisconsin, rather than Milwaukee), 1.2 percent of white men were incarcerated as of the latest census, versus 12.8 percent of black men.", "That is, at a given point in time.", "The second part of the claim essentially quotes the study accurately -- more than 50 percent of black men in their 30s in Milwaukee County were or had been incarcerated.", "But there is no corresponding figure for white men.", "For a statement that is partially accurate but leaves out important details, our rating is Half True.", "To comment on this item, go to the Milwaukee Journal Sentinelsweb page."], "issues": ["Census", "Civil Rights", "Criminal Justice", "Occupy Wall Street", "Urban", "Wisconsin"], "image_data": [], "data": [{"sentence": "In 2011, we ratedMostly Truea Rev. Jesse Jackson claim that Milwaukee is the nations most-segregated city. We found that the white-black segregation is worst in metropolitan Milwaukee, if not in the city itself.", "hrefs": "https://www.politifact.com/wisconsin/statements/2011/apr/18/jesse-jackson/rev-jesse-jackson-says-milwaukee-most-segregated-c/"}, {"sentence": "Now theres anInternet memethat has been liked, shared or commented on more than 18,000 times on Facebook. It makes a two-part claim about Milwaukee and putting whites and blacks behind bars.", "hrefs": "https://www.facebook.com/usauncut/photos/a.190167221017767.44131.186219261412563/895863580448124/?type=1&theater"}, {"sentence": "The meme was posted Dec. 31, 2014 on Facebook by US Uncut, a loose network of local groups that coordinates nationally through the Internet. The Daily Beast has described the group as the tea party for the left. ItsFacebook pagehas more than 932,000 likes.", "hrefs": "https://www.facebook.com/usauncut?fref=photo"}, {"sentence": "The group, formed in 2011, says it has mobilized thousands of people against corporate tax dodging and austerity. But it has alsoaddressed racial issues.", "hrefs": "http://www.opednews.com/articles/We-Want-Real-Justice-Not-by-Carl-Gibson-Activists_Death_Families_Justice-141224-737.html"}, {"sentence": "We connected via phone and email withMark Provostof Manchester, N.H., who describes himself as a meme maker for US Uncut. He said the two statistics cited in the meme came froma study published in 2013by the University of Wisconsin-Milwaukee. (That study garnered news coverage fromthe BBC, among others.)", "hrefs": "https://twitter.com/markaprovost"}, {"sentence": "To comment on this item, go to the Milwaukee Journal Sentinelsweb page.", "hrefs": "http://www.jsonline.com/news/politifact-testing-claim-on-milwaukee-black-vs-white-incarceration-b99425475z1-288456641.html"}], "label": "half-true"}, {"url": "https://www.politifact.com/factchecks/2013/jul/02/national-republican-senatorial-committee/gop-group-takes-potential-candidate/", "title": "Michelle Nunn has praised the Occupy movement.", "author": "Eric Stirgus", "posted": "07/02/2013", "sci_digest": [], "paragraphs": ["Republicans are wasting no time defining a Georgia Democrat considering a run for the U.S. Senate in 2014.", "Michelle Nunn has never run for political office, so the National Republican Senatorial Committee is eager to tell Georgians all about her.", "Case in point, a June 17 news release from the National Republican Senatorial Committee.", "Nunn's extreme record of praising radical liberal groups like the Occupy Movement illustrates just how dangerously out of touch she is with voters in Georgia, NRSC spokeswoman Brook Hougesen wrote.", "PolitiFact Georgia wondered whether the NRSC is correct that Nunn praised the Occupy movement.", "The movement began in September 2011 when protesters camped out for months in a park near New York Citys Wall Street to voice their grievances against what they describe as the corrosive power of major banks and multinational corporations over the democratic process.", "In Atlanta, Mayor Kasim Reed had police remove Occupy sympathizers from a city park after a three-week stay.", "The Occupy movement is now less demonstrative, with more strategic protests against banks and other businesses for various practices.", "So what does Hougesen have to prove shes right about Nunn?", "She pointed to an op-ed that Nunn wrote in The Washington Post a few days before Christmas 2011 titled Millennials to business: Social responsibility isnt optional.", "It contained a few references to the Occupy movement.", "Heres what we know about Nunn.", "She is the daughter of former U.S. Sen. Sam Nunn, a Democrat who is respected by many conservatives on national security issues.", "She is the chief executive officer of the Points of Light Foundation, a nonprofit, nonpartisan volunteer organization inspired by then-President George H.W.", "Bush.", "The Atlanta Journal-Constitution reported the foundation brought in $55 million in revenue in 2011 and mobilized 4 million volunteers worldwide for a range of causes last year.", "Neil Bush, son of the former president, is the board chairman.", "Being in charge of a nonpartisan volunteer organization requires skill in working with people of all political positions.", "As an elected official once told us I have friends on both sides of the issue and I always support my friends.", "One recent Nunn blog post on the Points of Light website had a picture of Republican strategist Karl Rove and Democratic Party organizer Donna Brazile dancing together at a conference.", "So what did Nunn write about it in her op-ed?", "The Occupy Wall Street movement is largely fueled by a relatively small set of young people who view the protests as a fight for their future, her op-ed began.", "The vast majority, however, are getting up and going to work every day  or wishing they could.", "These individuals are part of a less dramatic but, perhaps, equally powerful movement of Millennials shaping the future of business.", "As consumers, employees and entrepreneurs, Millennials are shifting the norms of corporate Americas conduct, ethical imperatives and purpose.", "Most of the article was about millennials, people typically born between 1980 and 2000.", "Nunns only other reference to the Occupy movement was at the end of her op-ed.", "The values behind Occupy Wall Street are manifesting themselves in the marketplace and companies that are failing to take notice should start, she wrote.", "These people-powered movements may not have stopped the markets in their tracks, but they are creating the demand for new forms of corporate behavior and ethical imperatives.", "The winning brands of the future will be ones that authentically respond.", "Hougesen said she was convinced Nunn was praising Occupy Wall Street upon reading the op-ed.", "When Michelle Nunn wrote that the values behind Occupy Wall Street are manifesting themselves in the marketplace and companies and that protestors are fighting for their future, it led us  and many progressives - to believe that she supported the movement.", "If over the past seventeen months Ms. Nunn has changed her view or beliefs, we would welcome her clarification, Hougesen said.", "Nunn referenced Occupy Wall Street in a January 2012 blog post reflecting on a dinner party discussion at her Atlanta home involving Martin Luther King Day.", "We broke bread and talked about the bright spots and challenges in our community in terms of race, class and the unfulfilled dimensions of Dr. King's dream.", "We talked about how Dr. King's nonviolent and creative dissent continues to animate our world - from the Arab Spring to Occupy Wall Street, she wrote.", "Nunn did not respond directly to our interview requests.", "Gordon Giffin, a former aide to her father who has been involved in discussions with the younger Nunn about her political future, contacted us via email.", "Giffin and a Points of Light spokeswoman said Nunns op-ed was aimed at talking about millennials.", "Her writings do not endorse the actions of the occupy movement but rather point out that there are numerous other examples of how the younger generation is seeking to make a difference that might be ignored by (the) press focus on the occupy crowd.", "Perhaps misrepresentation is the game of the day in DC but we have higher standards in Georgia, said Giffin, a former U.S. ambassador to Canada who now is a partner at the influential law firm McKenna Long & Aldridge.", "This was a tough call for us.", "To sum up, the NRSC claimed that Nunn praised the Occupy movement.", "Its argument is based on an op-ed she wrote in 2011.", "The op-ed referenced Occupy a couple of times, but Nunn supporters say the intent of the article was to talk about young people and their role in the marketplace.", "The bulk of the op-ed was about millennials.", "The claim has an element of truth but ignores critical factors that give a different impression.", "We rate this claim Mostly False."], "issues": ["Georgia", "Occupy Wall Street"], "image_data": [], "data": [], "label": "barely-true"}, {"url": "https://www.politifact.com/factchecks/2012/sep/26/government-not-god-pac/government-not-god-pac-says-obama-wants-allow-occu/", "title": "Barack Hussein Obama will ... force local authorities to allow Occupy protesters to live in parks.", "author": "Becky Bowers", "posted": "09/26/2012", "sci_digest": [], "paragraphs": ["An ad that ran in newspapers in Florida and Ohio alleges that in President Barack Obamas America, protesters would be allowed to live in parks.Barack Hussein Obama will move America to force local authorities to allow Occupy protesters to live in parks, it says, among a laundry list of claims on issues from abortion to gay parents to Islamic sharia law.Occupy Wall Streetis a loosely organized movement that famouslyset up campin Manhattans Zuccotti Park on Sept. 17, 2011, among other public spaces around the country.", "The city ultimately cleared out the protesters tents, anda New York judge upheldthe citys right to do that.Protesters could protest  they just couldnt camp.Does Obama want to change the law?Theres a First Amendment right to peaceably assemble, but local governments are generally allowed to enforce time and place restrictions on those gatherings.Specifically, the Supreme Court has ruled that governments may outlaw sleeping in parks, even during protests.Clark vs. Community for Creative Nonviolence, a 1984 case that involved a tent city in Washington, D.C., established that as long as rules are content-neutral  apply to everyone equally, no matter their message  sleeping in public is subject to reasonable time, place, or manner restrictions.One way the federal government might force local governments to allow protesters to live in parks might be to overturn that Supreme Court case, establishing precedent that the First Amendment right to assembly extends to camping out.", "A president cant do that.Thats assuming he wanted to.William J. Murray, chairman of GINGPAC, provided uswiththreearticlesto back up the ads claim.", "The stories from theWashington Post, NBC New York and ABC document the presidents embrace of the protesters message: I understand the frustrations being expressed, Obama said.But the articles dont address whether Obama believes protesters should be allowed to camp out indefinitely in parks.We looked for evidence that Obama might be interested in forcing authorities to allow such a thing.", "We found the opposite.Take this exchange between a journalist and White House press secretary Jay Carney duringa briefing on Jan. 20, 2012, which confirms the need to balance First Amendment concerns with public safety and public health concerns  in essence, current law.", "Carney, rather than criticize local police action, deferred to local authorities.QUESTION: The Occupy Wall Street protesters are making headlines again.", "As you know, over the weekend 400 protesters were arrested in Oakland and now, today, the National Park Service is expected to clear out protesters potentially as we speak from a site here in D.C. What is your reaction?", "And is the administration concerned that some of these protesters are taking things too far?CARNEY: Well, with regards to Oakland, that -- that's obviously a local law enforcement matter.", "Here in Washington, I would refer you for specifics to the U.S. National Park Service and the U.S. Park Police.", "And our position has been and continues to be that we need to balance First Amendment concerns of the right to demonstrate, the right to speak freely and -- with public safety concerns and public health concerns.", "And we understand that whether -- that local law enforcement, as well as in the case -- in this case the National Park Service and U.S. Park Police, are -- are weighing those considerations when they make these decisions and that's appropriate.We found no evidence Obama has sought such an accommodation for the protesters.", "The president himself didnt raise the issue in several briefings and interviews we found that touched on the protests.", "Rather, he focused on the content of the protests, such as regulation of Wall Street.We chatted with Gene Policinski, senior vice president and executive director of the First Amendment Center, whichfollowed the protests.", "Did the federal government show any indication of wanting to push against established law allowing local governments to outlaw camping?I saw no evidence of that anywhere during the Occupy movement, he told us.", "At the worst, it's a complete distortion.", "At the least, somebody misunderstands a request by citizens for due process.We reached out to Occupy Wall Street.It sounds like a bunch of crazy propaganda nonsense, said Dana Balicki, a member of the press team.Our rulingAn ad from GINGPAC claimed, Barack Hussein Obama will move America to force local authorities to allow Occupy protesters to live in parks.Theres a First Amendment right to peaceably assemble, but local governments are generally allowed to enforce time and place restrictions on those gatherings.", "An expert from the First Amendment Center told us he saw no evidence that the president was interested in changing the law and we found no evidence of that in our searches.", "To the contrary, we found evidence of the administration supporting current law.", "And a president cant overturn a Supreme Court decision, anyway.", "Pants on Fire!"], "issues": ["National", "Occupy Wall Street"], "image_data": [], "data": [{"sentence": "An ad that ran in newspapers in Florida and Ohio alleges that in President Barack Obamas America, protesters would be allowed to live in parks.Barack Hussein Obama will move America to force local authorities to allow Occupy protesters to live in parks, it says, among a laundry list of claims on issues from abortion to gay parents to Islamic sharia law.Occupy Wall Streetis a loosely organized movement that famouslyset up campin Manhattans Zuccotti Park on Sept. 17, 2011, among other public spaces around the country. The city ultimately cleared out the protesters tents, anda New York judge upheldthe citys right to do that.Protesters could protest  they just couldnt camp.Does Obama want to change the law?Theres a First Amendment right to peaceably assemble, but local governments are generally allowed to enforce time and place restrictions on those gatherings.Specifically, the Supreme Court has ruled that governments may outlaw sleeping in parks, even during protests.Clark vs. Community for Creative Nonviolence, a 1984 case that involved a tent city in Washington, D.C., established that as long as rules are content-neutral  apply to everyone equally, no matter their message  sleeping in public is subject to reasonable time, place, or manner restrictions.One way the federal government might force local governments to allow protesters to live in parks might be to overturn that Supreme Court case, establishing precedent that the First Amendment right to assembly extends to camping out. A president cant do that.Thats assuming he wanted to.William J. Murray, chairman of GINGPAC, provided uswiththreearticlesto back up the ads claim. The stories from theWashington Post, NBC New York and ABC document the presidents embrace of the protesters message: I understand the frustrations being expressed, Obama said.But the articles dont address whether Obama believes protesters should be allowed to camp out indefinitely in parks.We looked for evidence that Obama might be interested in forcing authorities to allow such a thing. We found the opposite.Take this exchange between a journalist and White House press secretary Jay Carney duringa briefing on Jan. 20, 2012, which confirms the need to balance First Amendment concerns with public safety and public health concerns  in essence, current law. Carney, rather than criticize local police action, deferred to local authorities.QUESTION: The Occupy Wall Street protesters are making headlines again. As you know, over the weekend 400 protesters were arrested in Oakland and now, today, the National Park Service is expected to clear out protesters potentially as we speak from a site here in D.C. What is your reaction? And is the administration concerned that some of these protesters are taking things too far?CARNEY: Well, with regards to Oakland, that -- that's obviously a local law enforcement matter. Here in Washington, I would refer you for specifics to the U.S. National Park Service and the U.S. Park Police. And our position has been and continues to be that we need to balance First Amendment concerns of the right to demonstrate, the right to speak freely and -- with public safety concerns and public health concerns. And we understand that whether -- that local law enforcement, as well as in the case -- in this case the National Park Service and U.S. Park Police, are -- are weighing those considerations when they make these decisions and that's appropriate.We found no evidence Obama has sought such an accommodation for the protesters. The president himself didnt raise the issue in several briefings and interviews we found that touched on the protests. Rather, he focused on the content of the protests, such as regulation of Wall Street.We chatted with Gene Policinski, senior vice president and executive director of the First Amendment Center, whichfollowed the protests. Did the federal government show any indication of wanting to push against established law allowing local governments to outlaw camping?I saw no evidence of that anywhere during the Occupy movement, he told us. At the worst, it's a complete distortion. At the least, somebody misunderstands a request by citizens for due process.We reached out to Occupy Wall Street.It sounds like a bunch of crazy propaganda nonsense, said Dana Balicki, a member of the press team.Our rulingAn ad from GINGPAC claimed, Barack Hussein Obama will move America to force local authorities to allow Occupy protesters to live in parks.Theres a First Amendment right to peaceably assemble, but local governments are generally allowed to enforce time and place restrictions on those gatherings. An expert from the First Amendment Center told us he saw no evidence that the president was interested in changing the law and we found no evidence of that in our searches. To the contrary, we found evidence of the administration supporting current law. And a president cant overturn a Supreme Court decision, anyway. Pants on Fire!", "hrefs": "http://occupywallst.org/"}], "label": "false"}, {"url": "https://www.politifact.com/factchecks/2012/jul/03/facebook-posts/facebook-post-compares-corporate-individual-tax-bu/", "title": "In 1950, corporations paid $3 in taxes for every $1 by a worker. Today, they pay 22 cents for every $1 by a worker.", "author": "Louis Jacobson", "posted": "07/03/2012", "sci_digest": [], "paragraphs": ["A reader recently forwarded us a Facebook post that sought to blame corporations for not carrying their fair share of the tax burden.", "It read, According to the Office of Management and Budget, back in 1950, corporations paid $3 in taxes for every $1 by a worker.", "Today, they pay 22 cents for every $1 by a worker.We wondered whether that was true.The Facebook post was credited to an activist group called The Other 98 Percent, which describes itself as at the forefront of a new movement to kick corporate lobbyists out of D.C., hold our elected officials accountable, and fix our democracy to make Washington work for the other 98% of us.", "We tried to reach the group through its website but did not receive a response.The Facebook post cited the Office of Management and Budget -- the executive branchs budget-policy arm -- but it didnt get any more specific than that.", "When we went to OMBs website, we found somehistorical datathat addresses this claim.The simplest ratio to use is the ratio of corporate income taxes paid to individual income taxes paid.", "In 1950, corporations paid 66 cents in income taxes for every dollar of income taxes paid by individuals -- nowhere near the ratio claimed in the Facebook post.", "In 2011, corporations paid 17 cents in income taxes for every dollar in income taxes paid by individuals.", "Thats not exactly 22 cents, but its in the ballpark.By this measurement, then, the Facebook post is misleading.", "Its true that the share of income taxes paid by corporations has declined over the years, but not as dramatically as the post suggests.", "In addition, it was never the case in 1950 that corporate income taxes even equaled the level of individual income tax revenues, much less tripled them.You can also use a more detailed ratio.", "Under this formula, total corporate taxes consists of corporate income taxes plus the employers share of payroll taxes.", "Individual taxes consist of individual income taxes, plus the employees share of the payroll tax, plus excise taxes (such as levies on alcohol, tobacco, telecommunications and gasoline), plus the estate tax.Using this formula, the ratio in 1950 was 48 cents paid by corporations for every dollar paid by workers -- even more incorrect than it was using our first calculation.", "In 2011, the ratio was 37 cents paid by corporations for every dollar by workers.So using these numbers, the Facebook post is misleading as well.The assertion is plain wrong, said Roberton Williams, a senior fellow at the Urban Institute-Brookings Institution Tax Policy Center.This seems to be a very flippant comment without any basis, agreed William McBride, an economist at the Tax Foundation, a business-backed group that studies tax issues.Part of the reason for the shift from corporate taxes to individual taxes is that a significant chunk of individual taxes are actually, in effect, business taxes, since more business owners have chosen to be taxed as individuals rather than as corporations, McBride said.", "If it were possible to reliably separate out such taxes and shift them from the individual column to the corporate column, the premise of the Facebook post would likely be further weakened.Our rulingThe one thing the Facebook claim gets right is that corporations are carrying less of the burden for taxation now compared to 1950.", "But the difference is not nearly as dramatic as the Facebook post indicates, and its numbers are wide of the mark.", "On balance, we rate the claim Mostly False."], "issues": ["National", "Corporations", "Income", "Occupy Wall Street", "Taxes"], "image_data": [], "data": [{"sentence": "A reader recently forwarded us a Facebook post that sought to blame corporations for not carrying their fair share of the tax burden. It read, According to the Office of Management and Budget, back in 1950, corporations paid $3 in taxes for every $1 by a worker. Today, they pay 22 cents for every $1 by a worker.We wondered whether that was true.The Facebook post was credited to an activist group called The Other 98 Percent, which describes itself as at the forefront of a new movement to kick corporate lobbyists out of D.C., hold our elected officials accountable, and fix our democracy to make Washington work for the other 98% of us. We tried to reach the group through its website but did not receive a response.The Facebook post cited the Office of Management and Budget -- the executive branchs budget-policy arm -- but it didnt get any more specific than that. When we went to OMBs website, we found somehistorical datathat addresses this claim.The simplest ratio to use is the ratio of corporate income taxes paid to individual income taxes paid. In 1950, corporations paid 66 cents in income taxes for every dollar of income taxes paid by individuals -- nowhere near the ratio claimed in the Facebook post. In 2011, corporations paid 17 cents in income taxes for every dollar in income taxes paid by individuals. Thats not exactly 22 cents, but its in the ballpark.By this measurement, then, the Facebook post is misleading. Its true that the share of income taxes paid by corporations has declined over the years, but not as dramatically as the post suggests. In addition, it was never the case in 1950 that corporate income taxes even equaled the level of individual income tax revenues, much less tripled them.You can also use a more detailed ratio. Under this formula, total corporate taxes consists of corporate income taxes plus the employers share of payroll taxes. Individual taxes consist of individual income taxes, plus the employees share of the payroll tax, plus excise taxes (such as levies on alcohol, tobacco, telecommunications and gasoline), plus the estate tax.Using this formula, the ratio in 1950 was 48 cents paid by corporations for every dollar paid by workers -- even more incorrect than it was using our first calculation. In 2011, the ratio was 37 cents paid by corporations for every dollar by workers.So using these numbers, the Facebook post is misleading as well.The assertion is plain wrong, said Roberton Williams, a senior fellow at the Urban Institute-Brookings Institution Tax Policy Center.This seems to be a very flippant comment without any basis, agreed William McBride, an economist at the Tax Foundation, a business-backed group that studies tax issues.Part of the reason for the shift from corporate taxes to individual taxes is that a significant chunk of individual taxes are actually, in effect, business taxes, since more business owners have chosen to be taxed as individuals rather than as corporations, McBride said. If it were possible to reliably separate out such taxes and shift them from the individual column to the corporate column, the premise of the Facebook post would likely be further weakened.Our rulingThe one thing the Facebook claim gets right is that corporations are carrying less of the burden for taxation now compared to 1950. But the difference is not nearly as dramatic as the Facebook post indicates, and its numbers are wide of the mark. On balance, we rate the claim Mostly False.", "hrefs": "http://other98.com/"}], "label": "barely-true"}, {"url": "https://www.politifact.com/factchecks/2012/apr/25/facebook-posts/facebook-post-says-bank-america-bonuses-are-big-en/", "title": "Bank of America could create 878,300 jobs with benefits if they spent their 2010 bonuses on job creation.", "author": "Louis Jacobson", "posted": "04/25/2012", "sci_digest": [], "paragraphs": ["We recently noticed aFacebook postthat channeled popular anger over bonuses for people who work in the financial industry.It said: Bank of America could create 878,300 jobs with benefits if they spent their 2010 bonuses on job creation.We wondered if that was accurate.After some Internet searching, we found what appeared to be the source of this factoid.", "Its a report called Big Banks, Bonus Bonanza, released by a coalition of five groups, led by the Service Employees International Union, or SEIU.", "Heres an excerpt:Despite unleashing havoc on the global economy, Wall Street is once again getting ready to pay astronomical bonuses this year.", "The nations six largest banks alone are on track to pay their bankers a staggering $143 billion in bonuses, benefits and compensation (bonus and compensation), more than enough to fill the $130 billion total budget gap for all 50 states in (fiscal year) 2011.", "If Wall Street pumped this money directly into the economy instead of paying it to its bankers, it could create 3.6 million new jobs, and lower the unemployment rate by 2.3 percent.", "Bank of America tops the list, with $35 billion in bonuses and compensation set aside for its bankers.At the end of the report, the authors added an appendix titled Potential Job Creation by Bank.The appendix said, See below to see how many good-paying jobs with benefits big banks could create if they spent their bonus on job creation instead of banker bonuses.", "In a footnote, the authors added that the figures are based on a cost of $40,000 per job, although they don't say why $40,000 was chosen.The figure listed for Bank of America?", "Exactly 878,300 jobs -- essentially the result you get if you divide $35.1 billion by $40,000.But theres a problem.", "We were confused by the reports use of the words bonus and compensation, since the Facebook post (and the SEIU appendix) referred only to bonuses.It turns out that the $35.1 billion figure is not simply bankers bonuses -- its all compensation paid by the company (encompassing salaries, benefits and bonuses) to every employee of Bank of America.", "That means it includes all compensation paid to executives, tellers, janitors and anyone else you can imagine who works for BofA.The $35.1 billion figure can be found in table 5 on page 27 of the2011 Bank of America annual report.", "We confirmed with a company spokesman as well as two outside experts that noninterest expense for personnel -- which is how the annual report labels the $35.1 billion figure -- means salaries, benefits and bonuses for everyone employed worldwide at Bank of America.Knowing all this, we can calculate how many jobs $35.1 billion in compensation actually created.", "Its 288,000 -- the current number of employees at Bank of America.What if you just looked at bonuses alone?", "How many $40,000 jobs could you get from just by divvying up the companys bonus pool?The company doesnt officially release its bonus data, but we did find aBloomberg news reportthat estimated that Bank of America paid its investment banking employees about $4.4 billion in bonuses for 2009, citing a person close to the bank.Dividing this bonus pool into $40,000 increments gets you 110,000 jobs, far less than the 878,300 claimed in the Facebook post, though its quite a bit more than the 10,000 people the investment-banking unit actually employs -- many of whom probably earn more than $40,000.Our rulingThe Facebook post -- and the SEIU report it was almost certainly based on -- incorrectly said that a pot of money consisted of bonuses when it in fact included all forms of compensation for all employees at the company.", "That made the mathematical calculation meaningless.", "Using just the companys investment banking bonuses would create 110,000 jobs costing $40,000 for a year -- only one-eighth the number claimed in the post.", "We rate the claim Pants on Fire."], "issues": ["National", "Financial Regulation", "Jobs", "Occupy Wall Street"], "image_data": [], "data": [{"sentence": "We recently noticed aFacebook postthat channeled popular anger over bonuses for people who work in the financial industry.It said: Bank of America could create 878,300 jobs with benefits if they spent their 2010 bonuses on job creation.We wondered if that was accurate.After some Internet searching, we found what appeared to be the source of this factoid. Its a report called Big Banks, Bonus Bonanza, released by a coalition of five groups, led by the Service Employees International Union, or SEIU. Heres an excerpt:Despite unleashing havoc on the global economy, Wall Street is once again getting ready to pay astronomical bonuses this year. The nations six largest banks alone are on track to pay their bankers a staggering $143 billion in bonuses, benefits and compensation (bonus and compensation), more than enough to fill the $130 billion total budget gap for all 50 states in (fiscal year) 2011. If Wall Street pumped this money directly into the economy instead of paying it to its bankers, it could create 3.6 million new jobs, and lower the unemployment rate by 2.3 percent. Bank of America tops the list, with $35 billion in bonuses and compensation set aside for its bankers.At the end of the report, the authors added an appendix titled Potential Job Creation by Bank.The appendix said, See below to see how many good-paying jobs with benefits big banks could create if they spent their bonus on job creation instead of banker bonuses. In a footnote, the authors added that the figures are based on a cost of $40,000 per job, although they don't say why $40,000 was chosen.The figure listed for Bank of America? Exactly 878,300 jobs -- essentially the result you get if you divide $35.1 billion by $40,000.But theres a problem. We were confused by the reports use of the words bonus and compensation, since the Facebook post (and the SEIU appendix) referred only to bonuses.It turns out that the $35.1 billion figure is not simply bankers bonuses -- its all compensation paid by the company (encompassing salaries, benefits and bonuses) to every employee of Bank of America. That means it includes all compensation paid to executives, tellers, janitors and anyone else you can imagine who works for BofA.The $35.1 billion figure can be found in table 5 on page 27 of the2011 Bank of America annual report. We confirmed with a company spokesman as well as two outside experts that noninterest expense for personnel -- which is how the annual report labels the $35.1 billion figure -- means salaries, benefits and bonuses for everyone employed worldwide at Bank of America.Knowing all this, we can calculate how many jobs $35.1 billion in compensation actually created. Its 288,000 -- the current number of employees at Bank of America.What if you just looked at bonuses alone? How many $40,000 jobs could you get from just by divvying up the companys bonus pool?The company doesnt officially release its bonus data, but we did find aBloomberg news reportthat estimated that Bank of America paid its investment banking employees about $4.4 billion in bonuses for 2009, citing a person close to the bank.Dividing this bonus pool into $40,000 increments gets you 110,000 jobs, far less than the 878,300 claimed in the Facebook post, though its quite a bit more than the 10,000 people the investment-banking unit actually employs -- many of whom probably earn more than $40,000.Our rulingThe Facebook post -- and the SEIU report it was almost certainly based on -- incorrectly said that a pot of money consisted of bonuses when it in fact included all forms of compensation for all employees at the company. That made the mathematical calculation meaningless. Using just the companys investment banking bonuses would create 110,000 jobs costing $40,000 for a year -- only one-eighth the number claimed in the post. We rate the claim Pants on Fire.", "hrefs": "https://www.facebook.com/photo.php?fbid=405376846154499&set=a.116898608335659.16274.108038612554992&type=3&theater"}], "label": "false"}, {"url": "https://www.politifact.com/factchecks/2011/dec/19/michael-doherty/state-sen-mike-doherty-claims-financial-collapse-l/", "title": "Following the catastrophic, cascading collapse of major investment banks on Wall Street in 2007.....Nobody was prosecuted, no hearings were held and no reforms were implemented.", "author": "Bill Wichert", "posted": "12/19/2011", "sci_digest": [], "paragraphs": ["When former New Jersey Gov.", "Jon Corzine was ordered to appear Dec. 8 before a House committee investigating the collapse of brokerage MF Global, it was a landmark moment, according to one state senator.Corzines testimony marked the first time that federal officials had taken any action dealing with Wall Street in response to the financial crisis that rocked the world a few years ago, state Sen. Michael Doherty (R-Warren) said in a Dec. 9 news release.Following the catastrophic, cascading collapse of major investment banks on Wall Street in 2007, which caused the current global economic recession, the United States Government held no one accountable, Doherty said.", "Nobody was prosecuted, no hearings were held and no reforms were implemented.It is obvious to everyone on Main Street, from the Occupy camps to the Tea Party, that Wall Street is broken.", "Yet only yesterday did the U.S. Congress take any action.No prosecutions, no hearings, no reforms?", "PolitiFact New Jersey says: No way!Since the financial crisis began in 2008 -- not 2007, senator -- federal officials have held numerous public hearings and passed a financial reform law, known as the Dodd-Frank Wall Street Reform and Consumer Protection Act.While high-profile executives on Wall Street have not faced criminal charges, federal officials have prosecuted cases against other individuals for financial crimes before and during the time of the economic collapse.Doherty told us his claims are supported by a Dec. 4 segment on 60 Minutes on CBS, which stated there has not been a single prosecution of a high-ranking Wall Street executive or major financial firm.In an email, Doherty also responded to our charge about the Dodd-Frank Act: Regarding reform, there has been no reform.", "If there was reform, how did MF Global take $1.2 Billion of client money from segregated client accounts and now they dont know where the money went?", "Reform would have stopped that from happening.Lets review what PolitiFact New Jersey found:Its true that prominent Wall Street executives have not been prosecuted, according to various news reports.", "But its wrong for Doherty to say nobody has.For example, Lee Farkas was convicted in April of helping to commit a more than $2.9 billion fraud scheme that contributed to the collapse of Alabama-based Colonial Bank, one of the 25 largest banks in the country in 2009.Now, lets talk about those hearings and financial reform.Charged with examining the causes of the financial crisis, the Financial Crisis Inquiry Commission held 19 days of public hearings in 2010, according to its website.Congressional committees and subcommittees also have held hearings about the financial crisis.", "In April 2010, a Senate subcommittee held four hearings about the causes and effects of the crisis, including one when Goldman Sachs CEO Lloyd Blankfein testified.About three months later, President Barack Obama signed the Dodd-Frank Act.The reform measures within that legislation include setting up a Consumer Financial Protection Bureau.", "U.S. Senate Republicans recently blocked the nomination for the bureaus first director.So, contrary to what Doherty claimed, its clear that federal officials have conducted hearings and passed financial reform in the wake of the financial crisis.Doherty also referred to the current global economic recession, but economists with the National Bureau of Economic Research have said the recession in the United States ended in June 2009.Our rulingIn a news release, Doherty claimed that following the collapse of major investment banks on Wall Street in 2007, nobody was prosecuted, no hearings were held and no reforms were implemented.But major investment banks collapsed in 2008 and there have been some prosecutions, although not targeting high-profile Wall Street executives.", "Numerous hearings have been held and a financial reform law was enacted last year.Doherty has a point about the lack of prosecutions against high-profile Wall Street executives, but his overall argument about inaction by federal officials is flat-out wrong.We rate the statement False.", "To comment on this ruling, go toNJ.com."], "issues": ["New Jersey", "Economy", "Financial Regulation", "Occupy Wall Street"], "image_data": [], "data": [{"sentence": "To comment on this ruling, go toNJ.com.", "hrefs": "http://www.nj.com/news/index.ssf/2011/12/politifact_nj_mike_doherty_cla.html"}], "label": "false"}, {"url": "https://www.politifact.com/factchecks/2011/nov/21/facebook-posts/facebook-post-says-congress-has-disproportionate-s/", "title": "1 percent of Americans are millionaires. 47 percent of House Reps. are millionaires. 56 percent of Senators are millionaires.", "author": "Angie Drobnic Holan", "posted": "11/21/2011", "sci_digest": [], "paragraphs": ["Over the past two months, the Occupy Wall Street movement has spread to cities around the country, and those other movements are busy putting out messages that protest against income inequality.", "A reader recently sent us an example from Facebook, which was an online message credited to Occupy D.C.", "The posting says: 1 percent of Americans are millionaires.", "47 percent of House Reps. are millionaires.", "56 percent of Senators are millionaires.", "What would the country be like if our representative government was actually representative?", "The reader asked us to check it out, and we were curious ourselves if the division of wealth between the country as a whole and our elected leaders was quite that stark.", "So we decided to unpack the numbers.", "Well take it in two parts.", "1 percent of Americans are millionaires.", "A millionaire is a person whose net worth is $1 million or more.", "Net worth is cash, home value, stocks, bonds and other property minus any debts owed.", "The Federal Reserve Board conducts aSurvey of ConsumerFinancesevery three years.", "Its last survey was in 2007, with an update in 2009.", "The left-leaning Economic Policy Instituteanalyzedthat data and determined that the average wealth of the top 1 percent was close to $14 million in 2009, down from $19.2 million in 2007 (in part because of a decline in housing values).", "Still, many in the top 1 percent clearly were multimillionaires.", "A2011 studyby the Deloitte Center for Financial Services estimated there are around 10.5 million households in the U.S. in 2011 with net worth of more than $1 million.", "That's around 9 percent of all households, which is far larger than 1 percent.", "If you measure how many individuals haveincomesof $1 million or more, the Occupy D.C. posting was closer to the mark.", "The Internal Revenue Service recently released income statistics for 2009.", "It found the top 1 percent of the country included people who made adjusted gross income $343,927 and up.", "But adjusted gross income can leave out some types of income, particularly types of income not subject to tax.", "For a fuller pictures, we turned to the nonpartisan Tax Policy Center.", "It created an economic analysis of total cash income for 2011, not just taxable or adjusted income.", "The center found that the top 1 percent in 2011 had an average income of $1.5 million a year.", "However, some elites made slightly less the a million.", "The least wealthy of the top 1 percent had cash income of $532,613.", "Interesting, but income only doesn't define millionaires.", "47 percent of House Reps. are millionaires.", "56 percent of Senators are millionaires.", "Members of the U.S. House of Representatives and the Senate are paid $174,000 annually, with leadership positions paid slightly more.", "But many members of Congress were wealthy before they arrived and have substantial net worth.", "Members of the House and Senate are required to file financial disclosures that include their assets and liabilities, and the nonpartisanCenter for Responsive Politicscompilesthose disclosures.", "The representatives and senators are not required to disclose precisely how much they are worth, but they do have to indicate a range of amounts for their assets and liabilities.", "The center calculates the midpoint between these high and low estimates, then uses that midpoint to rank-order lawmakers from richest to least rich.", "According to the centers mostrecent analysis, 183 members of the House had a midpoint net worth estimate of at least $1 million.", "Meanwhile, the center calculated that 67 senators had a midpoint net worth estimate of $1 million or higher.", "These numbers were for the calendar year 2010.", "The wealthiest member of Congress was Rep. Darrell Issa, R-Calif., the head of the House Oversight and Government Reform Committee.", "Issa's minimum estimated net worth in 2010 was $195 million, while his maximum estimated net worth was more than $700 million, the center said in its analysis.", "The midpoint estimate in that range is $448 million.", "Rep. Alcee Hastings, D-Fla., is the least wealthy member of Congress.", "Hastings liabilities exceed his assets; the center reported that his minimum estimated net worth is negative $7.3 million while his maximum estimated net worth is negative $2.1 million.", "The median net worth of House members was an estimated $756,765, while the median net worth of a senator was $2.63 million.", "So, using these estimates -- and remember, these are only estimates -- 42 percent of House members are millionaires, while 67 percent of senators are millionaires.", "Our ruling The Facebook posting from Occupy D.C. said, 1 percent of Americans are millionaires.", "47 percent of House Reps. are millionaires.", "56 percent of Senators are millionaires.", "One recent study found that around 9 percent of all U.S. households have net assets of more than $1 million.", "So the claim on Facebook significantly understates the wealth of individuals.", "It's closer if you look only at income.", "The top 1 percent of Americans has an average income of $1.5 million.", "But the relevant figure would be net worth.", "As for members of Congress, the most recent estimate shows that 42 percent of House members and 67 percent of senators are millionaires in net worth.", "That means the Facebook post is a bit high in its estimate of House millionaires and a bit low in its estimate of Senate millionaires.", "The numbers support the underlying point of the Facebook post -- that members of Congress are disproportionately wealthy.", "But not on the scale suggested.", "We rate the Facebook post Half True."], "issues": ["National", "Occupy Wall Street"], "image_data": [], "data": [{"sentence": "The Federal Reserve Board conducts aSurvey of ConsumerFinancesevery three years. Its last survey was in 2007, with an update in 2009. The left-leaning Economic Policy Instituteanalyzedthat data and determined that the average wealth of the top 1 percent was close to $14 million in 2009, down from $19.2 million in 2007 (in part because of a decline in housing values). Still, many in the top 1 percent clearly were multimillionaires.", "hrefs": "https://www.federalreserve.gov/econresdata/scf/scf_workingpapers.htm"}, {"sentence": "A2011 studyby the Deloitte Center for Financial Services estimated there are around 10.5 million households in the U.S. in 2011 with net worth of more than $1 million.", "hrefs": "http://www.deloitte.com/assets/Dcom-Austria/Local%20Assets/Documents/Studien/FSI/att_Next%20Decade%20in%20Global%20Wealth%20Executive%20Summary.pdf"}, {"sentence": "Members of the House and Senate are required to file financial disclosures that include their assets and liabilities, and the nonpartisanCenter for Responsive Politicscompilesthose disclosures.", "hrefs": "http://www.opensecrets.org/news/2011/11/congress-enjoys-robust-financial-status.html"}, {"sentence": "According to the centers mostrecent analysis, 183 members of the House had a midpoint net worth estimate of at least $1 million. Meanwhile, the center calculated that 67 senators had a midpoint net worth estimate of $1 million or higher. These numbers were for the calendar year 2010.", "hrefs": "http://bit.ly/s8UUJR"}], "label": "half-true"}, {"url": "https://www.politifact.com/factchecks/2011/nov/08/vincent-fort/were-atlantas-tactics-similar-bull-connor/", "title": "If [Atlanta Mayor Kasim Reed] wants to be like Bull Connor, then so be it.", "author": "Eric Stirgus", "posted": "11/08/2011", "sci_digest": [], "paragraphs": ["Atlanta Mayor Kasim Reed has spoken frequently about his goal of making this a city that is not too busy to love.But some say the mayor has been downright mean to Occupy Atlanta movement supporters, some of whom were recently arrested by Atlanta police for refusing to leave a city park.How mean?", "Some made comparisons between Reed, who is black, and one of the most infamous names from the civil rights era: Bull Connor.Eugene Bull Connor, the public safety commissioner of Birmingham during those days, became best known for brutal tactics such as siccing dogs on civil rights demonstrators and spraying water from fire hoses at them.", "When the Rev.", "Fred Shuttlesworth, a prominent civil rights leader, was taken by ambulance from one protest in Birmingham, Connor lamented, I wish they'd carried him away in a hearse.In Atlanta, the comparisons to Connor came fast when police arrested more than 50 Occupy Atlanta supporters late last month.One unidentified man carried a cardboard sign that read Bull Connor Reed as former Atlanta City Councilman Derrick Boazman, an Occupy Atlanta supporter, was being interviewed by reporters after protesters were released from the city jail.", "Boazman was quoted in an Atlanta Journal-Constitution article as saying that the citys police chief, George Turner, sounds like Bull Connor.State Sen. Vincent Fort, D-Atlanta, who is one of the most outspoken members of the Legislature, said of Reed -- whom Fort strongly supported in the 2009 mayors race -- if he wants to be like Bull Connor, then so be it.We focused on Fort since he was the most prominent elected official we found who made such a comparison about a historical figure whose tactics were so universally reviled.", "In a telephone interview, the senator criticized us for fact-checking what he called a rhetorical analogy.Still, Fort vigorously defended his comments, calling them an appropriate analogy.The core issue is the same, said Fort, who has taught history at Clark Atlanta University and joined the Occupy Atlanta protests.", "An elected official using force to challenge peoples right to free speech.By force, Fort said he was referring to the arrests of the protesters.", "[Reed] has violated peoples First Amendment rights and civil rights, the senator added, and then taken credit for how well [the arrests] worked.Connor was a staunch segregationist who ordered water from fire hoses aimed at nonviolent demonstrators.", "Under his direction, the Birmingham police officers used violence against nonviolent demonstrators.Reed, on the other hand, has publicly agreed with some of the concerns of the Occupy Atlanta demonstrators.", "And Reed signed an executive order that allowed them to camp in the park, even though city laws prohibit it.", "Some critics have accused the mayor of being soft with the demonstrators.So were the mayors actions and tactics in removing Occupy Atlanta demonstrators from Woodruff Park comparable to what Connor did in the mid-1960s?Reed said he sympathized with the Occupy Atlanta movements concerns about economic inequality and the inordinate influence they say big banks and the wealthiest 1 percent of Americans have over the nations legislative policies.", "The mayor signed two executive orders over the course of several weeks in October that let the demonstrators stay in the park, suspending rules prohibiting anyone from being there from 11 p.m. to 6 a.m.Reed later ordered police to remove demonstrators from the park, citing public safety concerns.", "Shortly after midnight on Oct. 26, more than 50 people were arrested.", "No fire hoses or police dogs were used.", "No injuries were reported.Last weekend, Atlanta police arrested about 20 Occupy Atlanta demonstrators.", "Some demonstrators claimed police used excessive force, saying in one case that a patrol officer on a motorcycle accelerated into a protester.", "Another Occupy Atlanta supporter told Channel 2 Action News that police grabbed her by her hair.David Garrow, a historian whose work on the civil rights movement earned him a Pulitzer Prize, said there were no similarities between the actions of Reed and Connor.", "He called comparisons to Connor hilariously cheap rhetoric.Its the lowest level of Yo Mammaing to insult another African-American in that way, Garrow said.", "Its name-calling and nothing else.Yo Mammaing as in: Yo Mamma is so old, her memory is in black and white.Or, Yo Mamma is so mean to Occupy Atlanta protesters, she ...Never mind.John Giggie, who teaches a course on Southern African-American history at the University of Alabama, also did not find any similarities.Connor practiced racial hatred that seemed absolutely absent in this incident, Giggie told us.", "I think [Fort] is painting history with a very broad brush.Much of the anger toward the mayor from some Occupy Atlanta supporters is based in feelings of betrayal.", "Reed is mayor of the Rev.", "Martin Luther King Jrs hometown and has spoken reverently of the civil rights movement and its leaders.The comparison in actions between Reed and an infamous figure such as Connor was too extreme to the experts we interviewed.", "Our rating: Pants On Fire."], "issues": ["Georgia", "Occupy Wall Street"], "image_data": [], "data": [], "label": "false"}, {"url": "https://www.politifact.com/factchecks/2011/oct/26/occupy-providence/occupy-providence-protester-says-goldman-sachs-ceo/", "title": "Minimum wage = $16,000/year CEO-Goldman Sachs (Lloyd Blankfein) $16,000/Hour.", "author": "Lynn Arditi", "posted": "10/26/2011", "sci_digest": [], "paragraphs": ["In downtown Providence, as in other cities around the globe, protesters inspired by the Occupy Wall Street movement are trying to raise awareness about economic inequalities.On a recent visit to Occupy Providences encampment at Burnside Park, a Providence Journal reporter spotted a hand-written sign that compared the earnings of a minimum wage worker with those of Goldman Sachs CEO, Lloyd C. Blankfein.The sign read: Minimum wage = $16,000/year CEO-Goldman Sachs (Lloyd Blankfein) $16,000/Hour.It goes without saying that Goldmans CEO earns piles more money than most Americans, never mind Rhode Islands minimum-wage workers.Ever since the New York investment bank accepted a $10-billion government bailout during the financial crisis in 2008, Goldman Sachs has made national headlines for its super-sized executive compensation packages.But we had our doubts about whether Blankfein, Goldmans chief executive, actually earned in one hour what a minimum wage worker in Rhode Island earned in an entire year.", "So we decided to check it out.The factsTheminimum wage in Rhode Islandis $7.40 per hour, so simple math shows that someone who works 40 hours per week for 52 weeks (or 2,080 hours) will earn $15,392 a year.", "(The minimum wage was the same in 2010 as this year.", "Many minimum wage workers dont get benefits, unlike CEOs.", "But well get to that later.", ")The protest sign said $16,000, which is pretty close.But calculating the pay of chief executives is more complicated because a large share of their compensation is typically in the form of stock options, pension contributions and other non-cash payments.In 2010, Goldman reported it paid Blankfein a salary of $600,000 plus a bonus of $5.4 million, for a total of $6 million,according to its 2011 proxy statement, the most recent available data.Thats 375 times more than a minimum age worker would earn in Rhode Island.", "But its a mere $2,885 an hour, not $16,000.", "(Were basing this calculation on a 40-hour work week.", ")But wait, theres more.Besides his salary and bonus, the company reported that it gave Blankfein $12.6 million in restricted stock, boosting his annual compensation to $18.6 million.", "If he worked 40 hours per week, his hourly rate would amount to $8,942.", "And thats without benefits.Goldman also paid Blankfein $464,067 in 401(k) matching contributions, term life insurance premiums, medical and dental premium payments, long-term disability insurance premiums, life insurance premiums and perks such as his company car and driver.", "(The protesters might have mentioned that the $185,000 Goldman paid for Blankfeins car and driver last year is more than 3 timesRhode Islands median household income in 2010.", ")In all, Blankfeins compensation in 2010 totaled  about $19.06 million.But once again, simple math shows that the estimated cash value of his compensation that year is $9,165 an hour -- not $16,000 an hour as the protest sign declared.Our rulingThe Occupy Providence protest sign was close when it stated that the minimum wage in Rhode Island is $16,000 a year (its actually just under $15,400).", "And its point -- that CEOs such as Blankfein make enormous sums of money while people at the bottom of the economic ladder make almost nothing  -- is well taken.", "But the claim that Goldman Sachs CEO earned $16,000 an hour was way off.", "We rate itFalse.", "(Get updates fromPolitiFactRI on Twitter.", "To comment or offer your ruling, visit us on ourPolitiFact Rhode Island Facebookpage.)"], "issues": ["Rhode Island", "Corporations", "Deficit", "Economy", "Financial Regulation", "Government Regulation", "Occupy Wall Street", "Taxes"], "image_data": [], "data": [{"sentence": "In downtown Providence, as in other cities around the globe, protesters inspired by the Occupy Wall Street movement are trying to raise awareness about economic inequalities.On a recent visit to Occupy Providences encampment at Burnside Park, a Providence Journal reporter spotted a hand-written sign that compared the earnings of a minimum wage worker with those of Goldman Sachs CEO, Lloyd C. Blankfein.The sign read: Minimum wage = $16,000/year CEO-Goldman Sachs (Lloyd Blankfein) $16,000/Hour.It goes without saying that Goldmans CEO earns piles more money than most Americans, never mind Rhode Islands minimum-wage workers.Ever since the New York investment bank accepted a $10-billion government bailout during the financial crisis in 2008, Goldman Sachs has made national headlines for its super-sized executive compensation packages.But we had our doubts about whether Blankfein, Goldmans chief executive, actually earned in one hour what a minimum wage worker in Rhode Island earned in an entire year. So we decided to check it out.The factsTheminimum wage in Rhode Islandis $7.40 per hour, so simple math shows that someone who works 40 hours per week for 52 weeks (or 2,080 hours) will earn $15,392 a year. (The minimum wage was the same in 2010 as this year. Many minimum wage workers dont get benefits, unlike CEOs. But well get to that later.)The protest sign said $16,000, which is pretty close.But calculating the pay of chief executives is more complicated because a large share of their compensation is typically in the form of stock options, pension contributions and other non-cash payments.In 2010, Goldman reported it paid Blankfein a salary of $600,000 plus a bonus of $5.4 million, for a total of $6 million,according to its 2011 proxy statement, the most recent available data.Thats 375 times more than a minimum age worker would earn in Rhode Island. But its a mere $2,885 an hour, not $16,000. (Were basing this calculation on a 40-hour work week.)But wait, theres more.Besides his salary and bonus, the company reported that it gave Blankfein $12.6 million in restricted stock, boosting his annual compensation to $18.6 million. If he worked 40 hours per week, his hourly rate would amount to $8,942. And thats without benefits.Goldman also paid Blankfein $464,067 in 401(k) matching contributions, term life insurance premiums, medical and dental premium payments, long-term disability insurance premiums, life insurance premiums and perks such as his company car and driver.(The protesters might have mentioned that the $185,000 Goldman paid for Blankfeins car and driver last year is more than 3 timesRhode Islands median household income in 2010.)In all, Blankfeins compensation in 2010 totaled  about $19.06 million.But once again, simple math shows that the estimated cash value of his compensation that year is $9,165 an hour -- not $16,000 an hour as the protest sign declared.Our rulingThe Occupy Providence protest sign was close when it stated that the minimum wage in Rhode Island is $16,000 a year (its actually just under $15,400). And its point -- that CEOs such as Blankfein make enormous sums of money while people at the bottom of the economic ladder make almost nothing  -- is well taken. But the claim that Goldman Sachs CEO earned $16,000 an hour was way off.  We rate itFalse.(Get updates fromPolitiFactRI on Twitter. To comment or offer your ruling, visit us on ourPolitiFact Rhode Island Facebookpage.)", "hrefs": "http://www.minimum-wage.us/states/Rhode_Island"}], "label": "false"}, {"url": "https://www.politifact.com/factchecks/2011/oct/25/facebook-posts/blog-post-says-gop-has-sponsored-zero-job-creation/", "title": "Congressional Republicans have introduced dozens of bills on social issues and other topics, but zero on job creation.", "author": "Louis Jacobson", "posted": "10/25/2011", "sci_digest": [], "paragraphs": ["A reader recently sent us apostcirculating on Facebook and on blogs that blames the House Republican majority for focusing their legislation on lots of topics -- except for job creation.", "Heres the text of the chart:The numbers: Republicans have introduced 44 bills on abortion, 99 on religion, 71 on family relationships, 36 on marriage, 67 on firearms/gun control, 522 on taxation, 445 on government investigations, and zero on job creation.It cites as its source aposton the liberal website Daily Kos written on Oct. 21, 2011, by Minnesota-based blogger and self-described unrepentant liberalMyles Spicer,Given that these Representatives were elected to pass job creation bills so needed by our country, what has the House been doing this past year?", "Spicer asked in his post.", "Well, mostly they have occupied themselves with a variety of social, moral and value issues.", "...", "The Congressional Research Service (CRS, a non-partisan arm of Congress that tracks such things) offers an appalling look at our current Congress activities.They have introduced 44 bills on abortion (one just the other day reaffirming existing legislation on this subject).", "99 on religion.", "71 on family relationships.", "36 on marriage.", "67 on firearms and gun control.", "552 on taxationand though most were to reduce taxes, there have been no significant changes on tax law with all time invested and bills introduced.", "And finally a massive 445 bills on government investigations.", "There is a category labeled job creation legislation originated by Congress, and tracked by the CRS.", "In that category the CRS reported: No bills at this time.", "The Congressional Research Service has not tagged any bills in the current session of Congress with this issue area.", "If ever the analogy of rearranging the deck chairs on the Titanic was apt, this is it!We wondered about the accuracy of the post based on Spicers argument, so we took a look.We didnt find anything about legislative subject headings at CRS own website, but we did find a list of subjects for current legislation atTHOMAS, the legislative-tracking website run by the Library of Congress.Using THOMAS, you can search bills that have been offered during the current Congress -- the 112th -- by their CRS subject matter.", "The list of subject areas begins in alphabetical orderhere.When comparing the numbers, we allowed for some variation due to the list being continuously updated as new bills are introduced.", "That said, we found that the numbers in the Internet post were quite close to what was listed in THOMAS for abortion, religion, family relationships, marriage, firearms, taxation and government investigations.What about job creation?", "As it turned out, we couldnt find a topic area by that name at all.We located Spicer and asked him for his sourcing.", "He told us he had used the website opencongress.org, a non-profit, non-partisan database of legislative and other congressional data.", "He pointed us tothis page, where a category of bills categorized under job creation is listed.", "Job creation had zero entries.We quickly noticed two things about the database.", "First, the numbers cited onopencongress.orgfor the social issues and other topics in the chart were close to what THOMAS had -- in other words, they closely followed the CRS subject headings.", "And second, job creation was only one of many, many topics that had zero bills associated with it in theopencongress.orgdatabase.We reached David Moore, executive director of the Participatory Politics Foundation, which runs opencongress.org.", "He said that his website displays not only CRS issue labels used for bills pending in the current Congress but also labels that have been used at least once in the past three Congresses, even if none have been applied yet to bills in the 112th Congress.By Moores count,opencongress.orgincludes 4,795 issue areas in all.", "But only a fraction of these subject headings have any bills listed under them, because CRS has not tagged any bills with those headings during the current Congress.We did not hear back from CRS or THOMAS, so we dont know why CRS has used the job creation label in the past but not this year.However, our research suggests that the lack of bills labeled job creation this year doesn't mean there have been no bills aimed at promoting employment introduced in the current Congress.Why?", "The House version of President Barack Obamas American Jobs Act -- which were sure the president and his supporters would characterize as a job creation bill -- doesnt even get slapped with that subject heading.The bill -- officially H.R.", "12, introduced on Sept. 21, 2011, by Rep. John Larson, D-Conn. -- is listed under no fewer than 68 separate subject headings, including aviation and airports, Buy American requirements, electric power generation and transmission, Internet and video services, metals, solid waste and recycling and water use and supply.But it doesnt carry the label job creation.Instead, several closely related subjects have been applied to H.R.", "12, including economic development, economic performance and conditions, employee hiring, employment and training programs, labor and employment, unemployment and wages and earnings.And how many bills have been introduced under these other headings?", "Heres the list.", "(Some bills may be included in more than one category.", ")Economic development: 64 billsEconomic performance and conditions: 55 billsEmployee hiring: 24 billsEmployment and training programs: 172 billsLabor and employment: 151 billsUnemployment: 107 billsWages and earnings: 143 billsIn reality, then, six of these seven jobs-related categories included more bills than either abortion or marriage, and four of the seven included more bills than religion, family relationships or firearms.We see a few additional problems with the post.Its wrong to say that only Republicans sponsored bills on social issues, taxation and government investigations.For every legislative subject cited in the ad, the THOMAS list includes bills introduced both by Republicans and Democrats.", "We checked each topic area to make sure that Democrats had offered bills on those topics, and in each case, they did.", "So its wrong for the post to say that Republicans have introduced that many bills.", "Both parties have.", "(Spicer, to his credit, did not make this mistake; the creator of the subsequent post did.", "When I state that these folks were elected to get us more jobs, I did not exclude the Democrats, Spicer told PolitiFact.", ")Its wrong to point to this data as evidence that Republicans are going hog wild on government investigations.To be sure, Republicans are using their control of House committees to probe government operations, including potential corruption and scandals.", "(The Democrats did the same after 2006 when they controlled Congress and George W. Bush was in the White House.)", "But its wrong to suggest that the 445 government investigation bills amount to evidence in support of this tendency.Most of the bills tagged with this category are there because they contain some sort of oversight mechanism, such as defining who will oversee a newly created federal program and how.", "So most of these bills involve run-of-the-mill government oversight mechanisms, not an effort to gin up high-profile administration scandals.Keep in mind that these categories are very broad.Labeling a bill with a subject category doesnt mean the bill is primarily about that issue.", "For instance, a very, very large number of congressional bills have some impact on the tax code, even if its tangential.", "Thats why so many bills get categorized as being tax-related.To one degree or another for the other, this pattern holds for subject headings, too.", "The religion category doesnt just include bills of interest to conservative Christians, as someone reading the post might assume.", "It also includes the Noose Hate Crime Act of 2011, sponsored by Rep. Sheila Jackson Lee, D-Texas and the Veterans, Women, Families with Children, and Persons With Disabilities Housing Fairness Act of 2011, sponsored by Rep. Al Green, D-Texas.Job creation means different things to different parties.Most conservatives today are dead-set against traditional forms of government-based economic stimulus known as Keynesian economics, primarily spending initiatives.", "So if job creation is defined to primarily include Keynesian initiatives, then Republicans arent going to be sponsoring any job creation bills.", "Instead, Republicans argue that tax cuts and budget cutting will help the economy prosper.Our rulingWhile congressional Republicans have certainly introduced dozens of bills on social issues and other topics, the  claim that the GOP has focused on issues other than job creation just isn't supported.", "The numbers cited in the post include Democratic bills, and the definition of what constitutes a job creation bill is open to significant debate.But the posts most important flaw is the contention that Republicans have offered zero bills on job creation.", "This number stems from a methodology that also excludes Obamas American Jobs Act from the category of job creation bills.", "If  you look at alternative job-related subject headings, the number of bills offered by lawmakers from both parties actually exceeds most of the social-issues listed in the blog post.", "We rate this claim Pants on Fire."], "issues": ["Abortion", "National", "Economy", "Families", "Labor", "LGBTQ", "Occupy Wall Street", "Religion", "Workers", "Guns"], "image_data": [], "data": [{"sentence": "A reader recently sent us apostcirculating on Facebook and on blogs that blames the House Republican majority for focusing their legislation on lots of topics -- except for job creation. Heres the text of the chart:The numbers: Republicans have introduced 44 bills on abortion, 99 on religion, 71 on family relationships, 36 on marriage, 67 on firearms/gun control, 522 on taxation, 445 on government investigations, and zero on job creation.It cites as its source aposton the liberal website Daily Kos written on Oct. 21, 2011, by Minnesota-based blogger and self-described unrepentant liberalMyles Spicer,Given that these Representatives were elected to pass job creation bills so needed by our country, what has the House been doing this past year? Spicer asked in his post. Well, mostly they have occupied themselves with a variety of social, moral and value issues. ... The Congressional Research Service (CRS, a non-partisan arm of Congress that tracks such things) offers an appalling look at our current Congress activities.They have introduced 44 bills on abortion (one just the other day reaffirming existing legislation on this subject). 99 on religion. 71 on family relationships. 36 on marriage. 67 on firearms and gun control. 552 on taxationand though most were to reduce taxes, there have been no significant changes on tax law with all time invested and bills introduced. And finally a massive 445 bills on government investigations. There is a category labeled job creation legislation originated by Congress, and tracked by the CRS. In that category the CRS reported: No bills at this time. The Congressional Research Service has not tagged any bills in the current session of Congress with this issue area.  If ever the analogy of rearranging the deck chairs on the Titanic was apt, this is it!We wondered about the accuracy of the post based on Spicers argument, so we took a look.We didnt find anything about legislative subject headings at CRS own website, but we did find a list of subjects for current legislation atTHOMAS, the legislative-tracking website run by the Library of Congress.Using THOMAS, you can search bills that have been offered during the current Congress -- the 112th -- by their CRS subject matter. The list of subject areas begins in alphabetical orderhere.When comparing the numbers, we allowed for some variation due to the list being continuously updated as new bills are introduced. That said, we found that the numbers in the Internet post were quite close to what was listed in THOMAS for abortion, religion, family relationships, marriage, firearms, taxation and government investigations.What about job creation? As it turned out, we couldnt find a topic area by that name at all.We located Spicer and asked him for his sourcing. He told us he had used the website opencongress.org, a non-profit, non-partisan database of legislative and other congressional data. He pointed us tothis page, where a category of bills categorized under job creation is listed. Job creation had zero entries.We quickly noticed two things about the database. First, the numbers cited onopencongress.orgfor the social issues and other topics in the chart were close to what THOMAS had -- in other words, they closely followed the CRS subject headings. And second, job creation was only one of many, many topics that had zero bills associated with it in theopencongress.orgdatabase.We reached David Moore, executive director of the Participatory Politics Foundation, which runs opencongress.org. He said that his website displays not only CRS issue labels used for bills pending in the current Congress but also labels that have been used at least once in the past three Congresses, even if none have been applied yet to bills in the 112th Congress.By Moores count,opencongress.orgincludes 4,795 issue areas in all. But only a fraction of these subject headings have any bills listed under them, because CRS has not tagged any bills with those headings during the current Congress.We did not hear back from CRS or THOMAS, so we dont know why CRS has used the job creation label in the past but not this year.However, our research suggests that the lack of bills labeled job creation this year doesn't mean there have been no bills aimed at promoting employment introduced in the current Congress.Why? The House version of President Barack Obamas American Jobs Act -- which were sure the president and his supporters would characterize as a job creation bill -- doesnt even get slapped with that subject heading.The bill -- officially H.R. 12, introduced on Sept. 21, 2011, by Rep. John Larson, D-Conn. -- is listed under no fewer than 68 separate subject headings, including aviation and airports, Buy American requirements, electric power generation and transmission, Internet and video services, metals, solid waste and recycling and water use and supply.But it doesnt carry the label job creation.Instead, several closely related subjects have been applied to H.R. 12, including economic development, economic performance and conditions, employee hiring, employment and training programs, labor and employment, unemployment and wages and earnings.And how many bills have been introduced under these other headings? Heres the list. (Some bills may be included in more than one category.)Economic development: 64 billsEconomic performance and conditions: 55 billsEmployee hiring: 24 billsEmployment and training programs: 172 billsLabor and employment: 151 billsUnemployment: 107 billsWages and earnings: 143 billsIn reality, then, six of these seven jobs-related categories included more bills than either abortion or marriage, and four of the seven included more bills than religion, family relationships or firearms.We see a few additional problems with the post.Its wrong to say that only Republicans sponsored bills on social issues, taxation and government investigations.For every legislative subject cited in the ad, the THOMAS list includes bills introduced both by Republicans and Democrats. We checked each topic area to make sure that Democrats had offered bills on those topics, and in each case, they did. So its wrong for the post to say that Republicans have introduced that many bills. Both parties have. (Spicer, to his credit, did not make this mistake; the creator of the subsequent post did. When I state that these folks were elected to get us more jobs, I did not exclude the Democrats, Spicer told PolitiFact.)Its wrong to point to this data as evidence that Republicans are going hog wild on government investigations.To be sure, Republicans are using their control of House committees to probe government operations, including potential corruption and scandals. (The Democrats did the same after 2006 when they controlled Congress and George W. Bush was in the White House.) But its wrong to suggest that the 445 government investigation bills amount to evidence in support of this tendency.Most of the bills tagged with this category are there because they contain some sort of oversight mechanism, such as defining who will oversee a newly created federal program and how. So most of these bills involve run-of-the-mill government oversight mechanisms, not an effort to gin up high-profile administration scandals.Keep in mind that these categories are very broad.Labeling a bill with a subject category doesnt mean the bill is primarily about that issue. For instance, a very, very large number of congressional bills have some impact on the tax code, even if its tangential. Thats why so many bills get categorized as being tax-related.To one degree or another for the other, this pattern holds for subject headings, too. The religion category doesnt just include bills of interest to conservative Christians, as someone reading the post might assume. It also includes the Noose Hate Crime Act of 2011, sponsored by Rep. Sheila Jackson Lee, D-Texas and the Veterans, Women, Families with Children, and Persons With Disabilities Housing Fairness Act of 2011, sponsored by Rep. Al Green, D-Texas.Job creation means different things to different parties.Most conservatives today are dead-set against traditional forms of government-based economic stimulus known as Keynesian economics, primarily spending initiatives. So if job creation is defined to primarily include Keynesian initiatives, then Republicans arent going to be sponsoring any job creation bills. Instead, Republicans argue that tax cuts and budget cutting will help the economy prosper.Our rulingWhile congressional Republicans have certainly introduced dozens of bills on social issues and other topics, the  claim that the GOP has focused on issues other than job creation just isn't supported. The numbers cited in the post include Democratic bills, and the definition of what constitutes a job creation bill is open to significant debate.But the posts most important flaw is the contention that Republicans have offered zero bills on job creation. This number stems from a methodology that also excludes Obamas American Jobs Act from the category of job creation bills. If  you look at alternative job-related subject headings, the number of bills offered by lawmakers from both parties actually exceeds most of the social-issues listed in the blog post.  We rate this claim Pants on Fire.", "hrefs": "http://good-times.webshots.com/photo/2313095240082084340DcgBnw"}], "label": "false"}, {"url": "https://www.politifact.com/factchecks/2011/oct/24/kasim-reed/reed-sends-mixed-messages-occupy-atlanta-protest/", "title": "On letting Occupy Atlanta protesters stay in Woodruff Park.", "author": "Willoughby Mariano", "posted": "10/24/2011", "sci_digest": [], "paragraphs": ["All the twists and turns in the Occupy Atlanta protest saga made the PolitiFact Georgia team wonder whether they amounted to a flip-flop by Mayor Kasim Reed.", "Sympathizers of the Occupy Wall Street protests took over Woodruff Park in downtown Atlanta on a Friday night more than two weeks ago.", "The following Monday, police officers positioned themselves nearby, and protesters braced for clashes or mass arrests like the ones that have taken place in New York City.", "The clashes never happened.", "Two days later, demonstrators cheered an executive order from Reed that let them stay in the park until Oct. 17 -- last Monday.", "The orders expiration loomed.", "Once again activists prepared for a showdown.", "With hours to spare, Reed issued another order letting them stay for three more weeks.", "It sounded a little flip-floppy to us.", "We rummaged the office for our Flip-O-Meter to see whether Reed shifted his stance by letting Occupy Atlanta protesters stay in the park.", "We studied Reeds public statements, news releases and executive orders, as well as actions and statements by other city officials who report to him.", "As far as we can tell, the first time Reed spoke publicly about the Occupy Wall Street movement was Oct. 10 in Chicago, as he appeared on a panel that included New York City Mayor Michael Bloomberg and Chicago Mayor Rahm Emanuel.", "It was three days after the Atlanta protests began.", "Reed was sympathetic.", "I think that people wanted focusing attention and passion on jobs, he said, according to a clip that aired on WXIA-TV.", "Im really OK with it because I think the country needs more passion and we need a big fight.", "As Reed was in Chicago, Atlanta City Councilman Michael Julian Bond was back home helping set up a meeting between demonstrators and city officials, including Police Chief George Turner.", "Activist Tim Franzen attended the meeting.", "He told PolitiFact Georgia that Turner said that police would arrest demonstrators who break the law, but the chief did not give a specific time frame.", "Another activist at the meeting told us Turners message was less specific.", "Word for word, it was that they [police] would enforce the law,  said activist James Turner, who is not related to the police chief.", "They made it seem urgent.", "Bond, who attended a portion of the meeting, said he did not hear the police chief tell protesters they would be arrested, but he got the impression they were going to jail that night.", "That night, police mobilized on the streets surrounding Woodruff Park.", "Some rode on horseback.", "Others brought police dogs.", "Regardless of the chiefs actual words, it makes sense that protesters thought they would be behind bars before sunrise.", "The chiefs office referred PolitiFact Georgias questions to Reeds representatives.", "Reed told PolitiFact Georgia the police chief never told protesters they would be arrested.", "The next day, Reed told the City Councils Public Safety Committee that police staged near Woodruff Park to rehearse their response in case protests turned violent.", "Attorneys were reviewing the citys options, Reed said.", "Obviously we have some feeling about the right of people to peaceably protest and their legitimate concerns.", "But you all have passed a set of ordinances that Im responsible for enforcing, Reed told the committee.", "So to apply them to one group and not to apply them to another group is creating real problems with us.", "[T]he posture of the city of Atlanta is we will not be moving forward with arrests at this time, he said.", "Reed issued an executive order the next day, a Wednesday.", "It said there is a compelling public safety need to suspend enforcement of city rules that shut down Woodruff Park between 11 p.m. and 6 a.m. Enforcing them would take too many police resources away from other neighborhoods.", "Police could make arrests to maintain public peace and good order for a reason other than enforcing park closing hours, it said.", "The order would expire Oct. 17, the date of the next City Council meeting.", "City code requires all executive orders to expire after the next council meeting, unless the council ratifies them.", "The order did not say police would arrest protesters who remained in the park after the orders expiration.", "Still, protesters perceived this date to be an eviction deadline.", "Media outlets described it as one, but this interpretation is not clear-cut.", "That Friday, three days before the order expired, the mayors office said the date was not a firm deadline, according to a story by Channel 2 Action News, a reporting partner of The Atlanta Journal-Constitution.", "When Oct. 17 rolled around, Reed issued a second, nearly identical order.", "It will expire after the Nov. 7 council meeting.", "Reed has not indicated what he will do at that time.", "Our ruling: Reed maintained through his public statements, news releases and executive orders that he will respect peaceful public protest and protect the city if demonstrations turn violent.", "The police show of force near the park Oct. 10 conveyed a more intimidating message than Reeds words did, but it fell short of contradicting him.", "Both he and his surrogates gave themselves leeway to make arrests.", "The fact that Reed extended the time protesters could remain in the park is not enough evidence to say he flipped his position, either.", "City code required that the first order expire Oct. 17.", "The order does not say protesters would be removed after that date.", "Reeds office said three days before then that it was not a firm deadline for protesters to leave the park.", "The citys actions might have sent mixed signals, but Reeds statements were carefully calibrated and the evidence indicates he did not change his stance.", "We rule No Flip."], "issues": ["Georgia", "Occupy Wall Street", "Public Safety"], "image_data": [], "data": [], "label": "no-flip"}, {"url": "https://www.politifact.com/factchecks/2011/oct/17/occupy-wall-street/occupy-wall-street-protesters-sign-says-94-percent/", "title": "94 percent of winning candidates in 2010 had more money than their opponents.", "author": "Louis Jacobson", "posted": "10/17/2011", "sci_digest": [], "paragraphs": ["A reader recently sent us alinkto a photograph taken at the Occupy Wall Street protest in New York Citys Zuccotti Park on Oct. 5, 2011.", "It showed a protester holding a sign that said, 94% of winning candidates in 2010 had more money than their opponents.", "Is this Democracy?This statistic has been cited in a number of other forums recently.", "For instance, MSNBC host Dylan Ratigan -- who is backing a petition for aconstitutional amendmentto Get Money Out of politics -- used it on Martin Bashirs MSNBC show on Sept. 27, 2011.", "]Ratigan said there is a single statistic that I think is the only statistic that you need to understand about money and politics in America.", "If you look at campaign for federal office, Congress, president, whatever,  if I know who raised more money, without even knowing anything else, 94 percent of the time I will pick the winner.We took up the readers suggestion to fact-check the statistic.Well first note that the creator of the sign is not specific about what offices are being referred to.", "We found two data sets that directly address the issue, both compiled by nonpartisan groups that track money in politics.", "One is the Center for Responsive Politics, which tracks spending patterns in races for U.S. House and Senate seats.", "The other is the National Institute on Money in State Politics, which tracks spending in state legislative contests.In congressional races in 2010, the candidate who spent the most won 85 percent of the House races and 83 percent of the Senate races, according to the Center for Responsive Politics.", "Thats a large percentage, but its lower than what the sign indicated.Indeed, the percentage for 2010 was lower than it had been in recent election cycles.", "The center found that in 2008, the biggest spenders won 93 percent of House races and 86 percent of Senate races.", "In 2006, the top spenders won 94 percent of House races and 73 percent of Senate races.", "And in 2004, 98 percent of House seats went to candidates who spent the most, as did 88 percent of Senate seats.So the protesters sign would have been essentially correct had it not specifically cited 2010 -- though even then, it would only be true for the House and not for the Senate, which has consistently seen lower percentages of the bigger spenders win.Meanwhile, the success rate of big spenders has been lower at the state level.The most recent figures, from the 2008 election cycle, show that 80 percent of state legislative candidates with the monetary advantage won their contests.", "In 2006, it was 83 percent; in 2004, it was 84 percent; and in 2002, it was 82 percent.", "(The groups figures for 2010 are due to be released in the next month or so.", ")So the percentages for state legislative races have also been consistently lower than what the sign indicated.Our rulingThe protester has a point: Even in the relatively atypical year of 2010, a large majority of contests for congressional and state legislative races were won by candidates who spent the most money, and the 94 percent mark was reached in federal races in 2006 and nearly again in 2008.Still, the signs figures were off.", "In 2010 -- which is not only the most recent election year but also the year specifically cited in the sign -- the percentage of big-money winners in U.S. House races was actually 85 percent, or nine points lower.", "And the percentages of U.S. Senate seats and state legislative seats won by the deeper-pocketed candidate have been consistently lower in recent election cycles.", "On balance, we rate the statement Mostly True."], "issues": ["National", "Campaign Finance", "Occupy Wall Street"], "image_data": [], "data": [{"sentence": "A reader recently sent us alinkto a photograph taken at the Occupy Wall Street protest in New York Citys Zuccotti Park on Oct. 5, 2011. It showed a protester holding a sign that said, 94% of winning candidates in 2010 had more money than their opponents. Is this Democracy?This statistic has been cited in a number of other forums recently. For instance, MSNBC host Dylan Ratigan -- who is backing a petition for aconstitutional amendmentto Get Money Out of politics -- used it on Martin Bashirs MSNBC show on Sept. 27, 2011.]Ratigan said there is a single statistic that I think is the only statistic that you need to understand about money and politics in America.  If you look at campaign for federal office, Congress, president, whatever,  if I know who raised more money, without even knowing anything else, 94 percent of the time I will pick the winner.We took up the readers suggestion to fact-check the statistic.Well first note that the creator of the sign is not specific about what offices are being referred to. We found two data sets that directly address the issue, both compiled by nonpartisan groups that track money in politics. One is the Center for Responsive Politics, which tracks spending patterns in races for U.S. House and Senate seats. The other is the National Institute on Money in State Politics, which tracks spending in state legislative contests.In congressional races in 2010, the candidate who spent the most won 85 percent of the House races and 83 percent of the Senate races, according to the Center for Responsive Politics. Thats a large percentage, but its lower than what the sign indicated.Indeed, the percentage for 2010 was lower than it had been in recent election cycles. The center found that in 2008, the biggest spenders won 93 percent of House races and 86 percent of Senate races. In 2006, the top spenders won 94 percent of House races and 73 percent of Senate races. And in 2004, 98 percent of House seats went to candidates who spent the most, as did 88 percent of Senate seats.So the protesters sign would have been essentially correct had it not specifically cited 2010 -- though even then, it would only be true for the House and not for the Senate, which has consistently seen lower percentages of the bigger spenders win.Meanwhile, the success rate of big spenders has been lower at the state level.The most recent figures, from the 2008 election cycle, show that 80 percent of state legislative candidates with the monetary advantage won their contests. In 2006, it was 83 percent; in 2004, it was 84 percent; and in 2002, it was 82 percent. (The groups figures for 2010 are due to be released in the next month or so.)So the percentages for state legislative races have also been consistently lower than what the sign indicated.Our rulingThe protester has a point: Even in the relatively atypical year of 2010, a large majority of contests for congressional and state legislative races were won by candidates who spent the most money, and the 94 percent mark was reached in federal races in 2006 and nearly again in 2008.Still, the signs figures were off. In 2010 -- which is not only the most recent election year but also the year specifically cited in the sign -- the percentage of big-money winners in U.S. House races was actually 85 percent, or nine points lower. And the percentages of U.S. Senate seats and state legislative seats won by the deeper-pocketed candidate have been consistently lower in recent election cycles. On balance, we rate the statement Mostly True.", "hrefs": "http://www.flickr.com/photos/jml_ny/6226686276/"}], "label": "mostly-true"}, {"url": "https://www.politifact.com/factchecks/2011/oct/15/sam-adams/portland-mayor-sam-adams-occupy-wall-street-protes/", "title": "Says There are now Occupy Wall Street camps in hundreds of cities across the United States.", "author": "Janie Har", "posted": "10/15/2011", "sci_digest": [], "paragraphs": ["Portland Mayor Sam Adams re-opened Main Street in downtown Portland Thursday morning,but wouldnt elaborateon what he would do with campers who have occupied two public squares for more than a week now and plan to do so indefinitely.", "They are part of the Occupy Wall Street protest that started Sept. 17 in New York.There are now Occupy Wall Street camps in hundreds of cities across the United States,Adams said, and mayors and police chiefs across the United States are having to make practical day-to-day decisions about keeping the peace, protecting people's legal rights to freedom of expression and at the same time keeping this city and all cities moving.We know Occupy Wall Street protests have spread wildly and widely, but were there actually protest camps in hundreds of U.S. cities?", "That struck PolitiFact Oregon as a touch on the big side.", "We set out to find out just how many cities are involved in this growing movement.It turns out answers vary.", "Thewebsite for Occupy Together, which serves as a hub for people sympathetic to the protests, says there are Occupy Together Meetups in more than 1,500 cities.", "But anOccupy Wall Streetpost Friday says protests have spread to a much smaller over 100 cities.ABC World News anchorDiane Sawyer put the figure at more than 250 U.S. cities(before getting ridiculed for saying it had spread to more than a thousand countries).", "ACBS News reportpegged the spread at 145 cities.", "A spokeswoman for theU.S.", "Conference of Mayorsdidnt have an estimate of cities with protests -- camps or otherwise.", "You get the picture.So we contacted the mayors spokeswoman, Amy Ruiz, who added one more figure to the mix: a link to anOct.", "4 post on DailyKos, which mapped Occupy groups in 200 cities, categorized by state.", "Those turned out to be links to Facebook pages and websites, and there were close to 300 organizations.", "But the post didnt quite back up the mayors assertion about camps.", "While some linked to groups with occupying camps, like the one in Portland, others were a lot less developed.Next, we scoured Associated Press stories, looking for local reports of Occupy Wall Street events.", "In the last week we found about 65 cities mentioned, from Trenton, N.J., to Seaside, Ore.", "The number of cities with protest camps is smaller, with some over-nighters to start Oct. 15.", "(Check outOccupy Eugene.)", "Again, a strikeout.Finally, we found an interactive map onMother Jones website.", "As of Friday afternoon, it listed more than 200 locations, including a handful outside the United States.", "Again, the notes for each city range from a call to observe the global Oct. 15 event in the Tri-Cities, Wash., to reports of protesters arrested in at least a dozen cities.", "(Portland is in that rare group.", ")So, where did that leave us?We called Ruiz.", "She said the mayor stands by his statement that there are hundreds of U.S. mayors trying to figure out how to balance speech rights with public safety as Occupy Wall Street events spread nationally.", "But she clarified that he was referring to the entire range of protests, from full-fledged to nascent.Hundreds of mayors are dealing with this issue, Ruiz said.That could be.", "But hundreds of mayors are not dealing with indefinite occupation camps, at least not yet.", "And that was the word that triggered our fact check.", "The thing is, we dont know how many mayors are dealing with Occupy Wall Street events, whether its more than 100, which is not hundreds, or in the 200 to 300 range, as some sites say.Throw in Adams specific claim about protest camps, and we rule the mayors statement Mostly False.", "As of Oct. 13, there were not camps in hundreds of cities across the United States.", "But there may be hundreds of mayors dealing with the issue.", "The statement contains an element of truth but ignores critical facts that would give a different impression."], "issues": ["Oregon", "City Government", "Occupy Wall Street"], "image_data": [], "data": [{"sentence": "Portland Mayor Sam Adams re-opened Main Street in downtown Portland Thursday morning,but wouldnt elaborateon what he would do with campers who have occupied two public squares for more than a week now and plan to do so indefinitely. They are part of the Occupy Wall Street protest that started Sept. 17 in New York.There are now Occupy Wall Street camps in hundreds of cities across the United States,Adams said, and mayors and police chiefs across the United States are having to make practical day-to-day decisions about keeping the peace, protecting people's legal rights to freedom of expression and at the same time keeping this city and all cities moving.We know Occupy Wall Street protests have spread wildly and widely, but were there actually protest camps in hundreds of U.S. cities? That struck PolitiFact Oregon as a touch on the big side. We set out to find out just how many cities are involved in this growing movement.It turns out answers vary. Thewebsite for Occupy Together, which serves as a hub for people sympathetic to the protests, says there are Occupy Together Meetups in more than 1,500 cities. But anOccupy Wall Streetpost Friday says protests have spread to a much smaller over 100 cities.ABC World News anchorDiane Sawyer put the figure at more than 250 U.S. cities(before getting ridiculed for saying it had spread to more than a thousand countries). ACBS News reportpegged the spread at 145 cities. A spokeswoman for theU.S. Conference of Mayorsdidnt have an estimate of cities with protests -- camps or otherwise. You get the picture.So we contacted the mayors spokeswoman, Amy Ruiz, who added one more figure to the mix: a link to anOct. 4 post on DailyKos, which mapped Occupy groups in 200 cities, categorized by state. Those turned out to be links to Facebook pages and websites, and there were close to 300 organizations. But the post didnt quite back up the mayors assertion about camps. While some linked to groups with occupying camps, like the one in Portland, others were a lot less developed.Next, we scoured Associated Press stories, looking for local reports of Occupy Wall Street events. In the last week we found about 65 cities mentioned, from Trenton, N.J., to Seaside, Ore. The number of cities with protest camps is smaller, with some over-nighters to start Oct. 15. (Check outOccupy Eugene.) Again, a strikeout.Finally, we found an interactive map onMother Jones website. As of Friday afternoon, it listed more than 200 locations, including a handful outside the United States. Again, the notes for each city range from a call to observe the global Oct. 15 event in the Tri-Cities, Wash., to reports of protesters arrested in at least a dozen cities. (Portland is in that rare group.)So, where did that leave us?We called Ruiz. She said the mayor stands by his statement that there are hundreds of U.S. mayors trying to figure out how to balance speech rights with public safety as Occupy Wall Street events spread nationally. But she clarified that he was referring to the entire range of protests, from full-fledged to nascent.Hundreds of mayors are dealing with this issue, Ruiz said.That could be. But hundreds of mayors are not dealing with indefinite occupation camps, at least not yet. And that was the word that triggered our fact check. The thing is, we dont know how many mayors are dealing with Occupy Wall Street events, whether its more than 100, which is not hundreds, or in the 200 to 300 range, as some sites say.Throw in Adams specific claim about protest camps, and we rule the mayors statement Mostly False. As of Oct. 13, there were not camps in hundreds of cities across the United States. But there may be hundreds of mayors dealing with the issue. The statement contains an element of truth but ignores critical facts that would give a different impression.", "hrefs": "http://www.oregonlive.com/portland/index.ssf/2011/10/portland_police_remove_occupy.html"}], "label": "barely-true"}, {"url": "https://www.politifact.com/factchecks/2011/oct/14/alan-grayson/alan-grayson-says-united-states-has-fifth-most-une/", "title": "According to Wikipedia, there are only five countries in the entire planet that are more unequal than the United States in the distribution of our wealth.", "author": "Louis Jacobson", "posted": "10/14/2011", "sci_digest": [], "paragraphs": ["On theOct.", "10, 2011, editionof MSNBCsThe Rachel Maddow Show, former Florida Rep. Alan Grayson, D-Orlando, took aim at the financial sector in an interview that focused on the Occupy Wall Street protests.", "According to Wikipedia, there are only five countries in the entire planet that are more unequal than the United States in the distribution of our wealth, Grayson said.", "Thats a system that Wall Street created, that Wall Street maintains, and that Wall Street enforces.", "First, some background on how equality is measured.", "The primary statistic used for this purpose is called theGinicoefficient.", "Gini coefficients range from 0, or perfect equality, to 1, or perfect inequality.", "We should note here that were glad that Grayson cited his sources -- in the midst of a national TV interview no less!", "-- but were also disappointed that his source was Wikipedia, which is open to editing by anyone.", "Luckily for Grayson, theWikipedia pagehe cited had sourced its numbers toa peer-reviewed paper.", "Thepaperwas coauthored by four academics, James B. Davies, Susanna Sandstrom, Anthony Shorrocks and Edward N. Wolff and published inThe Economic Journalin 2010.", "Grayson was correct that the United States had the fifth-highest Gini coefficient for wealth in the world, trailing only Denmark, Namibia, Switzerland and Zimbabwe.", "In other words, the U.S. distribution of wealth was more unequal than all but four other nations.", "There are a few technical caveats to note.", "First, international comparisons such as these are always a bit dicey, because the statistics available for each country are not always perfectly aligned.", "Second, most of the figures are about a decade old.", "These are the most recent comparisons available -- and as a result, we dont fault Grayson for using them -- but they do represent a snapshot of time before the recession that began in late 2007, a recession notable for the implosion of the U.S. real estate market as well as the values of many other financial holdings.", "(To be fair, its unclear whether current numbers would show a higher or lower Gini coefficient for the United States, since many Americans of modest incomes lost significant wealth when home prices tanked.", "Its also unclear what new data would show for other nations.)", "Third and most important, these figures refer to wealth (that is, accumulated holdings) rather than income (the funds earned on an annual basis).", "To his credit, Grayson described the statistics correctly -- he very clearly said wealth, not income.", "However, to understand the full picture, its worth a look at income figures as well.", "A paper by the United Nations Development Program --the Human Development Report 2010-- shows that the Gini measurement for income places the U.S. more in the middle of the international pack.", "(Wikipedia has itsown pagefor international income inequality, as well.)", "Among the nations ranking as more unequal in income than the U.S. were Hong Kong, Singapore and Qatar among richer nations and a large proportion of middle- and lower-income nations, ranging from Niger and Mozambique in Africa to Nicaragua and Honduras in Central America to Cambodia and Thailand in Asia to Russia and Turkey in Europe.", "Indeed, one reason that U.S. wealth is so highly concentrated among relatively few compared to the rest of the world is because so much wealth has been accumulated in America.", "If youre a poor country, youre not going to have much wealth to begin with, so theres a mathematical limit on how narrowly it can be distributed within your population.", "This doesnt mean that the pattern of wealth distribution in the United States is either fair or inevitable, but it does provide some important context.", "Wealth distribution in the United States may be unequal compared to the rest of the world, but its income inequality is not nearly as unequal.", "When we asked Grayson about the question of income vs. wealth, he said, I get to choose what I want to talk about in my infrequent moments in the spotlight, and I chose to talk about wealth.", "That choice does not, in any way, make my statement inaccurate.", "For what's it's worth, when we are talking about a nation with almost unbelievable extremes of wealth and poverty -- which virtually no other candidate ever speaks about, for obvious reasons -- then a more common distribution of income is hardly much of a consolation prize.", "He added that there is overwhelming, staggering inequality in America, however it is measured, and that inequality substantially exceeds the inequality in many other countries.", "That is not merely True but Profoundly True and Largely Ignored.", "If thousands of people were dying each day from pollution, it hardly would be appropriate to argue whether we should be measuring that pollution by volume or by weight.", "That actually undermines public discourse, rather than enhancing it.", "Our ruling The peer-reviewed data backs up Graysons claim that there are only five countries in the entire planet that are more unequal than the United States in the distribution of our wealth.", "Had Grayson used income rather than wealth, the answer would have been much more mixed.", "But Grayson was admirably careful in his phrasing.", "So we rate this claim True."], "issues": ["Income", "Occupy Wall Street", "Workers", "Florida"], "image_data": [], "data": [{"sentence": "On theOct. 10, 2011, editionof MSNBCsThe Rachel Maddow Show, former Florida Rep. Alan Grayson, D-Orlando, took aim at the financial sector in an interview that focused on the Occupy Wall Street protests.", "hrefs": "https://www.msnbc.msn.com/id/44858443/ns/msnbc_tv-rachel_maddow_show/"}, {"sentence": "First, some background on how equality is measured. The primary statistic used for this purpose is called theGinicoefficient. Gini coefficients range from 0, or perfect equality, to 1, or perfect inequality.", "hrefs": "http://people.hofstra.edu/geotrans/eng/ch4en/meth4en/ch4m1en.html"}, {"sentence": "Luckily for Grayson, theWikipedia pagehe cited had sourced its numbers toa peer-reviewed paper. Thepaperwas coauthored by four academics, James B. Davies, Susanna Sandstrom, Anthony Shorrocks and Edward N. Wolff and published inThe Economic Journalin 2010.", "hrefs": "https://en.wikipedia.org/wiki/List_of_countries_by_distribution_of_wealth"}, {"sentence": "However, to understand the full picture, its worth a look at income figures as well. A paper by the United Nations Development Program --the Human Development Report 2010-- shows that the Gini measurement for income places the U.S. more in the middle of the international pack. (Wikipedia has itsown pagefor international income inequality, as well.)", "hrefs": "http://hdr.undp.org/en/media/HDR_2010_EN_Complete_reprint.pdf"}], "label": "true"}, {"url": "https://www.politifact.com/factchecks/2011/oct/11/occupied-wall-street-journal/are-statistics-occupied-wall-street-journal-correc/", "title": "More than 25 million Americans are unemployed. More than 50 million live without health insurance. Perhaps 100 million live in poverty.", "author": "Louis Jacobson", "posted": "10/11/2011", "sci_digest": [], "paragraphs": ["To back up their complaints about economic injustice, protesters taking part in the demonstrations in New York's Financial District in New York have been handing outtheOccupied Wall Street Journal.", "Our system is broken, said an Oct. 5, 2011, article headlined The Revolution Begins at Home: An Open Letter to Join the Wall Street Occupation, which was also postedhere.", "More than 25 million Americans are unemployed.", "More than 50 million live without health insurance.", "Perhaps 100 million live in poverty.", "Yet the fat cats are showered with billions in tax breaks while politicians compete to turn the screws on the rest of us.", "We wondered if the articles numbers were accurate.", "Well take them one by one: More than 25 million Americans are unemployed.This is nearly double the government's official number.", "The Bureau of Labor Statisticscountedalmost 14 million unemployed Americans in September 2011.", "This is the number thats used to calculate the official unemployment rate of 9.1 percent.", "But some critics have long argued that this definition of unemployment is too limiting, since it doesnt count people who have stopped looking for work or who are working part time, even though theyd prefer a full-time job.", "So BLS also offers an alternative measure (known to economists as U-6) that factors in both groups.", "Using this measure, BLS in September 2010 found an additional 2.5 million Americans who are marginally attached to the labor force, meaning theyd be ready to work if a job became available, and another 9.3 million Americans who are working part time but who would prefer a full-time job.", "Together, these three categories added up to 25.8 million people in September 2011, for a total U-6 rate of 16.5 percent, or well above the official unemployment rate.", "Thats in line with what the article said -- but only if you consider unemployed to mean unemployed, marginally attached to the labor force, or working only part-time for economic reasons.", "And while there are good reasons for looking at the U-6 rate when discussing the current jobs picture, U-6 is not the official definition of unemployed.", "More than 50 million live without health insurance.The article nailed this one just about perfectly.", "The most recent U.S. Census Bureau study, Income, Poverty, and Health Insurance Coverage: 2010,found that49.9 million Americans were uninsured in 2010, or 16.3 percent of the population.", "Perhaps 100 million live in poverty.The article hedges its claim by saying perhaps, but you still have to stretch the official definition of poverty quite a bit to make the number work.", "According to the same Census Bureau report -- Income, Poverty, and Health Insurance Coverage: 2010 --there were46.2 million Americans below the poverty line in 2010, or 15.1 percent of the population.", "That's less than half the 100 million claim in the article.", "However, some critics have long questioned whether the official poverty line is set too low.", "So the Census Bureau also calculates the number of Americans whose incomes put them at various multiples of the poverty line -- people, in other words, who are poor but not officially impoverished.", "Thesenumbers showthat 60.4 million Americans are at 125 percent of the poverty line, 75.3 million are at 150 percent of the poverty line, and 103.6 million Americans -- or just over one-third -- are at twice the poverty line.", "So to get to 100 million Americans, the article would have to count people who are at roughly twice the official poverty level.", "Most people would agree that these people are in a low-income category.", "But according to official government statistics, they are not in poverty.", "Our ruling The numbers in theOccupied Wall Street Journalrely on the broadest definitions of economic deprivation in America, but they are at odds with official government statistical definitions.", "While the number for the uninsured is essentially correct, the indicators for unemployment and poverty refer to broader, alternative measures that have some usefulness in policy discussions but that arent accurately described by the terminology in the article.", "On balance, we rate the statement Half True."], "issues": ["National", "Economy", "Health Care", "Jobs", "Occupy Wall Street", "Poverty", "Workers"], "image_data": [], "data": [{"sentence": "To back up their complaints about economic injustice, protesters taking part in the demonstrations in New York's Financial District in New York have been handing outtheOccupied Wall Street Journal.", "hrefs": "http://www.scribd.com/doc/67837516/Occupied-Wall-Street-Journal"}, {"sentence": "Our system is broken, said an Oct. 5, 2011, article headlined The Revolution Begins at Home: An Open Letter to Join the Wall Street Occupation, which was also postedhere. More than 25 million Americans are unemployed. More than 50 million live without health insurance. Perhaps 100 million live in poverty. Yet the fat cats are showered with billions in tax breaks while politicians compete to turn the screws on the rest of us.", "hrefs": "http://www.indypendent.org/2011/10/07/join-the-occupation/"}, {"sentence": "The Bureau of Labor Statisticscountedalmost 14 million unemployed Americans in September 2011. This is the number thats used to calculate the official unemployment rate of 9.1 percent.", "hrefs": "http://data.bls.gov/cgi-bin/surveymost?ln"}, {"sentence": "More than 50 million live without health insurance.The article nailed this one just about perfectly. The most recent U.S. Census Bureau study, Income, Poverty, and Health Insurance Coverage: 2010,found that49.9 million Americans were uninsured in 2010, or 16.3 percent of the population.", "hrefs": "http://www.census.gov/hhes/www/hlthins/data/incpovhlth/2010/table8.pdf"}, {"sentence": "According to the same Census Bureau report -- Income, Poverty, and Health Insurance Coverage: 2010 --there were46.2 million Americans below the poverty line in 2010, or 15.1 percent of the population. That's less than half the 100 million claim in the article.", "hrefs": "http://www.census.gov/hhes/www/poverty/data/incpovhlth/2010/table4.pdf"}, {"sentence": "Thesenumbers showthat 60.4 million Americans are at 125 percent of the poverty line, 75.3 million are at 150 percent of the poverty line, and 103.6 million Americans -- or just over one-third -- are at twice the poverty line.", "hrefs": "http://www.census.gov/hhes/www/poverty/data/incpovhlth/2010/table6.pdf"}], "label": "half-true"}, {"url": "https://www.politifact.com/factchecks/2011/oct/10/facebook-posts/viral-facebook-post-ceo-worker-pay-ratio-has-obscu/", "title": "Say the ratio of CEO pay to average worker pay in the U.S. is 475 to 1.", "author": "Louis Jacobson", "posted": "10/10/2011", "sci_digest": [], "paragraphs": ["If you've got liberal friends and logged into Facebook lately, chances are pretty good that you've seenthis chart.As people express their support with the Occupy Wall Street protests, they are citing this chart and similar statistics to show income inequality in the United States.The chart --heres another version posted on the liberal website Daily Kos-- lists the ratio of CEO pay to average worker pay in the U.S. and nine other countries.", "The smallest ratio is Japans at 11 to 1.", "The United States is highest at 475 to 1.We've gotten many reader requests to check the numbers, in part because the chart lacks any sourcing or additional explanatory information.", "But despite the lack of backup information, the chart has gone viral.It's not only been posted and re-posted many times on Facebook, it's also appeared in countless blogs and been tweeted and re-tweeted on Twitter.", "The chart is the latest reminder that factual claims can spread at lightning speed on the Internet -- even when the facts to back them up are scarce.Before we check the accuracy of the numbers, it's worth exploring where the chart began and how it went viral.It's been repeatedly cited in blogs and reports, including onepaperpresented at aconferenceof a United Nations affiliate.", "The paper, written by Thomas Prosser of the Industrial Relations Research Unit at the University of Warwick in the United Kingdom, included the same chart thats now circulating, which it sourced to a 2005 paper by an M. Kroll titled, CEO Pay Rates: U.S. vs Foreign Nations.We located a scanned version of thepaperon the Internet, and it did appear to be written by Prof. Mark Kroll.", "His institution wasnt listed, but after some additional searching, we found that Kroll had been teaching at the Louisiana Tech College of Business in 2005 and that he is now the business dean at the University of Texas at Brownsville.", "But it turns out he didnt write the paper after all.Actually, I am the recipient of the paper you refer to, Kroll told us in an e-mail.", "The paper was done as a class project by three of my students in a graduate class back in 2005.", "The 475-to-1 ratio that you reference is listed in a table in the paper the students wrote.", "They do not give a specific citation for the data in the table.The papers cover sheet fooled us -- as it fooled others -- because the professors name appears in the middle of the page, and the three students names appear together at the bottom in a less prominent spot.", "We tried to reach the co-authors -- Adam Choate, Dana Rowzee and Jerrod Tinsley, all of whom were working on their Master of Business Administration in 2005 -- but we did not hear back.So how about the substance of the chart?From previous fact-checks, we knew thatAmerican CEOs are generously paid, and we had confirmed thatfor ordinary Americans, incomes are stagnating.But on the specific comparison of CEO pay and average-worker pay, we found two liberal groups -- the Economic Policy Institute and the Institute for Policy Studies -- that have produced long-running studies of this question.Themost recent chartfrom the Economic Policy Institute shows a ratio of 185 to 1 for 2009.", "According to the groups calculations, the peak since the mid 1960s was almost 299 to 1.", "But it was never as high as high as 475 to 1.Meanwhile, themost recent ratiofrom the Institute for Policy Studies is also smaller -- for 2010, it was 325 to 1.In previous yearsthe ratio on two occasions has exceeded 475 to 1 -- to be specific, 516 to 1 in 1999 and 525 to 1 in 2000.The Institute for Policy Studies ratios are higher than the Economic Policy Institutes due to methodological differences.", "Sarah Anderson, who has co-authored the Institute for Policy Studies reports, said the figures can vary depending on several factors, including which CEOs are sampled and what types of compensation for both the CEO and the worker are used in the calculation.Still, both of the years where the CEO pay ratio in the IPS study was at least 475 to 1 came more than a decade ago, so data from those years would be of questionable use to policy debates today.In addition, neither of the two groups that compiled these figures made comparisons of CEO-to-worker pay across different countries, as the chart circulating on Facebook does.So what were left with is an unsourced, undated chart with numbers that, at best, were only correct (approximately) in 1999 and 2000 according to one measure, and wrong according to a different measure.Anderson of the Institute for Policy Studies said that for a paper written in 2005, a 475 to 1 ratio was not crazy high, since the figure for 2004 in her groups study was 431 to 1.Kroll, the professor who graded the paper, added that it would not surprise me if (the students) number was in the ball park.", "'Still, that argument doesnt help todays social-media posters.", "The data theyre circulating is at best six years old, and the ratios have fallen since then.Our rulingThis is a textbook example of how claims can spiral out of control on the Internet.", "Just as conservatives have circulated unfounded claims about President Barack Obama's birth certificate, liberals are spreading this questionable chart.We dont doubt the charts underlying point that the ratio of CEO pay to worker pay is high in the United States, and is likely higher in our free-wheeling economy than it is in the historically more egalitarian nations of Europe.But in its claim that the U.S. ratio is 475 to 1, the chart conveys a sense of certitude and statistical precision that simply isn't warranted -- and which is contradicted by the facts.", "The latest number for the U.S. is 185 to 1 in one study and 325 to 1 in another -- and those numbers were not generated by groups that might have an ideological interest in downplaying the gaps between rich and poor.", "We rate the claim on the U.S. ratio False."], "issues": ["National", "Corporations", "Economy", "Labor", "Occupy Wall Street", "Workers"], "image_data": [], "data": [{"sentence": "If you've got liberal friends and logged into Facebook lately, chances are pretty good that you've seenthis chart.As people express their support with the Occupy Wall Street protests, they are citing this chart and similar statistics to show income inequality in the United States.The chart --heres another version posted on the liberal website Daily Kos-- lists the ratio of CEO pay to average worker pay in the U.S. and nine other countries. The smallest ratio is Japans at 11 to 1. The United States is highest at 475 to 1.We've gotten many reader requests to check the numbers, in part because the chart lacks any sourcing or additional explanatory information. But despite the lack of backup information, the chart has gone viral.It's not only been posted and re-posted many times on Facebook, it's also appeared in countless blogs and been tweeted and re-tweeted on Twitter.  The chart is the latest reminder that factual claims can spread at lightning speed on the Internet -- even when the facts to back them up are scarce.Before we check the accuracy of the numbers, it's worth exploring where the chart began and how it went viral.It's been repeatedly cited in blogs and reports, including onepaperpresented at aconferenceof a United Nations affiliate. The paper, written by Thomas Prosser of the Industrial Relations Research Unit at the University of Warwick in the United Kingdom, included the same chart thats now circulating, which it sourced to a 2005 paper by an M. Kroll titled, CEO Pay Rates: U.S. vs Foreign Nations.We located a scanned version of thepaperon the Internet, and it did appear to be written by Prof. Mark Kroll. His institution wasnt listed, but after some additional searching, we found that Kroll had been teaching at the Louisiana Tech College of Business in 2005 and that he is now the business dean at the University of Texas at Brownsville. But it turns out he didnt write the paper after all.Actually, I am the recipient of the paper you refer to, Kroll told us in an e-mail. The paper was done as a class project by three of my students in a graduate class back in 2005. The 475-to-1 ratio that you reference is listed in a table in the paper the students wrote. They do not give a specific citation for the data in the table.The papers cover sheet fooled us -- as it fooled others -- because the professors name appears in the middle of the page, and the three students names appear together at the bottom in a less prominent spot. We tried to reach the co-authors -- Adam Choate, Dana Rowzee and Jerrod Tinsley, all of whom were working on their Master of Business Administration in 2005 -- but we did not hear back.So how about the substance of the chart?From previous fact-checks, we knew thatAmerican CEOs are generously paid, and we had confirmed thatfor ordinary Americans, incomes are stagnating.But on the specific comparison of CEO pay and average-worker pay, we found two liberal groups -- the Economic Policy Institute and the Institute for Policy Studies -- that have produced long-running studies of this question.Themost recent chartfrom the Economic Policy Institute shows a ratio of 185 to 1 for 2009. According to the groups calculations, the peak since the mid 1960s was almost 299 to 1. But it was never as high as high as 475 to 1.Meanwhile, themost recent ratiofrom the Institute for Policy Studies is also smaller -- for 2010, it was 325 to 1.In previous yearsthe ratio on two occasions has exceeded 475 to 1 -- to be specific, 516 to 1 in 1999 and 525 to 1 in 2000.The Institute for Policy Studies ratios are higher than the Economic Policy Institutes due to methodological differences. Sarah Anderson, who has co-authored the Institute for Policy Studies reports, said the figures can vary depending on several factors, including which CEOs are sampled and what types of compensation for both the CEO and the worker are used in the calculation.Still, both of the years where the CEO pay ratio in the IPS study was at least 475 to 1 came more than a decade ago, so data from those years would be of questionable use to policy debates today.In addition, neither of the two groups that compiled these figures made comparisons of CEO-to-worker pay across different countries, as the chart circulating on Facebook does.So what were left with is an unsourced, undated chart with numbers that, at best, were only correct (approximately) in 1999 and 2000 according to one measure, and wrong according to a different measure.Anderson of the Institute for Policy Studies said that for a paper written in 2005, a 475 to 1 ratio was not crazy high, since the figure for 2004 in her groups study was 431 to 1.Kroll, the professor who graded the paper, added that it would not surprise me if (the students) number was in the ball park.'Still, that argument doesnt help todays social-media posters. The data theyre circulating is at best six years old, and the ratios have fallen since then.Our rulingThis is a textbook example of how claims can spiral out of control on the Internet. Just as conservatives have circulated unfounded claims about President Barack Obama's birth certificate, liberals are spreading this questionable chart.We dont doubt the charts underlying point that the ratio of CEO pay to worker pay is high in the United States, and is likely higher in our free-wheeling economy than it is in the historically more egalitarian nations of Europe.But in its claim that the U.S. ratio is 475 to 1, the chart conveys a sense of certitude and statistical precision that simply isn't warranted -- and which is contradicted by the facts. The latest number for the U.S. is 185 to 1 in one study and 325 to 1 in another -- and those numbers were not generated by groups that might have an ideological interest in downplaying the gaps between rich and poor. We rate the claim on the U.S. ratio False.", "hrefs": "https://www.facebook.com/search.php?q=ceo%20pay%20ratio&type=eposts&init=srp"}], "label": "false"}, {"url": "https://www.politifact.com/factchecks/2011/oct/10/matthew-rothschild/progressive-magazine-editor-says-young-worker-unem/", "title": "U.S. unemployment among people ages 16 to 24 is 18.4 percent, which is a 60-year high.", "author": "Tom Kertscher", "posted": "10/10/2011", "sci_digest": [], "paragraphs": ["Activists participating inOccupy Wall Street, a movement that protests greed, corporate influence and unemployment, began camping out in New Yorks financial district in September 2011 and have spawnedsimilardemonstrationsaround the country.Supporters include the left-leaning political advocacy groupMoveOn.organdRuss Feingold, the former Democratic U.S. senator from Wisconsin, whosaidaccountability for corporate greed is long overdue.As part of what is being billed as aninternational protest, local offshoots of the Occupy Wall Streetplanto demonstrate in Milwaukee, Madison and Appleton on Oct. 15, 2011.On Oct. 4, 2011, Wisconsin Public Radio hostJoyCardindiscussedthe demonstrations withMatthew Rothschild, editor and publisher of The Progressive.", "The 102-year-old Madison magazinecallsitselfone of the leading voices for peace and social justice in this country.When Cardin asked Rothschild why younger people are leading the demonstrations, he said: The unemployment rate for people between the ages of 16 and 24 in this country is 18.4 percent, which is a 60-year high.Is the rate for younger workers that high?Unemployment has been a major issue since the start of the recession in December 2007 -- and not just for people in their late teens and early 20s.The U.S. Department of Laborreported, for example, that in December 2009, unemployment reached a record 7.2 percent among people ages 55 and over and that people in that age group spent an average of 35 weeks out of work -- considerably more than the average of 23 weeks for unemployed people ages 16 to 24.In making his claim about younger workers, Rothschild told us he was quoting an April 2011reportfrom theEconomic Policy Institute.It said: In 2010, the unemployment rate for workers age 16-24 was 18.4 percent  the worst on record in the 60 years that this data has been tracked.So, although Rothschild said the current rate of unemployment among people ages 16 to 24 is at a 60-year high, he was referring to the annual rate for 2010.The Economic Policy Institute is a liberal-leaning Washington, D.C. think tank thatsaysit seeks to broaden discussions about economic policy to include the needs of low- and middle-income workers.Its report -- which urges substantial additional stimulus spending by the federal government to create jobs for younger workers -- says the unemployment statistics came from theU.S.", "Bureau of Labor Statistics.", "The bureau is the federal governments statistics keeper on unemployment.We queried the Bureau of Labor Statistics database to create achartshowing the monthly and annual unemployment rates for people ages 16 to 24 from 1948 through August 2011.We found that the Economic Policy Institute report was correct: Unemployment among people ages 16 to 24 was 18.4 percent in 2010; and that rate is higher than any annual rate dating back to when statistics were first kept in 1948.", "Thats more than 60 years.The next-highest annual rates, each exceeding 17 percent, were posted in 1982, 1983 and 2009.In each of the first eight months of 2011, however, the rate has been below the 2010 mark of 18.4 percent.Unemployment among people ages 16 to 24 was 17.7 percent in August 2011, the most recent month for which statistics are available.", "And the year-to-date average is 17.6 percent.So, the rate is lower today than it was for 2010 as a whole, though only eight months of 2011 are accounted for.", "We dont know, of course, how the year will end up.Our conclusionRothschild said unemployment among people ages 16 to 24 is 18.4 percent, which is a 60-year high.", "The 18.4 percent is correct as the average rate for 2010, and that average annual rate is the highest in more than 60 years.", "More recent figures, however, show the unemployment rate among people ages 16 to 24 has dipped below 18 percent in 2011, at least through August.We rate Rothschilds statement Mostly True."], "issues": ["Jobs", "Occupy Wall Street", "Workers", "Wisconsin"], "image_data": [], "data": [{"sentence": "Activists participating inOccupy Wall Street, a movement that protests greed, corporate influence and unemployment, began camping out in New Yorks financial district in September 2011 and have spawnedsimilardemonstrationsaround the country.Supporters include the left-leaning political advocacy groupMoveOn.organdRuss Feingold, the former Democratic U.S. senator from Wisconsin, whosaidaccountability for corporate greed is long overdue.As part of what is being billed as aninternational protest, local offshoots of the Occupy Wall Streetplanto demonstrate in Milwaukee, Madison and Appleton on Oct. 15, 2011.On Oct. 4, 2011, Wisconsin Public Radio hostJoyCardindiscussedthe demonstrations withMatthew Rothschild, editor and publisher of The Progressive. The 102-year-old Madison magazinecallsitselfone of the leading voices for peace and social justice in this country.When Cardin asked Rothschild why younger people are leading the demonstrations, he said: The unemployment rate for people between the ages of 16 and 24 in this country is 18.4 percent, which is a 60-year high.Is the rate for younger workers that high?Unemployment has been a major issue since the start of the recession in December 2007 -- and not just for people in their late teens and early 20s.The U.S. Department of Laborreported, for example, that in December 2009, unemployment reached a record 7.2 percent among people ages 55 and over and that people in that age group spent an average of 35 weeks out of work -- considerably more than the average of 23 weeks for unemployed people ages 16 to 24.In making his claim about younger workers, Rothschild told us he was quoting an April 2011reportfrom theEconomic Policy Institute.It said: In 2010, the unemployment rate for workers age 16-24 was 18.4 percent  the worst on record in the 60 years that this data has been tracked.So, although Rothschild said the current rate of unemployment among people ages 16 to 24 is at a 60-year high, he was referring to the annual rate for 2010.The Economic Policy Institute is a liberal-leaning Washington, D.C. think tank thatsaysit seeks to broaden discussions about economic policy to include the needs of low- and middle-income workers.Its report -- which urges substantial additional stimulus spending by the federal government to create jobs for younger workers -- says the unemployment statistics came from theU.S. Bureau of Labor Statistics. The bureau is the federal governments statistics keeper on unemployment.We queried the Bureau of Labor Statistics database to create achartshowing the monthly and annual unemployment rates for people ages 16 to 24 from 1948 through August 2011.We found that the Economic Policy Institute report was correct: Unemployment among people ages 16 to 24 was 18.4 percent in 2010; and that rate is higher than any annual rate dating back to when statistics were first kept in 1948. Thats more than 60 years.The next-highest annual rates, each exceeding 17 percent, were posted in 1982, 1983 and 2009.In each of the first eight months of 2011, however, the rate has been below the 2010 mark of 18.4 percent.Unemployment among people ages 16 to 24 was 17.7 percent in August 2011, the most recent month for which statistics are available. And the year-to-date average is 17.6 percent.So, the rate is lower today than it was for 2010 as a whole, though only eight months of 2011 are accounted for. We dont know, of course, how the year will end up.Our conclusionRothschild said unemployment among people ages 16 to 24 is 18.4 percent, which is a 60-year high. The 18.4 percent is correct as the average rate for 2010, and that average annual rate is the highest in more than 60 years. More recent figures, however, show the unemployment rate among people ages 16 to 24 has dipped below 18 percent in 2011, at least through August.We rate Rothschilds statement Mostly True.", "hrefs": "http://topics.nytimes.com/top/reference/timestopics/organizations/o/occupy_wall_street/index.html?inline=nyt-org"}], "label": "mostly-true"}, {"url": "https://www.politifact.com/factchecks/2011/oct/07/michael-moore/no-ceos-have-been-arrested-bringing-down-economy-s/", "title": "Not a single banker, a CEO from Wall Street, anyone from corporate America  nobody, (there was) not one arrest of any of these people who brought down the economy in 2008.", "author": "Angie Drobnic Holan", "posted": "10/07/2011", "sci_digest": [], "paragraphs": ["Protests under the slogan Occupy Wall Street have spread from New York to cities across the United States, and their common theme is expressing anger at an unjust economic system.But Occupy Wall Street isn't your typical protest action.", "The group has no list of demands, and it says it has no leaders.", "Rather, people are organizing through social media and making decisions by consensus.", "Protesters say they're following the model of Egyptian protesters and others who were part of the Arab Spring.An Occupy Wall Streetwebsiteproclaims, This site has nothing to do with us.", "But it also states the one thing protesters have in common: We are the 99%that will no longer tolerate the greed and corruption of the 1%.Independent filmmaker Michael Moore recently spoke to protesters in Lower Manhattan, and thendiscussedthe movement on Amy Goodman'sDemocracy Nowradio show.", "She asked Moore what he thought of police arrests of the protesters.Here's what Moore had to say:Well, it's highly ironic that now over 100 of the protesters have been arrested and not a single banker, a CEO from Wall Street, anyone from corporate America  nobody, not one arrest of any of these people who brought down the economy in 2008. Who created schemes, financial schemes that not only destroyed the economy, but took away the future of this generation, of this young man and his children in the future.", "They have completely ruined it for people while they have become filthy rich.", "Not one of them arrested, but 100 of these people who have stood up non-violently against this madness, and they're arrested?", "This just boggles the mind.We read thesamesentimentrepeatedon Twitter from people supporting the Occupy Wall Street movement's protests.We've noticed news reports before that have noted a general lack of prosecutions.", "But we wanted to know if Moore and others were right that not a single banker or corporate executive had been arrested.", "So we decided to check it out.", "To summarize our findings, we found a few prosecutions, but not many.", "And we wouldn't describe the targets as the people who were responsible for bringing down the economy.The most notable prosecutionsIf you're looking for arrests and prosecutions against executives associated with thebiggest banks, you won't find them.", "And we found no arrests of execs with the firms most widely associated with the financial crisis such as Countrywide, AIG or Lehman Brothers.The highest-profile convictions we found were fromTaylor, Bean & Whitaker, which was a mortgage lending firm based not on Wall Street, but in Ocala, Fla. Its former chairman, Lee B. Farkas, was convicted of directing nearly $3 billion in fraud that put thousands out of work and contributed to the collapse of Colonial Bank.", "The collapse was the sixth-largest bank collapse in U.S. history.", "A judgesentencedFarkas to 30 years in prison on June 30, 2011.", "Several other executives associated with the firm pleaded guilty in related cases.There were also criminal charges brought against two hedge fund managers at Bear Stearns, who were accused of lying to investors and put on trial for securities fraud.", "But a juryacquittedthem in 2009, and the two men were mid-level managers, not top executives.There have been many other prosecutions of mortgage fraud and insider trading.", "The U.S. Justice Department pointed us to its StopFraud.gov website, and sent us a long list of otherongoing actionsagainst mortgage fraud, investment fraud, insider trading and other corporate offenses.But the cases have not involved the highly prominent executives Moore described as bringing down the U.S. economy.", "(We contacted Moore for comment but did not hear back.", ")Why not more prosecutions?In reviewing the research and talking to experts about why there have not been more prosecutions associated with the financial crisis, we found several reasons.For one thing, such cases tend to be difficult, and it's not immediately clear what offenses executives could be charged with.You can't get up in front of a jury and say, 'These guys were responsible for bringing down the economy, so please convict them of a crime,' said Samuel Buell, a professor of law at Duke University, who studies criminal law and the regulation of corporations and financial markets.Criminal intent can be particularly hard to prove, and federal officials may be struggling to bring specific charges against individuals who believed they were following the law.", "Buell dismissed the idea that the Obama administration is simply indifferent to corporate crime.There's no downside to putting a few people in prison and showing you're tough on corporate crime, he said.", "You can only imagine that would be a political benefit to this administration, which makes me think the only thing holding them back is problems of proof.", "The last thing they would want to do is bring a big, splashy case against the banks, and then lose and be called incompetent.William Black, a professor of law at the University of Missouri-Kansas City School of Law who studies elite financial fraud, was involved in a string of successful prosecutions against savings and loan officials back in the 1980s.", "He said the problem now is that financial regulators are not working closely enough with prosecutors to investigate and bring charges against executives.It is hard, and it does take resources, and it takes expertise in fraud mechanisms so you can explain it to a jury, Black said.", "But this is frankly easier than the savings and loan crisis.", "There's nothing complicated about a liar's loan.Black said that back in the 1980s, financial regulators routinely referred information to prosecutors to prosecute savings and loan executives.", "That hasn't happened this time around.Earlier this year, theNew York Timespublished a detailed report on why there have not been more high-profile prosecutions; it's thesingle best reportwe've seen on the issue.", "Its investigation found stark differences between how prosecutors and regulators handled the S&L crisis and how the same authorities are handling the current crisis.", "(See this chart comparing the two eras.)", "It also included a list of potential crimes suggested by legal experts outside of the federal government.As we were looking into this issue, President Barack Obama spoke about whether federal efforts have been strong enough when it comes to prosecuting crimes associated with the financial crisis.", "Jake Tapper of ABC News asked him to respond to the Occupy Wall Street protesters and their anger that the Obama administration hasn't been more aggressive with prosecutions.One of the biggest problems about the collapse of Lehmans and the subsequent financial crisis and the whole subprime lending fiasco is that a lot of that stuff wasn't necessarily illegal, it was just immoral or inappropriate or reckless.", "That's exactly why we needed to pass Dodd-Frank, to prohibit some of these practices, Obama said.", "(Dodd-Frank wasan overhaulof the finance industry that Obama signed into law on July 21, 2010.", ")The financial sector is very creative, and they are always looking for ways to make money.", "That's their job.", "And if there are loopholes and rules that can be bent and arbitrage to be had, they will take advantage of it.", "So without commenting on particular prosecutions -- obviously that's not my job; that's the Attorney General's job -- I think part of people's frustrations, part of my frustration, was a lot of practices that should not have been allowed weren't necessarily against the law, but they had a huge destructive impact.", "And that's why it was important for us to put in place financial rules that protect the American people from reckless decision-making and irresponsible behavior.Our rulingMoore said, Not a single banker, a CEO from Wall Street, anyone from corporate America  nobody, (there was) not one arrest of any of these people who brought down the economy in 2008.", "Well, there have been a few arrests.", "Certainly the executives of Taylor, Bean & Whitaker who were arrested would qualify as corporate America.But Moore's larger point is correct -- there have been very few arrests among executives of firms the public would associate with causing the financial crisis.", "Obama implied in his recent remarks that it was because many of their actions weren't criminal.Whatever the cause, we rate Moore's statement Mostly True."], "issues": ["National", "Financial Regulation", "Crime", "Occupy Wall Street"], "image_data": [], "data": [{"sentence": "Protests under the slogan Occupy Wall Street have spread from New York to cities across the United States, and their common theme is expressing anger at an unjust economic system.But Occupy Wall Street isn't your typical protest action. The group has no list of demands, and it says it has no leaders. Rather, people are organizing through social media and making decisions by consensus. Protesters say they're following the model of Egyptian protesters and others who were part of the Arab Spring.An Occupy Wall Streetwebsiteproclaims, This site has nothing to do with us. But it also states the one thing protesters have in common: We are the 99%that will no longer tolerate the greed and corruption of the 1%.Independent filmmaker Michael Moore recently spoke to protesters in Lower Manhattan, and thendiscussedthe movement on Amy Goodman'sDemocracy Nowradio show. She asked Moore what he thought of police arrests of the protesters.Here's what Moore had to say:Well, it's highly ironic that now over 100 of the protesters have been arrested and not a single banker, a CEO from Wall Street, anyone from corporate America  nobody, not one arrest of any of these people who brought down the economy in 2008. Who created schemes, financial schemes that not only destroyed the economy, but took away the future of this generation, of this young man and his children in the future. They have completely ruined it for people while they have become filthy rich. Not one of them arrested, but 100 of these people who have stood up non-violently against this madness, and they're arrested? This just boggles the mind.We read thesamesentimentrepeatedon Twitter from people supporting the Occupy Wall Street movement's protests.We've noticed news reports before that have noted a general lack of prosecutions. But we wanted to know if Moore and others were right that not a single banker or corporate executive had been arrested. So we decided to check it out.", "hrefs": "http://occupywallst.org/"}, {"sentence": "To summarize our findings, we found a few prosecutions, but not many. And we wouldn't describe the targets as the people who were responsible for bringing down the economy.The most notable prosecutionsIf you're looking for arrests and prosecutions against executives associated with thebiggest banks, you won't find them. And we found no arrests of execs with the firms most widely associated with the financial crisis such as Countrywide, AIG or Lehman Brothers.The highest-profile convictions we found were fromTaylor, Bean & Whitaker, which was a mortgage lending firm based not on Wall Street, but in Ocala, Fla. Its former chairman, Lee B. Farkas, was convicted of directing nearly $3 billion in fraud that put thousands out of work and contributed to the collapse of Colonial Bank. The collapse was the sixth-largest bank collapse in U.S. history. A judgesentencedFarkas to 30 years in prison on June 30, 2011. Several other executives associated with the firm pleaded guilty in related cases.There were also criminal charges brought against two hedge fund managers at Bear Stearns, who were accused of lying to investors and put on trial for securities fraud. But a juryacquittedthem in 2009, and the two men were mid-level managers, not top executives.There have been many other prosecutions of mortgage fraud and insider trading. The U.S. Justice Department pointed us to its StopFraud.gov website, and sent us a long list of otherongoing actionsagainst mortgage fraud, investment fraud, insider trading and other corporate offenses.But the cases have not involved the highly prominent executives Moore described as bringing down the U.S. economy. (We contacted Moore for comment but did not hear back.)Why not more prosecutions?In reviewing the research and talking to experts about why there have not been more prosecutions associated with the financial crisis, we found several reasons.For one thing, such cases tend to be difficult, and it's not immediately clear what offenses executives could be charged with.You can't get up in front of a jury and say, 'These guys were responsible for bringing down the economy, so please convict them of a crime,' said Samuel Buell, a professor of law at Duke University, who studies criminal law and the regulation of corporations and financial markets.Criminal intent can be particularly hard to prove, and federal officials may be struggling to bring specific charges against individuals who believed they were following the law.", "hrefs": "https://www.politifact.com/truth-o-meter/statements/2011/oct/06/bernie-s/bernie-sanders-says-six-bank-companies-have-assets/"}, {"sentence": "Buell dismissed the idea that the Obama administration is simply indifferent to corporate crime.There's no downside to putting a few people in prison and showing you're tough on corporate crime, he said. You can only imagine that would be a political benefit to this administration, which makes me think the only thing holding them back is problems of proof. The last thing they would want to do is bring a big, splashy case against the banks, and then lose and be called incompetent.William Black, a professor of law at the University of Missouri-Kansas City School of Law who studies elite financial fraud, was involved in a string of successful prosecutions against savings and loan officials back in the 1980s. He said the problem now is that financial regulators are not working closely enough with prosecutors to investigate and bring charges against executives.It is hard, and it does take resources, and it takes expertise in fraud mechanisms so you can explain it to a jury, Black said. But this is frankly easier than the savings and loan crisis. There's nothing complicated about a liar's loan.Black said that back in the 1980s, financial regulators routinely referred information to prosecutors to prosecute savings and loan executives. That hasn't happened this time around.Earlier this year, theNew York Timespublished a detailed report on why there have not been more high-profile prosecutions; it's thesingle best reportwe've seen on the issue. Its investigation found stark differences between how prosecutors and regulators handled the S&L crisis and how the same authorities are handling the current crisis. (See this chart comparing the two eras.) It also included a list of potential crimes suggested by legal experts outside of the federal government.As we were looking into this issue, President Barack Obama spoke about whether federal efforts have been strong enough when it comes to prosecuting crimes associated with the financial crisis. Jake Tapper of ABC News asked him to respond to the Occupy Wall Street protesters and their anger that the Obama administration hasn't been more aggressive with prosecutions.One of the biggest problems about the collapse of Lehmans and the subsequent financial crisis and the whole subprime lending fiasco is that a lot of that stuff wasn't necessarily illegal, it was just immoral or inappropriate or reckless. That's exactly why we needed to pass Dodd-Frank, to prohibit some of these practices, Obama said. (Dodd-Frank wasan overhaulof the finance industry that Obama signed into law on July 21, 2010.)The financial sector is very creative, and they are always looking for ways to make money. That's their job. And if there are loopholes and rules that can be bent and arbitrage to be had, they will take advantage of it. So without commenting on particular prosecutions -- obviously that's not my job; that's the Attorney General's job -- I think part of people's frustrations, part of my frustration, was a lot of practices that should not have been allowed weren't necessarily against the law, but they had a huge destructive impact. And that's why it was important for us to put in place financial rules that protect the American people from reckless decision-making and irresponsible behavior.Our rulingMoore said, Not a single banker, a CEO from Wall Street, anyone from corporate America  nobody, (there was) not one arrest of any of these people who brought down the economy in 2008. Well, there have been a few arrests. Certainly the executives of Taylor, Bean & Whitaker who were arrested would qualify as corporate America.But Moore's larger point is correct -- there have been very few arrests among executives of firms the public would associate with causing the financial crisis. Obama implied in his recent remarks that it was because many of their actions weren't criminal.Whatever the cause, we rate Moore's statement Mostly True.", "hrefs": "http://www.nytimes.com/2011/04/14/business/14prosecute.html?_r=1&pagewanted=all"}], "label": "mostly-true"}, {"url": "https://www.politifact.com/factchecks/2011/oct/06/bernie-sanders/bernie-sanders-says-six-bank-companies-have-assets/", "title": "Today, you have six financial institutions, the largest six, that have assets that are the equivalent of 60 percent of the GDP of the United States of America.", "author": "Louis Jacobson", "posted": "10/06/2011", "sci_digest": [], "paragraphs": ["During an Oct. 4, 2011, interview on MSNBC, host Ed Schultz and Sen. Bernie Sanders, I-Vt., discussed the Occupy Wall Street protests, which are targeting the financial services sector.", "Sanders offered a statistic designed to demonstrate the power of American banks.Sanders suggested that many of the protesters have not seen the president be as strong as he should be on Wall Street, saying they want the federal government to take tougher measures against financial-services companies.Ed, today, you have six financial institutions, the largest six, that have assets that are the equivalent of 60 percent of the GDP of the United States of America, Sanders said.", "(GDP stands for gross domestic product.", ")We wondered whether Sanders math was correct.When we contacted Sanders office, a spokesman providedtestimonyto a congressional oversight panel by Simon Johnson, a professor of entrepreneurship at the MIT Sloan School ofManagement.", "Our six largest bank holding companies currently have assets valued at just over 63 percent of GDP, Johnson testified, citing figures for the fourth quarter of 2010.", "This is up from around 55 percent of GDP before the crisis (e.g., 2006) and no more than 17 percent of GDP in 1995.We wanted to find the original statistics, and we located them in achartposted by the National Information Center, the federal repository of data about banks and other institutions for which the Federal Reserve has a supervisory, regulatory or research interest.", "The chart lists the 50 biggest bank holding companies as of June 30, 2011.Here are the top six and their total assets:1.Bank of America Corp., $2.264 trillion2.J.P.", "Morgan Chase & Co., $2.246 trillion3.Citigroup Inc., $1.957 trillion4.Wells Fargo & Co., $1.260 trillion5.Goldman Sachs Group Inc., $937 billion6.Morgan Stanley, $831 billionTogether, the top six companies assets were $9.495 trillion.For the second part of the equation -- gross domestic product -- we turned to the U.S. Commerce Departments Bureau of Economic Analysis.Though the time spans dont line up perfectly, we decided to use the GDP figure for 2010, the most recent full year.", "That figure is $14.527 trillion.Dividing these top banks assets by the national GDP produces a result of 65 percent -- which is actually a slightly larger percentage than Sanders had indicated, but certainly in the ballpark.To make sure we werent missing something, we contacted a few experts on financial services issues.", "They offered a few caveats:The comparison is a bit of apples vs. oranges.The banks asset figures are an aggregation measured at a single point in time, whereas the GDP figure is an aggregation of goods and services measured over time.", "This distinction is the equivalent to a comparison of your net worth with your personal income, said Lawrence White, an economist at New York Universitys Stern School of Business.", "Economists generally don't find these sorts of comparisons very useful or interesting.", "So the best that can be said is that these comparisons provide a rough sense of comparative magnitudes.The data are constantly moving.Several of these banks, especially Bank of America, have lost significant value since the figures were published in June 2011, said Satya Thallam, director of the Financial Markets Working Group at George Mason University's Mercatus Center.", "The denominator, GDP, is always changing, as well.", "So, any estimate is true for a specific point in time, but possibly out of date not long after its made.Banks overseas holdings significantly complicate the comparison.For starters, the comparison Sanders is making doesnt mean that these banks own 60 percent of the U.S. wealth, because some of these banks assets are in overseas holdings.", "However, Sanders appears to be on safe ground with his phrasing, since all he said was that the two dollar figures were equivalent.Potentially more problematic for Sanders is that the assets-to-GDP ratio for the top six bank companies in the U.S. are actually quite modest when compared to the biggest banks in other nations.A2010 study by J.P. Morganlisted the 25 biggest banks internationally in 2008, along with the percentages of their home countrys GDP.", "The highest was UBS, with 376 percent of Switzerlands GDP.", "And six other banks all had assets as large as their home countrys GDP -- Credit Suisse Group of Switzerland (218 percent), Dexia of Belgium (180 percent), Fortis of the Netherlands (155 percent), Royal Bank of Scotland of the United Kingdom (131 percent), Barclays of the United Kingdom (112 percent) and BNP Paribas of France (101 percent).All of these dwarf the combined holdings of the top six banks in the U.S., in part because Americas GDP is so much larger than the GDP of these other nations.The significance of this fact for Sanders assertion, however, is less clear.This doesn't tell us what is a proper or appropriate number, Thallam said.", "One might reply that other countries are much more concentrated, but that only means they're worse -- not that we're in a good position.", "Some scholars, he added, have said that even at current concentration levels, U.S. banks should be broken up because they create a too big to fail problem.", "On the other hand, people for years said that banking exhibited economies of scale, so consolidation was natural, Thallam said.Our rulingSanders math is correct -- in fact, the percentage he offers is actually a little low.", "And hes careful to say only that the banks assets are only equivalent to 60 percent of the United States GDP, not that the banks own 60 percent of the United States.", "Sanders doesnt note that big banks in other countries are far bigger, compared to their nations GDP, than the U.S. banks are.", "Still, on balance, we rate his statement True."], "issues": ["National", "Financial Regulation", "New Hampshire 2012", "Occupy Wall Street"], "image_data": [], "data": [{"sentence": "During an Oct. 4, 2011, interview on MSNBC, host Ed Schultz and Sen. Bernie Sanders, I-Vt., discussed the Occupy Wall Street protests, which are targeting the financial services sector. Sanders offered a statistic designed to demonstrate the power of American banks.Sanders suggested that many of the protesters have not seen the president be as strong as he should be on Wall Street, saying they want the federal government to take tougher measures against financial-services companies.Ed, today, you have six financial institutions, the largest six, that have assets that are the equivalent of 60 percent of the GDP of the United States of America, Sanders said. (GDP stands for gross domestic product.)We wondered whether Sanders math was correct.When we contacted Sanders office, a spokesman providedtestimonyto a congressional oversight panel by Simon Johnson, a professor of entrepreneurship at the MIT Sloan School ofManagement. Our six largest bank holding companies currently have assets valued at just over 63 percent of GDP, Johnson testified, citing figures for the fourth quarter of 2010. This is up from around 55 percent of GDP before the crisis (e.g., 2006) and no more than 17 percent of GDP in 1995.We wanted to find the original statistics, and we located them in achartposted by the National Information Center, the federal repository of data about banks and other institutions for which the Federal Reserve has a supervisory, regulatory or research interest. The chart lists the 50 biggest bank holding companies as of June 30, 2011.Here are the top six and their total assets:1.Bank of America Corp., $2.264 trillion2.J.P. Morgan Chase & Co., $2.246 trillion3.Citigroup Inc., $1.957 trillion4.Wells Fargo & Co., $1.260 trillion5.Goldman Sachs Group Inc., $937 billion6.Morgan Stanley, $831 billionTogether, the top six companies assets were $9.495 trillion.For the second part of the equation -- gross domestic product -- we turned to the U.S. Commerce Departments Bureau of Economic Analysis.Though the time spans dont line up perfectly, we decided to use the GDP figure for 2010, the most recent full year. That figure is $14.527 trillion.Dividing these top banks assets by the national GDP produces a result of 65 percent -- which is actually a slightly larger percentage than Sanders had indicated, but certainly in the ballpark.To make sure we werent missing something, we contacted a few experts on financial services issues. They offered a few caveats:The comparison is a bit of apples vs. oranges.The banks asset figures are an aggregation measured at a single point in time, whereas the GDP figure is an aggregation of goods and services measured over time. This distinction is the equivalent to a comparison of your net worth with your personal income, said Lawrence White, an economist at New York Universitys Stern School of Business. Economists generally don't find these sorts of comparisons very useful or interesting. So the best that can be said is that these comparisons provide a rough sense of comparative magnitudes.The data are constantly moving.Several of these banks, especially Bank of America, have lost significant value since the figures were published in June 2011, said Satya Thallam, director of the Financial Markets Working Group at George Mason University's Mercatus Center. The denominator, GDP, is always changing, as well. So, any estimate is true for a specific point in time, but possibly out of date not long after its made.Banks overseas holdings significantly complicate the comparison.For starters, the comparison Sanders is making doesnt mean that these banks own 60 percent of the U.S. wealth, because some of these banks assets are in overseas holdings. However, Sanders appears to be on safe ground with his phrasing, since all he said was that the two dollar figures were equivalent.Potentially more problematic for Sanders is that the assets-to-GDP ratio for the top six bank companies in the U.S. are actually quite modest when compared to the biggest banks in other nations.A2010 study by J.P. Morganlisted the 25 biggest banks internationally in 2008, along with the percentages of their home countrys GDP. The highest was UBS, with 376 percent of Switzerlands GDP. And six other banks all had assets as large as their home countrys GDP -- Credit Suisse Group of Switzerland (218 percent), Dexia of Belgium (180 percent), Fortis of the Netherlands (155 percent), Royal Bank of Scotland of the United Kingdom (131 percent), Barclays of the United Kingdom (112 percent) and BNP Paribas of France (101 percent).All of these dwarf the combined holdings of the top six banks in the U.S., in part because Americas GDP is so much larger than the GDP of these other nations.The significance of this fact for Sanders assertion, however, is less clear.This doesn't tell us what is a proper or appropriate number, Thallam said. One might reply that other countries are much more concentrated, but that only means they're worse -- not that we're in a good position. Some scholars, he added, have said that even at current concentration levels, U.S. banks should be broken up because they create a too big to fail problem. On the other hand, people for years said that banking exhibited economies of scale, so consolidation was natural, Thallam said.Our rulingSanders math is correct -- in fact, the percentage he offers is actually a little low. And hes careful to say only that the banks assets are only equivalent to 60 percent of the United States GDP, not that the banks own 60 percent of the United States. Sanders doesnt note that big banks in other countries are far bigger, compared to their nations GDP, than the U.S. banks are. Still, on balance, we rate his statement True.", "hrefs": "http://cybercemetery.unt.edu/archive/cop/20110401230923/http://cop.senate.gov/documents/testimony-030411-johnson.pdf"}], "label": "true"}]