[
    {
        "url": "https://www.snopes.com/fact-check/biden-property-tax-3/",
        "claim": "Is Biden Proposing a 3% Federal Property Tax?",
        "author": "David Mikkelson",
        "posted": "10/27/2020",
        "sci_digest": [
            "The Democratic presidential candidate has not proposed a 3% property tax."
        ],
        "justification": "During the 2020 U.S. presidential campaign, social media postings repeatedly warned readers that Democratic candidate Joe Biden was planning to slap a 3% federal tax on the value of homes, above and beyond any property taxes homeowners were already paying:   However, this warning about a Biden-backed federal property tax was specious. Property taxes in the U.S. are set and collected at the state, county, and city levels, and the announced Biden Tax Plan includes nothing that could be remotely construed as imposing an additional federal property tax on privately-owned homes. announced Biden Tax Plan The Tax Foundation, an independent tax policy nonprofit, summarizes the Biden tax plan as including the following primary elements applicable to individuals (rather than businesses): summarizes Imposes a 12.4 percent Old-Age, Survivors, and Disability Insurance (Social Security) payroll tax on income earned above $400,000, evenly split between employers and employees. This would create a donut hole in the current Social Security payroll tax, where wages between $137,700, the current wage cap, and $400,000 are not taxed. Reverts the top individual income tax rate for taxable incomes above $400,000 from 37 percent under current law to the pre-Tax Cuts and Jobs Act level of 39.6 percent. Taxes long-term capital gains and qualified dividends at the ordinary income tax rate of 39.6 percent on income above $1 million and eliminates step-up in basis for capital gains taxation. Caps the tax benefit of itemized deductions to 28 percent of value for those earning more than $400,000, which means that taxpayers earning above that income threshold with tax rates higher than 28 percent would face limited itemized deductions. Restores the Pease limitation on itemized deductions for taxable incomes above $400,000. Phases out the qualified business income deduction (Section 199A) for filers with taxable income above $400,000. Expands the Earned Income Tax Credit (EITC) for childless workers aged 65+; provides renewable-energy-related tax credits to individuals. Expands the Child and Dependent Care Tax Credit (CDCTC) from a maximum of $3,000 in qualified expenses to $8,000 ($16,000 for multiple dependents) and increases the maximum reimbursement rate from 35 percent to 50 percent. For 2021 and as long as economic conditions require, increases the Child Tax Credit (CTC) from a maximum value of $2,000 to $3,000 for children 17 or younger, while providing a $600 bonus credit for children under 6. The CTC would also be made fully refundable, removing the $2,500 reimbursement threshold and 15 percent phase-in rate. Reestablishes the First-Time Homebuyers Tax Credit, which was originally created during the Great Recession to help the housing market. Bidens homebuyers credit would provide up to $15,000 for first-time homebuyers. Expands the estate and gift tax by restoring the rate and exemption to 2009 levels. Similar analysis of Biden's tax plan by other entities include no mention of a federal property tax. analysis Watson, Garrett et al.  \"Details and Analysis of Democratic Presidential Nominee Joe Bidens Tax Plan/\r\n  Tax Foundation.  22 October 2020. Committee for a Responsible Federal Budget.  \"Understanding Joe Biden's 2020 Tax Plan.\"\r\n  30 July 2020.",
        "issues": [
            "dividend"
        ],
        "image_data": [
            {
                "image_src": "https://www.snopes.com/uploads/2020/10/Copy-of-New-Rating-Overlay-FEATURED-IMAGE-6-542x305.png",
                "image_caption": null
            }
        ],
        "evidence": [
            {
                "sentence": "However, this warning about a Biden-backed federal property tax was specious. Property taxes in the U.S. are set and collected at the state, county, and city levels, and the announced Biden Tax Plan includes nothing that could be remotely construed as imposing an additional federal property tax on privately-owned homes.",
                "hrefs": [
                    "https://joebiden.com/two-tax-policies/",
                    "https://taxfoundation.org/joe-biden-tax-plan-2020/"
                ]
            },
            {
                "sentence": "The Tax Foundation, an independent tax policy nonprofit, summarizes the Biden tax plan as including the following primary elements applicable to individuals (rather than businesses):",
                "hrefs": [
                    "https://taxfoundation.org/joe-biden-tax-plan-2020/"
                ]
            },
            {
                "sentence": "Similar analysis of Biden's tax plan by other entities include no mention of a federal property tax.",
                "hrefs": [
                    "https://www.crfb.org/papers/understanding-joe-bidens-2020-tax-plan"
                ]
            }
        ],
        "label": "FalseAbout this rating"
    },
    {
        "url": "https://www.snopes.com/fact-check/trumps-name-stimulus-checks/",
        "claim": "Will Trump's Name Appear on COVID-19 Stimulus Checks?",
        "author": "Dan Evon",
        "posted": "04/15/2020",
        "sci_digest": [
            "While the unprecedented move could potentially delay these payments, U.S. Treasury officials insist the checks \"are scheduled to go out on time and exactly as planned.\""
        ],
        "justification": "Snopes is still fighting an infodemic of rumors and misinformation surrounding the COVID-19 pandemic, and you can help. Find out what we've learned and how to inoculate yourself against COVID-19 misinformation. Read the latest fact checks about the vaccines. Submit any questionable rumors and advice you encounter. Become a Founding Member to help us hire more fact-checkers. And, please, follow the CDC or WHO for guidance on protecting your community from the disease. \n fighting Find out Read Submit Become a Founding Member CDC WHO In April 2020, millions of Americans who lost income due to circumstances related to the COVID-19 pandemic were waiting on promised relief payments from the United States government. So when news broke that U.S. President Donald Trump was making the \"unprecedented\" move of having his name added to these stimulus checks, a decision that could potentially delay the arrival of these checks by several days, many citizens took to social media to voice their displeasure, as in the example below: millions of Americans social media   Trump's name is truly being added to the COVID-19 stimulus checks, otherwise known as Economic Impact Payments. As of this writing, however, officials at the U.S. Treasury Department insist this will not result in any delays.  The Washington Post first reported on Trump's decision on April 14, 2020. According to the news outlet, Trump's name is expected to appear in the memo line of the check, not as the payment's official signatory, and that this will be the \"first time that a president's name appears on an IRS disbursement\": reported The Treasury Department has ordered President Trumps name printed on stimulus checks the Internal Revenue Service is rushing to send to tens of millions of Americans, a process that could slow their delivery by a few days, senior IRS officials said. The unprecedented decision, finalized late Monday, means that when recipients open the $1,200 paper checks the IRS is scheduled to begin sending to 70 million Americans in coming days, President Donald J. Trump will appear on the left side of the payment. It will be the first time a presidents name appears on an IRS disbursement, whether a routine refund or one of the handful of checks the government has issued to taxpayers in recent decades either to stimulate a down economy or share the dividends of a strong one. Treasury officials disputed that the checks would be delayed. While Trump's name will appear on these stimulus checks, we can't predict whether these payments will be delayed or go out on time. A Treasury Department official said in a statement that \"absolutely no delay whatsoever\" would occur:  statement \"Economic Impact Payment checks are scheduled to go out on time and exactly as planned  there is absolutely no delay whatsoever ... In fact, we expect the first checks to be in the mail early next week which is well in advance of when the first checks went out in 2008 and well in advance of initial estimates.\" It should also be noted that many Americans will be receiving their stimulus payments via a direct deposit. It's unclear how many people will receive hard paper checks bearing Trump's name and how many will receive a digital payment.  An IRS official told Fox News that the number of people who will receive paper checks was subject to a \"number of variables, including how much info the IRS obtains through the Non-Filers Enter Payment Info web portal and the Get My Payment portal launching [April 15] at IRS.gov. Fox News These Economic Impact Payments were included in the $2.2 trillion stimulus package that Trump signed in late March 2020. According to the IRS, direct-deposit payments had already started going out as of the second week in April. Those waiting on a paper check, however, may not see their payments for several weeks. (If you're waiting on a payment, you can check the status of your check on a recently launched web app from the IRS.) several weeks web app To sum up: It is true that in April 2020, the U.S. government made the unprecedented move of adding the president's name to stimulus checks issued by the IRS in response to the COVID-19 pandemic. Although an IRS official said this could slow the process and delay the delivery of checks, Treasury officials insisted that the checks would still go out on schedule.  Paine, Neil.  \"More Than 16 Million Americans Have Lost Their Jobs In The Past Three Weeks.\"\r\n  Five Thirty Eight.  9 April 2020. Raju, Manu; Fox, Lauren; Klein, Betsy.  \"Some Americans Could Wait 20 Weeks to Receive Stimulus Checks, IRS Tells House Democrats.\"\r\n  CNN.  2 April 2020. Olson, Tyler and John Roberts.  \"Trump's Name Will be Added to Stimulus Checks.\"\r\n  Fox News.  15 April 2020. Acosta, Jim and Caroline Kelly.  \"Trump's Name Will be Added to Stimulus Checks.\"\r\n  CNN.  15 April 2020. Acosta, Jim and Caroline Kelly.  \"Trump's Name Will be Added to Stimulus Checks.\"\r\n  CNN.  15 April 2020. Lederman, Josh Phil Helsel.  \"Trump's Name Will Appear on Coronavirus Relief Checks.\"\r\n  NBC News.  14 April 2020.",
        "issues": [
            "dividend"
        ],
        "image_data": [
            {
                "image_src": "https://www.snopes.com/uploads/2020/04/stimulus-check-tweets.jpg",
                "image_caption": null
            }
        ],
        "evidence": [
            {
                "sentence": "Snopes is still fighting an infodemic of rumors and misinformation surrounding the COVID-19 pandemic, and you can help. Find out what we've learned and how to inoculate yourself against COVID-19 misinformation. Read the latest fact checks about the vaccines. Submit any questionable rumors and advice you encounter. Become a Founding Member to help us hire more fact-checkers. And, please, follow the CDC or WHO for guidance on protecting your community from the disease. \n",
                "hrefs": [
                    "https://www.snopes.com/2020/03/20/snopes-on-covid-19-fact-checking/",
                    "https://www.snopes.com/news/2021/03/11/one-year-covid-infodemic/",
                    "https://www.snopes.com/tag/covid-19-vaccines/",
                    "https://www.snopes.com/contact/",
                    "https://www.snopes.com/projects/founding-members/",
                    "https://www.cdc.gov/coronavirus/2019-ncov/index.html",
                    "https://www.who.int/emergencies/diseases/novel-coronavirus-2019"
                ]
            },
            {
                "sentence": "In April 2020, millions of Americans who lost income due to circumstances related to the COVID-19 pandemic were waiting on promised relief payments from the United States government. So when news broke that U.S. President Donald Trump was making the \"unprecedented\" move of having his name added to these stimulus checks, a decision that could potentially delay the arrival of these checks by several days, many citizens took to social media to voice their displeasure, as in the example below:",
                "hrefs": [
                    "https://fivethirtyeight.com/features/more-than-16-million-americans-have-lost-their-jobs-in-the-past-three-weeks/",
                    "https://twitter.com/funder/status/1250234581556629505"
                ]
            },
            {
                "sentence": "The Washington Post first reported on Trump's decision on April 14, 2020. According to the news outlet, Trump's name is expected to appear in the memo line of the check, not as the payment's official signatory, and that this will be the \"first time that a president's name appears on an IRS disbursement\":",
                "hrefs": [
                    "https://www.washingtonpost.com/politics/coming-to-your-1200-relief-check-donald-j-trumps-name/2020/04/14/071016c2-7e82-11ea-8013-1b6da0e4a2b7_story.html"
                ]
            },
            {
                "sentence": "While Trump's name will appear on these stimulus checks, we can't predict whether these payments will be delayed or go out on time. A Treasury Department official said in a statement that \"absolutely no delay whatsoever\" would occur: ",
                "hrefs": [
                    "https://www.nbcnews.com/politics/politics-news/trump-s-name-will-appear-coronavirus-relief-checks-n1184026?cid=sm_npd_ms_tw_ma"
                ]
            },
            {
                "sentence": "An IRS official told Fox News that the number of people who will receive paper checks was subject to a \"number of variables, including how much info the IRS obtains through the Non-Filers Enter Payment Info web portal and the Get My Payment portal launching [April 15] at IRS.gov.",
                "hrefs": [
                    "https://www.foxnews.com/politics/trumps-name-to-appear-on-coronavirus-stimulus-checks-sent-to-americans-report"
                ]
            },
            {
                "sentence": "These Economic Impact Payments were included in the $2.2 trillion stimulus package that Trump signed in late March 2020. According to the IRS, direct-deposit payments had already started going out as of the second week in April. Those waiting on a paper check, however, may not see their payments for several weeks. (If you're waiting on a payment, you can check the status of your check on a recently launched web app from the IRS.)",
                "hrefs": [
                    "https://www.cnn.com/2020/04/02/politics/stimulus-20-weeks-irs/index.html",
                    "https://www.irs.gov/coronavirus/get-my-payment"
                ]
            }
        ],
        "label": "TrueAbout this rating"
    },
    {
        "url": "https://www.snopes.com/fact-check/dakota-split-states-senators/",
        "claim": "Was Dakota Territory Split Into 2 States To Get More Republican Senators?",
        "author": "Bethania Palma",
        "posted": "04/23/2021",
        "sci_digest": [
            "It depends on who you ask."
        ],
        "justification": "Amid discussions of statehood for Washington, D.C., in late April 2021, a meme spread on social media positing that the Dakota territory was split into the states now known as North and South Dakota in the late 1800s for the purpose of giving the Republican Party more political power, namely more senators and electors. One example is a meme from U.S. Rep. Ro Khanna, D-Calif.:   The meme read, \"Congress split the Dakota territory in half in 1889 to admit two new states with 4 Republican senators. So spare us the fake outrage over DC statehood.\" The text was taken from a tweet posted by journalist Ari Berman on April 22. tweet The meme generally responds to congressional Republicans who have stated that allowing D.C., a heavily Democratic region, to become a state will shift the balance of political power in Congress. Noting the racial demographics of D.C. versus other states, some Democrats have accused Republicans of stonewalling D.C. statehood because of racism. stated racial demographics accused It also characterizes current Republican opposition to D.C. statehood as hypocritical, noting that the national Republican party has benefited historically from addition of new states with Republican populations. Writing for The Atlantic in 2019, Boston College historian Heather Cox Richardson wrote: The Atlantic The number of states in the union has been fixed at 50 for so long, few Americans realize that throughout most of our history, the addition of new states from time to time was a normal part of political life. New states were supposed to join the union when they reached a certain population, but in the late 19th century, population mattered a great deal less than partisanship. While McConnell is right to suspect that admitting Puerto Rico and the District of Columbia now would shift the balance in Congress toward the Democrats, the Republican Party has historically taken far more effective advantage of the addition of new states. In 1889 and 1890, Congress added North Dakota, South Dakota, Montana, Washington, Idaho, and Wyomingthe largest admission of states since the original 13. This addition of 12 new senators and 18 new electors to the Electoral College was a deliberate strategy of late-19th-century Republicans to stay in power after their swing toward Big Business cost them a popular majority. The strategy paid dividends deep into the future; indeed, the admission of so many rural states back then helps to explain GOP control of the Senate today, 130 years later. Like most things viewed through the lens of history, the reasons North and South Dakota exist as two separate states are complicated by changing context. Business interests, local efforts, and national political wrangling all played a role, but without a doubt, adding North and South Dakota to the growing union of states had the effect of benefiting the national Republican party politically, and they didn't hide that motivation. But comparing the statehood process for North and South Dakota to current advocation for Washington, D.C. statehood is comparing apples to oranges, said Michael Card, associate professor of political science at the University of South Dakota.  That period in American history was drastically different to the current circumstances in many ways  namely, at that time, a large number of states were in the process of being added into the Union. One of the major factors in deciding statehood was population counts of non-indigenous American settlers. That figure was set at 60,000 in 1787. set at 60,000 Another contextual difference was that the nature of the political parties have evolved over time, meaning the Republicans and Democrats of today are not representative of the parties with those names from the late 19th century in many ways. Many of the non-indigenous settlers in the southern part of what was then Dakota territory were Union veterans of the Civil War and their families, who were Republicans. Many likely moved far away from the battlefields in the American South in an effort to get away from traumatic memories, Card noted. Scandinavian and Canadian immigrants tended to settle in the north. As USA Today pointed out, \"the Republican Party was much more concerned with protecting African Americans and their voting rights from its founding through the early 20th century. In the mid-20th century, both parties' stances on racial equity began to switch.\" That switch came after Democratic legislators passed voting and civil rights legislation i the 1960s. pointed out Another important point of context the population counts in North and South Dakota justified statehood and that Democrats, who were at that time were in control of national government and aware of the territory's Republican leanings, had slowed the statehood process, in hopes of gaining a political toehold in the region. slowed the statehood But they couldn't stall forever. According to historian Elwyn B. Robinson in the book \"History of North Dakota,\" there were 190,983 inhabitants in North Dakota in 1890, while there were 348,600 in South Dakota. And in the end, it was Democrats in Congress and Democratic U.S. President Grover Cleveland who relented, signing legislation granting statehood to North and South Dakota, along with Montana and Washington. In \"History of North Dakota,\" Robinson noted that local advocacy also came into play when it came to the creation of the two states. At the local level, there was an internal push for statehood from a small group of influential men who were unhappy with the outside control that came with Dakota being a territory, and who wanted political equality of status.  History of North Dakota Statehood was a quiet revolution, accomplished by less than two hundred men. The first leaders were Yankton politicians, but all came from southern Dakota and all were Republicans. With few exceptions, they were conservative, middle-class business and professional menbankers, lawyers, ministers, railroad employees, and newspaper editors. They were of the older American stock and came from New England, New York, or the states of the Old Northwest. They were Republicans because Dakota was a one-party regiona result of the long years of territorial status when the Republican party had control of the United States government. The idea of splitting the northern region off from the southern one started with this group, but not because of political power in Washington, D.C., Robinson wrote: \"From the beginning the Yankton leaders, a small oligarchy with much influence, planned for the division of the territory at the forty-sixth parallel. Division seemed natural. The railroads ran east and west, so that southern and northern Dakota had little contact with each other.\" When Robinson described the decision to ultimately split the territory into two when admitting it into the Union though, he noted that it was pushed hard by the Republican Indiana senator who would become the 23rd U.S. president, Benjamin Harrison: Finally, the program of division, with southern Dakota becoming a state and northern Dakota a territory, was dropped in favor of a bill to admit two states. Senator Benjamin Harrison of Indiana pushed it hard and the large population of Dakota (in 1890, North Dakota alone had 190,983 inhabitants and South Dakota 348,600) made further denial seem unjust and irresponsible. In the presidential campaign of 1888 the Republican platform called for admission of two states. Ordway and the Dakota Democrats finally dropped their single-state bill. Both Republicans and Democrats voted for the Omnibus Bill of February 22, 1889, authorizing the framing of constitutions in North Dakota, South Dakota, Montana, and Washington. When the bill finally passed the House of Representatives, some of the members threw books and papers into the air in celebration and there was a general handshaking of congratulation. A step toward equality of status had been taken. Updated rating to \"Mixture\" and added additional context.",
        "issues": [
            "dividend"
        ],
        "image_data": [
            {
                "image_src": "https://www.snopes.com/tachyon/2021/04/Copy-of-Rating-Overlay-Vertical-4.jpg",
                "image_caption": null
            }
        ],
        "evidence": [
            {
                "sentence": "The meme read, \"Congress split the Dakota territory in half in 1889 to admit two new states with 4 Republican senators. So spare us the fake outrage over DC statehood.\" The text was taken from a tweet posted by journalist Ari Berman on April 22.",
                "hrefs": [
                    "https://twitter.com/AriBerman/status/1385221303666348032"
                ]
            },
            {
                "sentence": "The meme generally responds to congressional Republicans who have stated that allowing D.C., a heavily Democratic region, to become a state will shift the balance of political power in Congress. Noting the racial demographics of D.C. versus other states, some Democrats have accused Republicans of stonewalling D.C. statehood because of racism.",
                "hrefs": [
                    "https://www.cnbc.com/2021/04/22/house-to-vote-on-dc-statehood-bill-that-faces-long-odds-in-the-senate.html",
                    "https://www.census.gov/quickfacts/DC",
                    "https://twitter.com/MondaireJones/status/1385575424697290753"
                ]
            },
            {
                "sentence": "Writing for The Atlantic in 2019, Boston College historian Heather Cox Richardson wrote:",
                "hrefs": [
                    "https://www.theatlantic.com/ideas/archive/2019/09/when-adding-new-states-helped-republicans/598243/"
                ]
            },
            {
                "sentence": "That period in American history was drastically different to the current circumstances in many ways  namely, at that time, a large number of states were in the process of being added into the Union. One of the major factors in deciding statehood was population counts of non-indigenous American settlers. That figure was set at 60,000 in 1787.",
                "hrefs": [
                    "https://avalon.law.yale.edu/18th_century/nworder.asp"
                ]
            },
            {
                "sentence": "As USA Today pointed out, \"the Republican Party was much more concerned with protecting African Americans and their voting rights from its founding through the early 20th century. In the mid-20th century, both parties' stances on racial equity began to switch.\" That switch came after Democratic legislators passed voting and civil rights legislation i the 1960s.",
                "hrefs": [
                    "https://www.usatoday.com/story/news/factcheck/2020/06/30/fact-check-democratic-party-did-not-found-kkk-start-civil-war/3253803001/"
                ]
            },
            {
                "sentence": "Another important point of context the population counts in North and South Dakota justified statehood and that Democrats, who were at that time were in control of national government and aware of the territory's Republican leanings, had slowed the statehood process, in hopes of gaining a political toehold in the region.",
                "hrefs": [
                    "https://www.ndstudies.gov/gr8/content/unit-iii-waves-development-1861-1920/lesson-4-alliances-and-conflicts/topic-4-statehood/section-1-introduction"
                ]
            },
            {
                "sentence": "In \"History of North Dakota,\" Robinson noted that local advocacy also came into play when it came to the creation of the two states. At the local level, there was an internal push for statehood from a small group of influential men who were unhappy with the outside control that came with Dakota being a territory, and who wanted political equality of status. ",
                "hrefs": [
                    "https://commons.und.edu/oers/1/"
                ]
            }
        ],
        "label": "MixtureAbout this rating"
    },
    {
        "url": "https://www.snopes.com/fact-check/home-sales-tax/",
        "claim": "Home Sales Tax",
        "author": "David Mikkelson",
        "posted": "04/24/2010",
        "sci_digest": [
            "Does a provision of health care legislation impose a 3.8% sales tax on all home sales?"
        ],
        "justification": "Claim:  A provision of \"Obamacare\" health care legislation creates a 3.8% Medicare tax on real estate transactions. \nMIXTURE OF TRUE AND FALSE INFORMATION:   \nFALSE: Health care legislation imposes a 3.8% tax on all home sales.\n\n  \n\nTRUE: Health care legislation imposes a 3.8% transaction tax on profits over the capital gains threshold.\n\n\n Example:  [Collected via e-mail, April 2010] \n3.8% tax on real estate transactions Under the new health care bill - did you know that all real estate transactions are subject to a 3.8% \"Sales Tax\"? You can thank Nancy, Harry & Barack (and your local Congressmen) for this one. If you sell your $400,000 home, this will be a $15,200 tax. Remember Obamas battle cry  take from the workers and give to the drones. TAX ON HOME SALES Imposes a 3.8 percent tax on home sales and other real estate transactions. Middle-income people must pay the full tax even if they are \"rich\" for only one day  the day they sell their house and buy a new one. \n\n\n\n\n  Origins:  One of the provisions in the reconciliation bill (HR 4872) passed in conjunction with the Patient Protection Affordable Care Act (PPACA) health care legislation calls for high-income households to be subject to a new 3.8% Medicare tax on investment income starting in 2013: HR 4872 \n\nThe PPACA creates a new Code Section 1411, which will generally impose a 3.8 percent tax on the lesser of \"net investment income\" or the excess of modified adjusted gross income over a \"threshold amount\" (generally, $250,000 for taxpayers filing a joint return, $125,000 for married taxpayers filing a separate return and $200,000 in all other cases). Net investment income generally means the excess of (i) interest, dividends, annuities, royalties, rents, income from passive activities, income from trading financial instruments and commodities, and gain from the disposition of certain non-business property, over (ii) allowable deductions properly allocable to such income. In determining the amount of net investment income, special rules apply with respect to dispositions of equity interests in certain partnerships and S corporations, and to distributions from certain qualified plans. This additional tax applies to taxable years beginning after December 31, 2012.\n\n This is a complicated section of a complicated piece of legislation, and the 3.8% Medicare tax has been frequently misreported as amounting to a 3.8% \"sales tax\" on all real estate transactions.  This is incorrect: the Medicare tax is not a sales tax, nor does it apply to all real estate transactions; it is a tax on investment income (income which may or not derive from the sale of property) only for persons who earn more than the amounts specified in the bill. First of all, the Medicare tax will be imposed only on individuals with an income above $200,000 and couples with a joint income more than $250,000, a figure which currently excludes about 97% of all U.S. households.  Second, the tax will not be assessed on every house sale, but only on real estate transactions that produce profits over a specified dollar amount.  As Sara Orrange, Government affairs director of the Spokane Association of Realtors noted in response to a repetition of the \"sales tax\" rumor in the Spokane Spokesman-Review: response \n\nIn his recent guest column regarding the impact of the health care bill, Paul Guppy of the Washington Policy Center claimed that a 3.8 percent tax on all home sales was a part of the recently passed legislation. This is inaccurate and needs to be corrected. The truth about the bill is that if you sell your home for a profit above the capital gains threshold of $250,000 per individual or $500,000 per couple then you would be required to pay the additional 3.8 percent tax on any gain realized over this threshold. Most people who sell their homes will not be impacted by these new regulations. This is not a new tax on every seller, and that correction needs to be made. This tax is aimed at so-called \"high earners\"  if you do not fall into that category you will not pay any extra taxes upon the sale of your home.\n For example, let's assume that a couple with an income of $325,000 bought a house in 2004 for $300,000 and resold it in 2013 for $850,000, thus producing a $550,000 profit.  Since U.S. law allows a couple to exclude from their gross income\nprofits of up to $500,000 from the sale of their principal residence, the taxable gain from this sale would be $50,000 (i.e., a $550,000 profit minus the $500,000 exclusion), and the couple's taxable income would now be $375,000 (i.e., the original $325,000 plus the $50,000 of taxable profit from their home sale).   The 3.8% Medicare tax would now apply to whichever of the following dollar figures is the lesser: exclude \n a)  The amount by which the couple's taxable income now exceeds the $250,000 income threshold level.  b)  The amount of taxable income gained from the sale of their home.\n In case (a), the dollar figure  would be the couple's taxable income ($375,000) minus the income threshold level ($250,000), or $125,000. In case (b), the dollar figure would be amount of taxable income gained from the sale of their home, which, as detailed above, was $50,000 (i.e., $550,000 profit minus the $500,000 exclusion).   The second dollar amount is the lesser of the two, and therefore the couple would have to pay an additional tax of 3.8 percent of $50,000, which would amount to $1,900.  (If the hypothetical couple had realized less than a $500,000 profit on the sale of their residence, none of that gain would be subject to the 3.8% tax.) The referenced tax is therefore not a tax on all real estate sales; it is an investment income tax which could result in a very small percentage of home sellers paying additional taxes on home sales profits over a designated threshold amount.   In short, if you're a \"high earner\" and you sell your home at a substantial profit, you might be required to pay an additional 3.8% tax. However, given that only about 3% of U.S. households have incomes that exceed the specified income threshold amount, the existing home sale capital gains exclusion on a principal residence ($250,000 for individuals, $500,000 for couples) still stands, and the national median existing-home price in January 2012 was only $154,700 , the Medicare tax will likely affect only a very small percentage of home sellers when it is implemented in 2013. median Additional information:  \n\n    The 3.8% Tax:\nReal Estate Scenarios & Examples\n\n\n  The 3.8% Tax:\nReal Estate Scenarios & Examples Last updated:  15 March 2012\n    Sahadi, Jeanne.  \"Medicare Tax Hikes: What the Rich Will Pay.\"\n   CNNMoney.com.  25 March 2010.\n",
        "issues": [
            "dividend"
        ],
        "image_data": [
            {
                "image_src": "/images/mixture.gif",
                "image_caption": null
            },
            {
                "image_src": "/images/red.gif",
                "image_caption": null
            },
            {
                "image_src": "/images/green.gif",
                "image_caption": null
            },
            {
                "image_src": "https://www.snopes.com/uploads/images/graphics/icons/news/document.gif",
                "image_caption": null
            },
            {
                "image_src": "/images/template/icon-sources.gif",
                "image_caption": null
            }
        ],
        "evidence": [
            {
                "sentence": "Origins:  One of the provisions in the reconciliation bill (HR 4872) passed in conjunction with the Patient Protection Affordable Care Act (PPACA) health care legislation calls for high-income households to be subject to a new 3.8% Medicare tax on investment income starting in 2013:",
                "hrefs": [
                    "https://www.healthcare.gov/law/resources/authorities/section/1402-unearned-income-medicare-contribution.pdf"
                ]
            },
            {
                "sentence": "First of all, the Medicare tax will be imposed only on individuals with an income above $200,000 and couples with a joint income more than $250,000, a figure which currently excludes about 97% of all U.S. households.  Second, the tax will not be assessed on every house sale, but only on real estate transactions that produce profits over a specified dollar amount.  As Sara Orrange, Government affairs director of the Spokane Association of Realtors noted in response to a repetition of the \"sales tax\" rumor in the Spokane Spokesman-Review:",
                "hrefs": [
                    "https://www.spokesman.com/stories/2010/apr/03/home-sales-tax-clarified/"
                ]
            },
            {
                "sentence": "For example, let's assume that a couple with an income of $325,000 bought a house in 2004 for $300,000 and resold it in 2013 for $850,000, thus producing a $550,000 profit.  Since U.S. law allows a couple to exclude from their gross income\nprofits of up to $500,000 from the sale of their principal residence, the taxable gain from this sale would be $50,000 (i.e., a $550,000 profit minus the $500,000 exclusion), and the couple's taxable income would now be $375,000 (i.e., the original $325,000 plus the $50,000 of taxable profit from their home sale).   The 3.8% Medicare tax would now apply to whichever of the following dollar figures is the lesser:",
                "hrefs": [
                    "https://www.law.cornell.edu/uscode/text/26/121"
                ]
            },
            {
                "sentence": "The referenced tax is therefore not a tax on all real estate sales; it is an investment income tax which could result in a very small percentage of home sellers paying additional taxes on home sales profits over a designated threshold amount.   In short, if you're a \"high earner\" and you sell your home at a substantial profit, you might be required to pay an additional 3.8% tax. However, given that only about 3% of U.S. households have incomes that exceed the specified income threshold amount, the existing home sale capital gains exclusion on a principal residence ($250,000 for individuals, $500,000 for couples) still stands, and the national median existing-home price in January 2012 was only $154,700 , the Medicare tax will likely affect only a very small percentage of home sellers when it is implemented in 2013.",
                "hrefs": [
                    "https://www.realtor.org/press_room/news_releases/2010/04/ehs_favorable"
                ]
            },
            {
                "sentence": "\n\n    The 3.8% Tax:\nReal Estate Scenarios & Examples\n\n\n",
                "hrefs": [
                    "https://www.realtor.org/small_business_health_coverage.nsf/docfiles/government_affairs_invest_inc_tax_broch.pdf/$FILE/government_affairs_invest_inc_tax_broch.pdf",
                    "https://www.realtor.org/small_business_health_coverage.nsf/docfiles/government_affairs_invest_inc_tax_broch.pdf/$FILE/government_affairs_invest_inc_tax_broch.pdf"
                ]
            }
        ],
        "label": ""
    },
    {
        "url": "https://www.snopes.com/fact-check/home-run/",
        "claim": "Obamacare Allows Forced Home Inspections",
        "author": "David Mikkelson",
        "posted": "08/27/2013",
        "sci_digest": [
            "Does a provision of Obamacare allow federal agents to conduct forced home inspections?"
        ],
        "justification": " Claim:  A provision of Obamacare allows federal agents to conduct forced home inspections and remove children from the custody of their parents. FALSE Examples:  \n[Green, September 2013] Grassfire's Liberty News team is reporting on a little-known aspect of ObamaCare  FORCED HOME INSPECTIONS. Simply put, provisions of ObamaCare allow federal agents to activate forced home inspections. The inspections are being sold as a simple act to ensure eligibility, but upon digging deeper we find the agents will have broad authority in using the new tool to clamp down on privacy and violate American rights. Homeschool your kids? Smoke a cigar from time to time? Have a member who was at one time active duty military? ObamaCare enables agents to force a home inspection upon you. And no state will be off limits to the ObamaCare inspections.\n \n [Collected via e-mail, October 2013] DID YOU KNOW... Even your children belong to the government. Under Obamacare, on October\n1, 2013, CPS field agents, armed with a manual published by Human Health\nand Services and codified under Obamacare will begin operating under the\npower granted to them by Obamacare. Subsequently, they will be able to\nconduct forced home visits without a warrant. Things such as a (yet\nundefined) bad grade, missing more than 5 days in school in any one month,\ncan get a parent to be declared guilty of educational neglect. Having a\ngun or beer in your house can get your children removed from your custody.\nEven the traditional act of grounding your child for misbehavior will get\nyou declared to be guilty of \"isolation neglect\" and subject your child\nfor removal from your authority and your home. If you are a parent and you\nhave not heard of this provision of Obamacare, I would suggest you read\nthe 110 page manual that was created by the United Nations. This is the\nHHS/CPS field manual that goes into effect this week!\n Origins:  This alarmist warning about a provision of the Patient Protection and Affordable Care Act [PPACA] (commonly known as \"Obamacare\") supposedly authorizing federal agents to undertake \"forced home inspections\" under the guise of ensuring eligibility began in August 2013 as a blog post that was picked up and uncritically spread via other blogs and web sites.  The original entry claimed, in part, that: blog post \n\nAccording to an Obamacare provision millions of Americans will be targeted. The Health and Human Services' website states that your family will be targeted if you fall under the \"high-risk\" categories below: \n Families where mom is not yet 21.\n Families where someone is a tobacco user.\n Families where children have low student achievement, developmental delays, or disabilities.\n Families with individuals who are serving or formerly served in the armed forces, including such families that have members of the armed forces who have had multiple deployments outside the United States.\n There is no reference to Medicaid being the determinant for a family to be \"eligible.\" In 2011, the HHS announced $224 million will be given to support evidence-based home visiting programs to \"help parents and children.\" Individuals from the state will implement these leveraging strategies to \"enhance program sustainability.\" Constitutional attorney and author Kent Masterson Brown states, \"This is not a 'voluntary' program. The eligible entity receiving the grant for performing the home visits is to identify the individuals to be visited and intervene so as to meet the improvement benchmarks. A homeschooling family, for instance, may be subject to 'intervention' in 'school readiness' and 'social-emotional developmental indicators.' A farm family may be subject to 'intervention' in order to 'prevent child injuries' The sky is the limit.\"\n No provision of the PPACA authorizes federal agents to undertake \"forced home inspections.\"  What this item (erroneously) references is the PPACA's creation of the Maternal, Infant, and Early Childhood Home Visiting Program (MIECHV), which \"facilitates collaboration and partnership at the federal, state, and community levels to improve health and MIECHV development outcomes for at-risk children through evidence-based home visiting programs\" by awarding development grants to states that \"currently have modest home visiting programs and want to build on existing efforts.\" The grant program is intended to assist states (not the federal government) in conducting voluntary in-home visits to high-risk households with children younger than the age of five to help match those families with government services related to issues such as maternal and child health, child development, school readiness, economic self-sufficiency, and child abuse prevention.  (These home visiting programs are not something new created by Obamacare; there were  extant home visiting programs in nearly every state prior to the passage of the PPACA.) extant  As noted in a September 2011 press release from the U.S. Department of Health and Human Services (HHS): press release \n\n\"Home visiting programs play a critical role in the nation's efforts to help children get off to a strong start. Parenting is a tough job, and helping parents succeed pays big dividends in a child's well-being and healthy development,\" said HHS Secretary Kathleen Sebelius.  Both the formula and competitive grants will be used by state agencies to support home visiting programs that bring nurses, social workers, or other health care professionals to meet with at-risk families that agree to meet with them in their homes.  They work with families to evaluate their circumstances, help parents gain the skills they need to succeed in promoting healthy development in their children, and connect families to the kinds of help that can make a real difference in a child's health, development, and ability to learn.  Research has shown that home visiting programs can improve outcomes for children and families, including improving maternal and child health, reducing child maltreatment, increasing parental employment, and improving the rate at which children reach developmental milestones. HHS undertook an exhaustive review of the research evidence on different home visiting programs to identify the models that have been shown to work.\n The PPACA defines high-risk households as: \nLow-income eligible families.\n Eligible families who are pregnant women who have not attained age 21.\n Eligible families that have a history of child abuse or neglect or have had interactions with child welfare services.\n Eligible families that have a history of substance abuse or need substance abuse treatment.\n Eligible families that have users of tobacco products in the home.\n Eligible families that are or have children with low student achievement.\n Eligible families with children with developmental delays or disabilities.\n Eligible families who, or that include individuals who, are serving or formerly served in the Armed Forces,\nincluding such families that have members of the Armed Forces who have had multiple deployments outside of the\nUnited States.\n However, nothing in the PPACA authorizes federal or state agents to \"target\" and conduct forced inspections at such households.  The PPACA requires that MIECHV grant recipients give priority to such households (because that's where the return on money spent is highest), but as stated in the press release quoted above, the MIECHV grant program brings \"nurses, social workers, or other health care professionals to meet with at-risk families that agree to meet with them in their homes.  Likewise, the relevant section (p. 251) of the PPACA specifically states that MIECHV grant recipients must provide \"assurances that the entity will establish procedures to ensure that the participation of each eligible family in the program is voluntary.\"  PPACA Last updated:  5 October 2013\n ",
        "issues": [
            "dividend"
        ],
        "image_data": [
            {
                "image_src": "https://beatyinsurance.com/wp-content/uploads/2012/12/insurance-quote.jpg",
                "image_caption": null
            },
            {
                "image_src": "/images/red.gif",
                "image_caption": null
            }
        ],
        "evidence": [
            {
                "sentence": "Origins:  This alarmist warning about a provision of the Patient Protection and Affordable Care Act [PPACA] (commonly known as \"Obamacare\") supposedly authorizing federal agents to undertake \"forced home inspections\" under the guise of ensuring eligibility began in August 2013 as a blog post that was picked up and uncritically spread via other blogs and web sites.  The original entry claimed, in part, that:",
                "hrefs": [
                    "https://benswann.com/obamacare-provision-forced-home-inspections/"
                ]
            },
            {
                "sentence": "No provision of the PPACA authorizes federal agents to undertake \"forced home inspections.\"  What this item (erroneously) references is the PPACA's creation of the Maternal, Infant, and Early Childhood Home Visiting Program (MIECHV), which \"facilitates collaboration and partnership at the federal, state, and community levels to improve health and",
                "hrefs": [
                    "https://mchb.hrsa.gov/programs/homevisiting/"
                ]
            },
            {
                "sentence": "The grant program is intended to assist states (not the federal government) in conducting voluntary in-home visits to high-risk households with children younger than the age of five to help match those families with government services related to issues such as maternal and child health, child development, school readiness, economic self-sufficiency, and child abuse prevention.  (These home visiting programs are not something new created by Obamacare; there were  extant home visiting programs in nearly every state prior to the passage of the PPACA.)",
                "hrefs": [
                    "https://www.pewstates.org/research/data-visualizations/home-visiting-inventory-85899372712"
                ]
            },
            {
                "sentence": " As noted in a September 2011 press release from the U.S. Department of Health and Human Services (HHS):",
                "hrefs": [
                    "https://www.hhs.gov/news/press/2011pres/09/20110922b.html"
                ]
            },
            {
                "sentence": "However, nothing in the PPACA authorizes federal or state agents to \"target\" and conduct forced inspections at such households.  The PPACA requires that MIECHV grant recipients give priority to such households (because that's where the return on money spent is highest), but as stated in the press release quoted above, the MIECHV grant program brings \"nurses, social workers, or other health care professionals to meet with at-risk families that agree to meet with them in their homes.  Likewise, the relevant section (p. 251) of the PPACA specifically states that MIECHV grant recipients must provide \"assurances that the entity will establish procedures to ensure that the participation of each eligible family in the program is voluntary.\" ",
                "hrefs": [
                    "https://housedocs.house.gov/energycommerce/ppacacon.pdf"
                ]
            }
        ],
        "label": ""
    },
    {
        "url": "https://www.snopes.com/fact-check/sanders-tax-plan-52-percent/",
        "claim": "Did Sanders Propose Raising Taxes to 52% on Incomes Over $29,000?",
        "author": "Dan Evon",
        "posted": "02/21/2020",
        "sci_digest": [
            "A popular meme appears to have conflated two different tax proposals from the 2020 Democratic presidential candidate."
        ],
        "justification": "In February 2020, a text meme concerning Sen. Bernie Sanders' health care plan and his proposal to raise the minimum wage to $15 an hour was circulated on social media. The meme contained several arithmetic equations that supposedly showed how the pay increase for minimum wage workers would be negated by the hike in taxes needed to pay for Sanders' \"Medicare for All\" plan:   \nBernie Sanders said at the debate last night he wants minimum wage to be $15 an hour. 15$ x 40 hr work week = $600\n600$ x 52 weeks per year = $31,200 Bernie Sanders wants free healthcare for all and was asked how he would pay for it. His answer was to raise taxes 52% on anyone making over $29,000 per year. 52% of $31,200 = $16,224 in tax\n$31,200 - $16,224 = $14,976 is your pay\n$14,976  52 weeks = $288 per week\n$288  40 hr week = $7.20 per hour But there's no need to check the arithmetic in this meme. The general claim here  that Sanders' health care plan would raise the tax rate to 52% on everyone making over $29,000 per year  is egregiously false. In short, no. One proposal offered by Sanders would raise the tax rate to 52% on earnings over $10 million. Sanders also proposed that the first $29,000 of a person's income would be exempt from taxes, and a 4% income-based premium would be applied to earnings over $29,000. The meme asserts that Sanders made this claim \"at the debate last night.\" As this meme started circulating in mid-February 2020, we'll assume that timing refers to the Democratic presidential debate held in Las Vegas on Feb. 17, 2020. Although Sanders did say that he wanted to raise the minimum wage to $15 during that debate, he did not say that he would pay for his health care plan by raising \"taxes to 52% on anybody making over $29,000 a year.\" Former South Bend Mayor Pete Buttigieg did maintain that \"taxes will go up on anybody making more than $29,000\" under Sanders' tax plan, but Buttigieg did not claim that the tax rate would increase to 52% for these individuals. Sanders disputed Buttigieg's claim during the debate, saying the latter was \"not being honest\" and that any tax increase for low-wage workers would be offset by lower health care costs. Here's an excerpt of the exchange between the two men (a full transcript of the debate is available here): here BUTTIGIEG: [Sanders] was a congressman at the time. And the qualities I admired then are qualities I still respect a great deal. I never said that I agree with every part of his policy views, then or now. But I appreciate that at least he's straightforward and honest about them. He's honest about the fact that taxes will go up on anybody making more than $29,000 to fund his health care plan, although, again, a little bit vague about how the rest of that gets ... SANDERS: You're not being honest. Premiums would be eliminated. BUTTIGIEG: But you're still raising those taxes. And when you do it... SANDERS: But we're saving people money because they don't pay any premiums, out-of-pocket expenses, co-payments, or deductibles. They're going to be much better off. [applause] BUTTIGIEG: But where is  where is the other $25 trillion supposed to come from? At a certain point, you've got to do the math. SANDERS: Well, we got it all up there on the internet. It's a payroll tax  a payroll tax... [crosstalk] BUTTIGIEG: Well, no, but even after the payroll tax, you still have a hole. [crosstalk] SANDERS: Because we have a wealth tax. Elizabeth [Warren] has a good one. Ours is a little bit tougher on Mr. Bloomberg than hers. We're going to raise it in a progressive way, which deals with income and wealth inequality, and makes certain, finally, that health care in this country is a human right, not a privilege. Although Sanders did not reference it during that debate, we did find mention of a 52% tax rate on a document he released to explain various \"options to finance Medicare for All.\" That document stated that the 52% tax rate would be applied to earnings over $10 million, not $29,000 as claimed in the meme. Here's the relevant excerpt from that document (emphasis ours): document Another option is to reform the personal income tax system by strengthening progressive income tax rates, taxing capital gains and dividends the same as work income, limiting deductions for the wealthy, taxing carried interest as ordinary income, and requiring derivatives to be marked to market. Progressive income tax rates. Under this plan the marginal income tax rate would be: Sanders mentioned the $29,000 figure in another document entitled \"Financing Medicare for All.\" This documented listed a few additional ways to pay for Medicare for All, including a 4% income-based premium on incomes over $29,000. Here's an excerpt from that document (emphasis ours): Financing Medicare for All As the wealthiest country in the world, we have a variety of options available to support a Medicare for All, single-payer health care system that guarantees high quality, affordable health care as a right, not a privilege, to every man, woman, and child in this country. Those options include, but are not limited to: Sanders elaborated on this portion of his plan during a September 2019 appearance on \"The Late Show with Stephen Colbert\": September 2019  Sanders made a similar statement during a town hall in New Hampshire in November 2019. Sanders again said that the first $29,000 of an individual's earnings would be exempt from taxes and then a 4% tax rate would apply on earnings over $29,000: town hall What we will do  what we will do is have a four percent tax on income exempting the first $29,000,\" Sanders told his supporters. \"All right, good. You  youre better at arithmetic than I am. Because what that means is if you are that average family in the middle who makes $60,000 a year, that means were going to tax you on $31,000 at four percent. We were unable to find any instance of Sanders' proposing a 52% tax rate on \"anybody making over $29,000\" per year, something that appears to be an erroneous conflation of Sanders' proposing a 4% tax rate on earnings over $29,000 and a 52% tax rate on earnings over $10 million. A counter-meme offered a more accurate (although still not entirely accurate) look at Sanders' actual expressed plans:  This meme, too, makes a mistake. Sanders' tax proposal uses a marginal tax rate (or a progressive tax rate), which means that a different tax rate is applied to different portions of a person's income. The percentage taxed starts relatively small, but grows as income increases. In Sanders' case, the first $29,000 of a person's income would be exempt from taxes. When a person's income crosses the $29,000 threshold, a 4% tax will be applied to earnings OVER$29,000. This tax rate continues to grow as income increases. Income over $10 million, for instance, would be taxed at 52%. But the above-displayed meme applies a 4% tax rate to ALL $31,200. Under Sanders' plan, however, the first $29,000 would be exempt and the 4% tax rate would only apply to the remaining $2,200. We reached out to Sanders' campaign for comment on the claim that the candidate was planning to raise the tax rate to 52% on everyone making over $29,000 per year. A spokesperson told us \"the meme is false.\"  Kangadis, Nick.  \"Bernie Sanders Says Tax Hike on Lower, Middle Classes Will Pay for Medicare for All Plan.\"\r\n  MRCTV.  26 November 2019. Frazin, Rachel.  \"Colbert Questions Sanders on Middle-Class Tax Hike After Pressing Warren on the Same Topic.\"\r\n  The Hill.  27 September 2019. NBC News.  \"Full Transcript: Ninth Democratic Debate in Las Vegas.\"\r\n  19 February 2020. Updated [24 February 2020]: Added information to clarify the marginal tax rate structure and correct an inaccurate portion of a secondary meme. ",
        "issues": [
            "dividend"
        ],
        "image_data": [
            {
                "image_src": "https://www.snopes.com/uploads/2020/02/screenshot-2020-02-21-at-2.31.33-pm.png",
                "image_caption": null
            },
            {
                "image_src": "https://www.snopes.com/uploads/2020/02/sanders_tax.jpg",
                "image_caption": null
            }
        ],
        "evidence": [
            {
                "sentence": "Here's an excerpt of the exchange between the two men (a full transcript of the debate is available here):",
                "hrefs": [
                    "https://www.nbcnews.com/politics/2020-election/full-transcript-ninth-democratic-debate-las-vegas-n1139546"
                ]
            },
            {
                "sentence": "Here's the relevant excerpt from that document (emphasis ours):",
                "hrefs": [
                    "https://www.sanders.senate.gov/download/options-to-finance-medicare-for-all"
                ]
            },
            {
                "sentence": "Sanders mentioned the $29,000 figure in another document entitled \"Financing Medicare for All.\" This documented listed a few additional ways to pay for Medicare for All, including a 4% income-based premium on incomes over $29,000. Here's an excerpt from that document (emphasis ours):",
                "hrefs": [
                    "https://www.sanders.senate.gov/download/medicare-for-all-2019-financing?id=860FD1B9-3E8A-4ADD-8C1F-0DEDC8D45BC1&download=1&inline=file"
                ]
            },
            {
                "sentence": "Sanders elaborated on this portion of his plan during a September 2019 appearance on \"The Late Show with Stephen Colbert\":",
                "hrefs": [
                    "https://thehill.com/homenews/campaign/463425-colbert-questions-sanders-on-middle-class-tax-hike-after-pressing-warren-on"
                ]
            },
            {
                "sentence": "Sanders made a similar statement during a town hall in New Hampshire in November 2019. Sanders again said that the first $29,000 of an individual's earnings would be exempt from taxes and then a 4% tax rate would apply on earnings over $29,000:",
                "hrefs": [
                    "https://www.mrctv.org/blog/bernie-sanders-says-tax-hike-lower-middle-classes-will-pay-medicare-all-plan"
                ]
            }
        ],
        "label": "FalseAbout this rating"
    },
    {
        "url": "https://www.snopes.com/fact-check/biden-banks-600-dollar-irs/",
        "claim": "Will Banks Have To Report All Transactions Over $600 to IRS Under Biden Plan?",
        "author": "Nur Ibrahim",
        "posted": "09/16/2021",
        "sci_digest": [
            "The American Families Plan has a reporting requirement for banks that has infuriated some."
        ],
        "justification": "Announced in April 2021, U.S. President Joe Bidens American Families Plan is an ambitious proposal that aims to expand Americans' access to childcare and education and increase the number of women in the workforce. The plan is to fund all of this through more taxes on higher-income earners and increased reporting requirements of banks that could potentially yield more tax revenue. These reporting requirements have caught the ire of a number of banks that took issue with this less widely known section of the plan. Announced reporting A Facebook post by FNB Community Bank claimed: The Biden administration has proposed requiring all community banks and other financial institutions to report to the IRS on all deposits and withdrawals through business and personal accounts worth more than $600 regardless of tax liability. This indiscriminate, comprehensive bank account reporting to the [Internal Revenue Service (IRS)] can soon be enacted in Congress and will create an unacceptable invasion of privacy for our customers. Facebook post   Another screenshot shared by our readers expressed similar concerns:   The Independent Community Bankers of America (ICBA) even began a campaign, calling on communities to send a letter to Biden to prevent this so-called intrusive proposal\": began a campaign, Tell Congress: Don't Let IRS Invade My Privacy The Biden administration is proposing requiring financial institutions report to the IRS all transactions of all business and personal accounts worth more than $600. This is an unprecedented invasion of privacy. In order to knock down this intrusive proposal, please send this letter to your representative and senators immediately. We looked up the proposal itself, and it does require more robust reporting of transactions across business and personal accounts. The proposal, which aims to go into effect after Dec. 31, 2022, states: proposal This proposal would create a comprehensive financial account information reporting regime. Financial institutions would report data on financial accounts in an information return. The annual return will report gross inflows and outflows with a breakdown for physical cash, transactions with a foreign account, and transfers to and from another account with the same owner. This requirement would apply to all business and personal accounts from financial institutions, including bank, loan, and investment accounts, with the exception of accounts below a low de minimis gross flow threshold of $600 or fair market value of $600. We begin by explaining some of the more technical terms in this proposal. A \"de minimis threshold\" is broadly defined as the amount of a transaction that has such a small value that accounting for it would be unreasonable. We spoke to Visiting Assistant Professor of Tax Law at New York University, Nyamagaga Gondwe, who explained, \"It is the amount below which the [IRS] would argue isn't worth investigating. It's the difference between your company giving you a $5 card to Subway, versus traveling on a private jet on your company's dime. [The latter] is worth reporting.\" In this case, \"gross flow\" refers to the aggregate inflows and outflows of cash from bank accounts. In sum, the current proposal stipulates that an aggregate amount of less than $600 worth of cash flowing into and out of accounts is not worth reporting.  defined gross flow The \"fair market value\" refers to the amount people are willing to pay for an asset in the open market. In this case, Gondwe argued, the use of the term could possibly refer to the changing market value of transactions more than $600 that may occur in foreign currency transactions.  refers to The ICBA claims that the proposal will make banks report \"all transactions\" above the limit, but this is misleading. While it is true that the IRS will have more information on cashflows above $600, that doesnt mean they will have all the information pertaining to all transactions. The Center for American Progress (CAP) points out that banks will only be providing aggregate numbers to the IRS after each year  gross inflow and gross outflow  and not individualized transaction information. This reporting requirement would also extend to peer-to-peer payment services like Venmo, but wouldnt require people to report any additional information to the government. According to The Wall Street Journal, financial institutions must already report interest, dividends, and investment incomes to the IRS, and the IRS can get other information through audits. Center for American Progress extend Wall Street Journal audits According to Marie Sapirie of Tax Notes, a publication focused on tax news, a parenthetical to the proposal indicates that there is some flexibility on raising the minimum account balance/inflow/outflow above $600. Tax Notes parenthetical The Tax Notes report also states that the treasury department estimated this form of reporting would raise $463 billion over the 10-year budget window, making it the third largest revenue raiser proposed in the budget. The aim is to target businesses outside of large corporations that carry out gross underreporting of their income in the amount of $166 billion per year. According to the proposal: Requiring comprehensive information reporting on the inflows and outflows of financial accounts will increase the visibility of gross receipts and deductible expenses to the IRS. Increased visibility of business income will enhance the effectiveness of IRS enforcement measures and encourage voluntary compliance. Tax Notes aim Banks claim this would be an invasion of consumer privacy, with the ICBA saying it would allow the government to monitor account information. However, CAP analysts Seth Hanlon and Galen Hendricks argue, Only the prior years total inflow and total outflow would be reported on annual forms. No one would say that the IRS monitors you on your job because it receives a W-2 from your employer with your total wages every January. saying argue Another challenge not mentioned in the ICBAs consumer alert is the higher costs this reporting proposal may place on banks. In May 2021, a coalition of banking associations wrote a letter to the U.S. Senate Committee on Finance, arguing that they already give a lot of data to the IRS, and that this would impose additional costs on their systems: consumer alert wrote a letter The costs and other burdens imposed to collect and report account flow information would surpass the potential benefits from such a reporting scheme. New reporting would appear to require material development costs and process additions for financial institutions, as well as significant reconciliation and compliance burden on impacted taxpayers. For example, reporting total gross receipts and disbursements would require a new reporting paradigm for depository institutions, which necessitates system changes to collect the information. On the flipside, Sapirie wrote for Tax Notes, the benefits of such a reporting proposal may be difficult to come by: Tax Notes Increasing the amount of information flowing into the IRS would not in itself lead to increased enforcement, and it might come with added challenges. [Former IRS Commissioner Charles O.] Rossotti acknowledged that the IRS today cannot use all the information it already receives, and significant areas of noncompliance are barely addressed, so more reporting alone will not solve the problem. It would almost certainly have a deterrent effect for taxpayers contemplating evasion, but the extent of that effect is unclear, and it might be insufficient to justify the costs to financial institutions and the federal government of implementing such a large new reporting regime. But CAPs analysis argues that this will help prevent tax evasion, while also providing more funding to enhance data security for consumers: CAPs analysis Additional funding would go to enhancing data security. Even at present, the IRS data security is already much better than the financial industry, with only very rare and limited breaches compared to the exponentially bigger data breaches from financial institutions. Second, the reporting of information flows only from financial institutions to the IRS and not in the other direction, as some earlier proposals had called for.  [...] The Biden administrations bank reporting proposal is a critical element of the Build Back Better agenda. It gives the IRS some visibility into opaque forms of income that disproportionately accrue to high-income individuals. Despite fearmongering from bank lobbies, the proposal protects taxpayers privacy while simply requiring banks to provide basic, aggregated information about flows. That enables the IRS to select audits in a more efficient and equitable way so that the vast majority of taxpayers will be less likely to be audited. And by deterring and helping catch tax cheats, the proposal raises substantial revenue for the Build Back Better agenda, which provides critical investments to increase economic opportunities for American families and communities. On Oct. 12, 2021, Speaker Nancy Pelosi defended the proposal in response to a question from a reporter, who said, \"[Banks] are concerned about the tracking of transactions that are greater than $600, Americans are starting to get worried about this. Do you think [this] is going to stay in the Reconciliation Bill?\"  defended \"With all due respect, the plural of anecdote is not data,\" Pelosi said. \"Yes, there are concerns that some people have. But if people are breaking the law and not paying their taxes, one way to track them is through the banking measure. I think $600  that's a negotiation that will go on as to what the amount is. But yes.\"     Whatever the impact of this proposal is, it does require additional reporting of certain bank transactions, just not in the way the above banks are portraying it. As such, we rate this claim a Mixture. A Scorecard for Reconciliation, Round 2. Tax Analysts, https://www.taxnotes.com/featured-analysis/scorecard-reconciliation-round-2/2021/09/10/783l0?highlight=biden. Accessed 15 Sept. 2021. Community Banks Must Engage Customers on New IRS Reporting Mandates. ICBA, https://www.icba.org/newsroom/blogs/main-street-matters---advocacy/2021/08/19/community-banks-must-engage-customers-on-new-irs-reporting-mandates. Accessed 15 Sept. 2021. Consumer Alert from ICBA. ICBA, https://www.icba.org/bank-locally/consumer-alert-from-icba. Accessed 15 Sept. 2021.\nDigging Into the Bank Info Reporting Plan. Tax Analysts, https://www.taxnotes.com/tax-notes-today-global/information-reporting/digging-bank-info-reporting-plan/2021/08/30/777dx. Accessed 15 Sept. 2021. Fair Market Value (FMV). Investopedia, https://www.investopedia.com/terms/f/fairmarketvalue.asp. Accessed 16 Sept. 2021. \"General Explanations of the Administrations Fiscal Year 2022 Revenue Proposals.\" Department of the Treasury, May 2021, https://home.treasury.gov/system/files/131/General-Explanations-FY2022.pdf. Accessed 15 Sept. 2021. Gross Cash Flow Definition. Law Insider, https://www.lawinsider.com/dictionary/gross-cash-flow. Accessed 16 Sept. 2021. Hanlon, Seth, and Galen Hendricks. Bank Tax Reporting Is a Critical Component of Bidens Build Back Better Agenda. Center for American Progress, 14 Sept. 2021, https://www.americanprogress.org/issues/economy/news/2021/09/14/503821/bank-tax-reporting-critical-component-bidens-build-back-better-agenda/. Accessed 15 Sept. 2021. ICBA Urges House Panel to Reject IRS Monitoring Plan. Default, https://www.icba.org/newsroom/news-and-articles/2021/09/09/icba-urges-house-panel-to-reject-irs-monitoring-plan. Accessed 15 Sept. 2021. Jagoda, Naomi. Pelosi Defends IRS Bank-Reporting Proposal, Says Specifics Open to Negotiation. The Hill, 12 Oct. 2021, https://thehill.com/policy/finance/576362-pelosi-defends-irs-bank-reporting-proposal. Joint Trades Statement for the Record: Senate Subcommittee on Taxation and IRS Oversight Hearing Entitled: Closing the Tax Gap: Lost Revenue from Noncompliance and the Role of Offshore Tax Evasion.\" 10 May 2021, https://bpi.com/wp-content/uploads/2021/06/Joint-SfR-Senate-Finance-Subcommitte-Hearing-on-Closing-the-Tax-Gap-051021.pdf. Accessed 15 Sept. 2021. Rubin, Orla McCaffrey and Richard. Biden Tax Plan Leans on Banks to Help Find Unreported Income. Wall Street Journal, 29 Apr. 2021. www.wsj.com, https://www.wsj.com/articles/biden-tax-plan-leans-on-banks-to-help-find-unreported-income-11619701380. Accessed 15 Sept. 2021. Tankersley, Jim, and Dana Goldstein. Biden Details $1.8 Trillion Plan for Workers, Students and Families. The New York Times, 28 Apr. 2021. NYTimes.com, https://www.nytimes.com/2021/04/28/us/politics/biden-american-families-plan.html. Accessed 15 Sept. 2021. \"When Is a Minimal Fringe Benefit Not So Minimal?\" https://www.wolterskluwer.com/en/expert-insights/when-is-a-minimal-fringe-benefit-not-so-minimal. Accessed 16 Sept. 2021. Oct. 14, 2021: Added Pelosi's comments on the proposal. ",
        "issues": [
            "dividend"
        ],
        "image_data": [
            {
                "image_src": "https://www.snopes.com/tachyon/2021/09/Screen-Shot-2021-09-15-at-3.08.57-PM.png",
                "image_caption": null
            },
            {
                "image_src": "https://www.snopes.com/tachyon/2021/09/Copy-of-square-1.jpeg",
                "image_caption": null
            }
        ],
        "evidence": [
            {
                "sentence": "Announced in April 2021, U.S. President Joe Bidens American Families Plan is an ambitious proposal that aims to expand Americans' access to childcare and education and increase the number of women in the workforce. The plan is to fund all of this through more taxes on higher-income earners and increased reporting requirements of banks that could potentially yield more tax revenue. These reporting requirements have caught the ire of a number of banks that took issue with this less widely known section of the plan.",
                "hrefs": [
                    "https://www.nytimes.com/2021/04/28/us/politics/biden-american-families-plan.html",
                    "https://archive.li/jdXf7"
                ]
            },
            {
                "sentence": "A Facebook post by FNB Community Bank claimed: The Biden administration has proposed requiring all community banks and other financial institutions to report to the IRS on all deposits and withdrawals through business and personal accounts worth more than $600 regardless of tax liability. This indiscriminate, comprehensive bank account reporting to the [Internal Revenue Service (IRS)] can soon be enacted in Congress and will create an unacceptable invasion of privacy for our customers.",
                "hrefs": [
                    "https://www.facebook.com/FnbCommunityBank/posts/4414263288619911"
                ]
            },
            {
                "sentence": "The Independent Community Bankers of America (ICBA) even began a campaign, calling on communities to send a letter to Biden to prevent this so-called intrusive proposal\":",
                "hrefs": [
                    "https://www.icba.org/bank-locally/consumer-alert-from-icba"
                ]
            },
            {
                "sentence": "We looked up the proposal itself, and it does require more robust reporting of transactions across business and personal accounts. The proposal, which aims to go into effect after Dec. 31, 2022, states:",
                "hrefs": [
                    "https://home.treasury.gov/system/files/131/General-Explanations-FY2022.pdf"
                ]
            },
            {
                "sentence": "We begin by explaining some of the more technical terms in this proposal. A \"de minimis threshold\" is broadly defined as the amount of a transaction that has such a small value that accounting for it would be unreasonable. We spoke to Visiting Assistant Professor of Tax Law at New York University, Nyamagaga Gondwe, who explained, \"It is the amount below which the [IRS] would argue isn't worth investigating. It's the difference between your company giving you a $5 card to Subway, versus traveling on a private jet on your company's dime. [The latter] is worth reporting.\" In this case, \"gross flow\" refers to the aggregate inflows and outflows of cash from bank accounts. In sum, the current proposal stipulates that an aggregate amount of less than $600 worth of cash flowing into and out of accounts is not worth reporting. ",
                "hrefs": [
                    "https://www.wolterskluwer.com/en/expert-insights/when-is-a-minimal-fringe-benefit-not-so-minimal",
                    "https://www.lawinsider.com/dictionary/gross-cash-flow"
                ]
            },
            {
                "sentence": "The \"fair market value\" refers to the amount people are willing to pay for an asset in the open market. In this case, Gondwe argued, the use of the term could possibly refer to the changing market value of transactions more than $600 that may occur in foreign currency transactions. ",
                "hrefs": [
                    "https://www.investopedia.com/terms/f/fairmarketvalue.asp"
                ]
            },
            {
                "sentence": "The ICBA claims that the proposal will make banks report \"all transactions\" above the limit, but this is misleading. While it is true that the IRS will have more information on cashflows above $600, that doesnt mean they will have all the information pertaining to all transactions. The Center for American Progress (CAP) points out that banks will only be providing aggregate numbers to the IRS after each year  gross inflow and gross outflow  and not individualized transaction information. This reporting requirement would also extend to peer-to-peer payment services like Venmo, but wouldnt require people to report any additional information to the government. According to The Wall Street Journal, financial institutions must already report interest, dividends, and investment incomes to the IRS, and the IRS can get other information through audits.",
                "hrefs": [
                    "https://www.americanprogress.org/issues/economy/news/2021/09/14/503821/bank-tax-reporting-critical-component-bidens-build-back-better-agenda/",
                    "https://archive.li/jdXf7",
                    "https://archive.li/jdXf7",
                    "https://www.americanprogress.org/issues/economy/news/2021/09/14/503821/bank-tax-reporting-critical-component-bidens-build-back-better-agenda/"
                ]
            },
            {
                "sentence": "According to Marie Sapirie of Tax Notes, a publication focused on tax news, a parenthetical to the proposal indicates that there is some flexibility on raising the minimum account balance/inflow/outflow above $600.",
                "hrefs": [
                    "https://www.taxnotes.com/tax-notes-today-global/information-reporting/digging-bank-info-reporting-plan/2021/08/30/777dx",
                    "https://thefederalist.com/wp-content/uploads/2021/09/Possible-Revenue-Provisions-and-Descriptions.pdf"
                ]
            },
            {
                "sentence": "The Tax Notes report also states that the treasury department estimated this form of reporting would raise $463 billion over the 10-year budget window, making it the third largest revenue raiser proposed in the budget. The aim is to target businesses outside of large corporations that carry out gross underreporting of their income in the amount of $166 billion per year. According to the proposal: Requiring comprehensive information reporting on the inflows and outflows of financial accounts will increase the visibility of gross receipts and deductible expenses to the IRS. Increased visibility of business income will enhance the effectiveness of IRS enforcement measures and encourage voluntary compliance.",
                "hrefs": [
                    "https://www.taxnotes.com/tax-notes-today-global/information-reporting/digging-bank-info-reporting-plan/2021/08/30/777dx",
                    "https://home.treasury.gov/system/files/131/General-Explanations-FY2022.pdf"
                ]
            },
            {
                "sentence": "Banks claim this would be an invasion of consumer privacy, with the ICBA saying it would allow the government to monitor account information. However, CAP analysts Seth Hanlon and Galen Hendricks argue, Only the prior years total inflow and total outflow would be reported on annual forms. No one would say that the IRS monitors you on your job because it receives a W-2 from your employer with your total wages every January.",
                "hrefs": [
                    "https://www.icba.org/newsroom/news-and-articles/2021/09/09/icba-urges-house-panel-to-reject-irs-monitoring-plan",
                    "https://www.americanprogress.org/issues/economy/news/2021/09/14/503821/bank-tax-reporting-critical-component-bidens-build-back-better-agenda/"
                ]
            },
            {
                "sentence": "Another challenge not mentioned in the ICBAs consumer alert is the higher costs this reporting proposal may place on banks. In May 2021, a coalition of banking associations wrote a letter to the U.S. Senate Committee on Finance, arguing that they already give a lot of data to the IRS, and that this would impose additional costs on their systems:",
                "hrefs": [
                    "https://www.icba.org/bank-locally/consumer-alert-from-icba",
                    "https://bpi.com/wp-content/uploads/2021/06/Joint-SfR-Senate-Finance-Subcommitte-Hearing-on-Closing-the-Tax-Gap-051021.pdf"
                ]
            },
            {
                "sentence": "On the flipside, Sapirie wrote for Tax Notes, the benefits of such a reporting proposal may be difficult to come by:",
                "hrefs": [
                    "https://www.taxnotes.com/tax-notes-today-global/information-reporting/digging-bank-info-reporting-plan/2021/08/30/777dx"
                ]
            },
            {
                "sentence": "But CAPs analysis argues that this will help prevent tax evasion, while also providing more funding to enhance data security for consumers:",
                "hrefs": [
                    "https://www.americanprogress.org/issues/economy/news/2021/09/14/503821/bank-tax-reporting-critical-component-bidens-build-back-better-agenda/"
                ]
            },
            {
                "sentence": "On Oct. 12, 2021, Speaker Nancy Pelosi defended the proposal in response to a question from a reporter, who said, \"[Banks] are concerned about the tracking of transactions that are greater than $600, Americans are starting to get worried about this. Do you think [this] is going to stay in the Reconciliation Bill?\" ",
                "hrefs": [
                    "https://thehill.com/policy/finance/576362-pelosi-defends-irs-bank-reporting-proposal"
                ]
            }
        ],
        "label": "MixtureAbout this rating"
    }
]