[
    {
        "url": "https://www.snopes.com/fact-check/aig-bailout/",
        "claim": "AIG Bailout",
        "author": "David Mikkelson",
        "posted": "02/08/2009",
        "sci_digest": [
            "Congress supported a bailout of AIG because that company insures the Congressional pension trust?"
        ],
        "justification": "Claim:  Congress supported a bailout of AIG because that company insures the Congressional pension trust. FALSE Example:  [Collected via e-mail, January 2009] \nPoliticians!!!! Did you ever wonder? I couldn't figure out why would the Congress let some firms go under and then bend over backwards to help others.\nThis makes sense now!!!!!! This sounds almost too logical...... why hasn't it gotten national press coverage? Remember when this economic crisis hit, and Congress let Bear Sterns go under, pushed a bunch of forced marriages between banks, etc.? Then they bailed out AIG. At the time, I thought: \"That's strange what does an insurance company have to do with this crisis?\" I think I just found the answer. Among other things, AIG INSURES THE PENSION TRUST OF THE UNITED STATES CONGRESS!! No wonder they got bailed out right away! To hell with the people, let's protect our future, said all our Senators and Congressmen.  Nice to see where their loyalties lie! I'm from the government and I'm here to help myself !\n Origins:  As the U.S. government began, in the latter part of 2008, to grapple with growing economic turmoil and the prospect that many large U.S. financial and corporate institutions were on the brink of failure, one of the vexing issues it confronted was which businesses it should attempt to rescue.  Should the government take over or provide direct financial assistance (\"bailouts\") to mortgage finance  companies (particularly Fannie Mae and Freddie Mac), or to the banking industry, or to the auto industry? One of corporate entities \"bailed out\" by the government was the insurance giant American International Group, commonly known as AIG.  In September 2008 the Federal Reserve (not Congress) provided AIG with an $85 billion loan in exchange for a 79.9% equity stake, and the Federal Reserve also provided another $37.8 billion loan to AIG three weeks later and subsequently gave the company access to another $20.9 billion.  (These loans were restructured in November 2008 to provide a total bailout package of over $150 billion to AIG.) Why did the government decide to assist AIG?  The item reproduced above posits that it was pure self-interest:  Supposedly Congress \"bailed out\" AIG because that company \"insures the pension trust of the United States Congress\" while supposedly allowing other financial institutions to wither and die or pushing them into \"forced marriages.\"  (Global financial services firm Bear Stearns didn't \"go under\"; it was acquired by JPMorgan Chase, with assistance from the Federal Reserve, back in March 2008. In other transactions, Wells Fargo bought Wachovia, and JPMorgan Chase purchased Washington Mutual.) acquired However, AIG was more than just an ordinary \"insurance company.\"  That firm insured the debt of other financial institutions, and government officials were greatly concerned that AIG's failure could have a cascading effect that would produce catastrophic results among the entire U.S. (and global) financial industry: \n\nWhat frightened Fed and Treasury officials was not simply the prospect of another giant corporate bankruptcy, but A.I.G.'s role as an enormous provider of esoteric financial insurance contracts to investors who bought complex debt securities. They effectively required A.I.G. to cover losses suffered by the buyers in the event the securities defaulted. It meant A.I.G. was potentially on the hook for billions of dollars worth of risky securities that were once considered safe. If A.I.G. had collapsed  and been unable to pay all of its insurance claims  institutional investors around the world would have been instantly forced to reappraise the value of those securities, and that in turn would have reduced their own capital and the value of their own debt. Small investors, including anyone who owned money market funds with A.I.G. securities, could have been hurt, too. And some insurance policy holders were worried, even though they have some protections. \"It would have been a chain reaction,\" said Uwe Reinhardt, a professor of economics at Princeton University. \"The spillover effects could have been incredible.\"\n Associated Press economics writer Jeannine Aversa explained the importance of the government's decision in the wake of the AIG bailout: \n\nQ: Why is it important to keep AIG afloat? A: AIG is a global colossus, with operations in more than 130 countries. It is so interconnected with other financial firms that its problems have a jolting ripple effect both in the United States and abroad. AIG was pushed to the brink of bankruptcy in September [2008] when its credit rating was downgraded and it could not post the collateral for which it was obligated under the \"credit default swap\" contracts it had issued. Credit default swaps are a type of corporate debt insurance. The Fed raced to the rescue at that time to prevent AIG's failure, which could have triggered billions of dollars in losses at other banks and financial firms that bought these swaps from AIG  sending them into failure as well.\n As a final nail in the coffin of the \"AIG insures the pension trust of the United States Congress\" claim, we reproduce the following response provided to us by Charlie Armstrong, AIG's Senior Director of Advertising & Global Branding: \n\nIn response to your question as to whether AIG insures the US Congressional Trust, we don't.  In fact, we've been told that no private company insures federal pensions  such a product doesn't exist.  Further, none of our financial services companies provide advisory services to Congress' pension fund.  We've explored this issue at length with our business units and have found no connection whatsoever to the fund. This rumor surfaced recently on a blog.  We're not sure who started the rumor, or why, but the rumor is baseless.\n\n The OpenSecrets web site lists Barack Obama among the many politicians from both parties who have previously received campaign contributions (not \"bonus payments\" or \"bailout money,\" as is frequently reported) from AIG. campaign contributions Last updated:  18 March 2009\n    Aversa, Jeannine.  \"Meltdown 101: Why Did the AIG Bailout Get Bigger?\"\n   The Guardian.  12 November 2008.    Bawden, Tom.  \"Citigroup Buys Debt-Hit Wachovia.\"\n   The [London] Times.  30 September 2008.    Gordon, Marcy.  \"JPMorgan's WaMu Purchase Stands  Bailout or No.\"\n   The Seattle Times.  29 September 2008.    Montia, Gil.  \"Bear Stearns Acquired by JPMorgan Chase for $240 Million.\"\n   Banking Times.  17 March 2008.    Ventura County Star.  \"Bear Stearns Acquisition Sends Tremors Through Markets.\"\n   Banking Times.  23 March 2008.\n",
        "issues": [
            "collateral"
        ],
        "image_data": [
            {
                "image_src": "/images/red.gif",
                "image_caption": null
            },
            {
                "image_src": "/images/template/icon-sources.gif",
                "image_caption": null
            }
        ],
        "evidence": [
            {
                "sentence": "Why did the government decide to assist AIG?  The item reproduced above posits that it was pure self-interest:  Supposedly Congress \"bailed out\" AIG because that company \"insures the pension trust of the United States Congress\" while supposedly allowing other financial institutions to wither and die or pushing them into \"forced marriages.\"  (Global financial services firm Bear Stearns didn't \"go under\"; it was acquired by JPMorgan Chase, with assistance from the Federal Reserve, back in March 2008. In other transactions, Wells Fargo bought Wachovia, and JPMorgan Chase purchased Washington Mutual.)",
                "hrefs": [
                    "https://www.bearstearns.com/includes/pdfs/PressRelease_BSC_31May08.pdf"
                ]
            },
            {
                "sentence": "The OpenSecrets web site lists Barack Obama among the many politicians from both parties who have previously received campaign contributions (not \"bonus payments\" or \"bailout money,\" as is frequently reported) from AIG.",
                "hrefs": [
                    "https://www.opensecrets.org/orgs/recips.asp?id=D000000123"
                ]
            }
        ],
        "label": ""
    },
    {
        "url": "https://www.snopes.com/fact-check/penn-stated/",
        "claim": "Sean Penn Letter to Washington Post",
        "author": "Barbara Mikkelson",
        "posted": "11/24/2002",
        "sci_digest": [
            "Did Sean Penn publish a letter to the President in the Washington Post?"
        ],
        "justification": "Claim:  Actor Sean Penn published a letter to President George W. Bush in The Washington Post. \nStatus:  True.\n Example:  [Collected on the Internet, 2002] An Open Letter to the President of the United States of America Mr. Bush: Good morning sir. Like you, I am a father and an American. Like you, I consider myself a patriot. Like you, I was horrified by the events of this past year, concerned for my family and my country. However,\nI do not believe in a simplistic and inflammatory view of good and evil. I believe this is a big world full of men, women, and children who struggle  to eat, to love, to work, to protect their families, their beliefs, and their dreams. My father, like yours, was decorated for service in World War II. He raised me with a deep belief in the Constitution and the Bill of Rights, as they should apply to all Americans who would sacrifice to maintain them and to all human beings as a matter of principle.  Many of your actions to date and those proposed seem to violate every defining principle of this country over which you preside: intolerance of debate (\"with us or against us\"), marginalization of your critics, the promoting of fear through unsubstantiated rhetoric, manipulation of a quick comfort media, and position of your administration's deconstruction of civil liberties all contradict the very core of the patriotism you claim. You lead, it seems, through a blood-lined sense of entitlement. Take a close look at your most\nvehement media supporters. See the fear in their eyes as their loud voices of support ring out with that historically disastrous undercurrent of rage and panic masked as \"straight tough talk.\" How far have we come from understanding what it is to kill one man, one woman, or one child, much less the \"collateral damage\" of many hundreds of thousands. Your use of the words, \"this is a new kind of war\" is often accompanied by an odd smile. It concerns me that what you are asking of us is to abandon all previous lessons of history in favor of following you blindly into the future. It worries me because with all your best intentions, an enormous economic surplus has been squandered. Your administration has virtually dismissed the most fundamental environmental concerns and therefore, by implication, one gets the message that, as you seem to be willing to sacrifice the children of the world, would you also be willing to sacrifice ours. I know this cannot be your aim so, I beg you Mr. President, listen to\nGershwin, read chapters of Stegner, of Saroyan, the speeches of Martin Luther King. Remind yourself of America. Remember the Iraqi children, our children, and your own.  There can be no justification for the actions of Al Qaeda. Nor acceptance of the criminal viciousness of the tyrant, Saddam Hussein. Yet, that bombing is answered by bombing, mutilation by mutilation, killing by killing, is a pattern that only a great country like ours can stop. However, principles cannot be recklessly or greedily abandoned in the guise of preserving them.  Avoiding war while accomplishing national security is no simple task. But you will recall that we Americans had a little missile problem down in Cuba once. Mr. Kennedy's restraint (and that of the nuclear submarine captain, Arkhipov) is to be aspired to. Weapons of mass destruction are\nclearly a threat to the entire world in any hands. But as Americans, we must ask ourselves, since the potential for Mr. Hussein to possess them threatens not only our country, (and in fact, his technology to launch is likely not yet at that high a level of sophistication) therefore, many in his own region would have the greatest cause for concern. Why then, is the United States, as led by your administration, in the small minority of the world nations predisposed toward a preemptive military assault on Iraq?  Simply put, sir, let us re-introduce inspection teams, inhibiting offensive capability. We buy time, maintain our principles here and abroad and demand of ourselves the ingenuity to be the strongest diplomatic muscle on the planet, perhaps in the history of the planet. The answers will come. You are a man of faith, but your saber is rattling the faith of many Americans in you.  I do understand what a tremendously daunting task it must be to stand in your shoes at this moment. As a father of two young children who will live their lives in the world as it will be affected by critical choices today, I have no choice but to believe that you can ultimately stand as a great president. History has offered you such a destiny. So again, sir, I beg you, help save America before yours is a legacy of shame and horror. Don't destroy our children's future. We will support you. You must support us, your fellow Americans, and indeed, mankind.  Defend us from fundamentalism abroad but don't turn a blind eye to the fundamentalism of a diminished citizenry through loss of civil liberties, of dangerously heightened presidential autonomy through acts of Congress, and of this country's mistaken and pervasive belief that its \"manifest destiny\" is to police the world. We know that Americans are frightened and angry. However, sacrificing American soldiers or innocent civilians in an unprecedented preemptive attack on a separate sovereign nation, may well prove itself a most temporary medicine. On the other hand, should you mine and have faith in the best of this country to support your leadership in representing a strong, thoughtful, and educated United States, you may well triumph for the long haul. Lead us there, Mr. President, and we will stand\nwith you. Sincerely,\nSean Penn\nSan Francisco, California\n \n Origins:  The letter quoted above did indeed appear in the pages of The Washington Post as a paid advertisement.  Numerous news stories have reported that it cost actor Sean Penn $56,000 to run the ad, which took up most of a page in the first section of the 18 October 2002 edition of The Washington Post. Is Sean Penn right? It doesn't matter  the point is every American always has opinions about the government, and this condition exists no matter who is in the White House or what he's doing. There are going to be people on both sides of any issue, and at times some of them will be famous and/or wealthy. There's a larger question here: Should the opinions of celebrities or the well-to-do be accorded higher degrees of respect simply because the folks they issue from have the power or money to publicize them? Most folks don't have the requisite $56,000 to ensure their views get printed in The Washington Post and instead have to make do with a 37 stamp and their faith in the U.S. Postal Service to deliver mail to the White House. This method, by the way, works well when the sole object of the activity is to relay one citizen's deeply-felt concerns to the President of his country  a stamp places that power to be heard into every person's hands, no matter how humble. Buying space in a newspaper, however, is far less about securing the attention of a President deemed urgently in need of guidance than it is about pontificating to the masses, even if the piece is putatively \"addressed\" to just one person. It's a soapbox grab and an especially arrogant, self-entitled one in that the podium is gained not by virtue of stunning displays of eloquence or irrefutable logic but by way of its having been rented for the day. According to the U.S. Census Bureau, in 1999 the median income for American households was $41,994. In other words, the wage earners in a statistically typical American family  would have to work at least 16 months just to gross what this Sean Penn paid for a turn on the soapbox.  For many of them, including the millions of families living far below the poverty line, $56,000 is an unimaginable fortune, the likes of which they'll never see unless they hit the lottery. They therefore cannot pay to get their opinions published in a newspaper. $41,994 Barbara \"money talks\" Mikkelson Additional information:  Last updated:  2 December 2007\n  \n\n     \n \n",
        "issues": [
            "collateral"
        ],
        "image_data": [
            {
                "image_src": "https://www.snopes.com/content/themes/snopes/assets/images/common/page.gif",
                "image_caption": null
            },
            {
                "image_src": "https://www.snopes.com/content/themes/snopes/assets/images/common/referenc.gif",
                "image_caption": null
            }
        ],
        "evidence": [
            {
                "sentence": "According to the U.S. Census Bureau, in 1999 the median income for American households was $41,994. In other words, the wage earners in a statistically typical American family  would have to work at least 16 months just to gross what this Sean Penn paid for a turn on the soapbox.  For many of them, including the millions of families living far below the poverty line, $56,000 is an unimaginable fortune, the likes of which they'll never see unless they hit the lottery. They therefore cannot pay to get their opinions published in a newspaper.",
                "hrefs": [
                    "https://quickfacts.census.gov/qfd/states/00000.html"
                ]
            }
        ],
        "label": ""
    },
    {
        "url": "https://www.snopes.com/fact-check/scorn-curtain/",
        "claim": "Claire Braz-Valentine Letter to John Ashcroft",
        "author": "David Mikkelson",
        "posted": "07/08/2002",
        "sci_digest": [
            "Did Claire Braz-Valentine write and read an 'Open Letter to John Ashcroft' at Cabrillo College?"
        ],
        "justification": "Claim:  Claire Braz-Valentine wrote and read  \"An Open Letter to John Ashcroft\" at Cabrillo College. \nStatus:  True.\n Example:  [Collected via e-mail, 2005] \n\n\nThis poem was written and read at the Santa Cruz Celebration of The Muse at Cabrillo College in 2002. The evening is a benefit for survivors of breast cancer.  AN OPEN LETTER TO JOHN ASCROFT, ATTORNEY GENERAL OF THE UNITED STATES  On January 28, 2002, Attorney General John Ashcroft, announced that he spent $8000 of taxpayer's money for drapes to cover up the exposed breast of The Spirit of Justice, an 18ft aluminum statue of a woman that stands in the Hall of Justice.  John, John, John,\nyou've got your priorities all wrong.\nWhile men fly airplanes into skyscrapers,\ndive bomb the pentagon,\nwhile they stick explosives into their shoes,\nand then book a seat right next to us,\nwhile they hide knives in their luggage,\nsteal kids on school buses,\ntake little girls from their beds at night\ndrive trucks into our state capital buildings,\nwhile our president calls dangerous men all over the world\nevildoers and devils,\nwhile we live in the threat of biological warfare\nnuclear destruction,\nannihilation,\nyou are out buying yardage\nto save Americans\nfrom the appalling\nalarming, abominable\naluminum alloy of evil,\nthat terrible ten foot tin tittie.\nYou might not be able to find Bin Laden\nBut you sure as hell found the hooter in the hall of justice.  It's not that we aren't grateful\nBut while we were begging the women of Afghanistan\nto not cover up their faces,\nyou are begging your staff members to\njust cover up that nipple,\nto save the American people\nfrom that monstrous metal mammary.\nHow can we ever thank you?  So, in your office every morning,\nin your secret prayer meeting,\nwhile an American woman is sexually assaulted every 6 seconds,\nwhile anthrax floats around the post office,\nand settles in the chest of senior citizens,\nyou've got another chest on your mind.\nWhile American sons arrive home in body bags\nand heat seeking missiles,\nfly around a foreign country,\nlooking for any warm body,\nyou think of another body.\nAnd you pray for the biggest bra in the world John,\nbecause you see that breast on the spirit of justice\nin the spirit of your\nown inhibited sexuality.\nAnd when we women see\nour grandmothers, our mothers, our daughters, our granddaughters,\nour sisters, ourselves,\nwhen we women see that\nstatue the spirit of justice\nwe see the spirit of strength\nthe spirit of survival.\nWhile every day\nwe view innocent bodies dragged out of rubble\nand women and children laid out\nlike thin limp dolls\nand baptized into death as collateral damage,\nand the hollow eyed Afghani mother's milk has dried\nup underneath her burka,\nin famine, in shame,\nand her children are dead at her breast.  While you look at that breast John,\nthat jug on the spirit of justice,\nand deal with your thoughts of lust,\nand sex, and nakedness,\nwe see it as a testimony motherhood,\nAnd you see it as a tit.  It's not the money it cost.\nIt's the message you send.\nWe've got the right to live in freedom.\nWe got the right to cheat Americans out\nof millions of dollars and then\njust not want to tell congress about it.\nWe've got the right\nto drop bombs night and day\non a small country that has no army,\nno navy, no military at all,\nbecause we've got the right to bear arms\nbut we just better not even think\nabout not the right to bare breasts.\nSo now John, you can be photographed\nwhile you stand there and talk about\nguns,and bombs, and poisons,\nwithout the breast appearing over your right shoulder,\nwithout that bodacious bosom bothering you,\nand we just wanted to tell you,\nin the spirit of justice,\nin the spirit of truth,\nJohn,\nthere is still one very big boob left standing there in that picture.  Claire Braz-Valentine\n Origins:  The issue at the heart of this piece is two Art Deco sculptures which have stood in the Great Hall of the Department of Justice since that headquarters building opened in 1936.  Commissioned from German sculptor C. Paul Jennewein, the pair of 12-1/2 foot statues represent the Spirit of Justice and the Majesty of the Law: the former is a female figure draped in a toga, with raised arms and one exposed breast; the   latter is a male figure with a draped cloth covering his midsection. Press photographers over the years had sometimes taken advantage of the positioning of the statues to snap \"boob in front of the boob\" shots (such as a notorious photo of Edwin Meese, Attorney General during President Reagan's second term, holding a report on pornography aloft with the partially nude female statue visible behind him).   After John Ashcroft, the Attorney General during President George W. Bush's first term, was captured by press cameramen in similar shots, the media reported in January 2002 that Ashcroft had ordered (or approved) the Department of Justice's spending of $8,650 for drapes to hide the two statues because he didn't like being photographed in front of them (or, worse, that Ashcroft was a embarrassingly prudish Philistine who was offended by any representation of nudity).  Department of Justice spokespersons maintained that the drapes were used not to hide the statues but to  \"provide a nice background for television cameras\" during formal events; that the purchase had been made by a DoJ staffer on her own initiative to save the $2,000 per event cost of renting them; and that \"the attorney general was not even aware of the situation.\"  Critics held that the DoJ's disputing the issue of who actually authorized the purchase of the drapes was a smoke screen (since rental drapes were already being used to cover the statues); that the drapes were left hanging all the time and were not put in place only when televised events were being held in the Great Hall; and that even if Attorney General Ashcroft didn't know about or authorize the purchase, he certainly didn't order the drapes removed, either:  Whatever the truth of the \"Drapegate\" incident, poet, playwright, and journalist Claire Braz-Valentine used the issue as the basis for her poem quoted above, \"An Open Letter to John Ashcroft,\" which she read (to much laughter) at the 2002 \"In Celebration of the Muse,\" an annual poetry event at held Cabrillo College in Santa Cruz, California.  A transcription of her poem began making the rounds of the Internet shortly afterwards (although somewhere along the way someone took the title a bit too literally and formatted the text as if it were an actual letter). Claire Braz-Valentine A QuickTime video of Ms. Braz-Valentine reading her poem at Cabrillo College can be viewed at the link below. Update: John Ashcroft stepped down as Attorney General after the 2004 elections, and President Bush selected Alberto R. Gonzales as his replacement.  On 24 June 2005, the blue drapes were quietly removed from the Great Hall, once again revealing the sculptures which had been hidden behind them for more than three years.  According to a Department of Justice spokesman, the decision to remove the drapes was made by Paul Corts, assistant attorney general for administration, and Attorney General Alberto R. Gonzales \"agreed with the recommendation.\" Additional information: \n  \n\n An Open Letter to John Ashcroft  (Claire Braz-Valentine)\n\n   Last updated:  25 June 2005\n  \n\n\n  Sources:\n\n   Eggen, Dan.  \"Sculpted Bodies and a Strip Act at Justice Dept.\"\n   The Washington Post.  25 June 2005  (p. A2).     Hines, Cragg.  \"Keeping Abreast of Ashcroft's Prudery.\"\n   Houston Chronicle.  1 February 2002.     Newton, Christopher.  \"Justice Dept. Hangs Drapes in Front of Partially Nude Statues.\"\n   The Detroit News (AP).  29 January 2002.     BBC News.  \"Curtains for Semi-Nude Justice Statue.\"\n   29 January 2002.\n\n",
        "issues": [
            "collateral"
        ],
        "image_data": [
            {
                "image_src": "https://www.snopes.com/uploads/images/politics/graphics/ashcroft.jpg",
                "image_caption": null
            },
            {
                "image_src": "https://www.snopes.com/uploads/images/politics/graphics/justhall.jpg",
                "image_caption": null
            },
            {
                "image_src": "https://www.snopes.com/content/themes/snopes/assets/images/common/page.gif",
                "image_caption": null
            },
            {
                "image_src": "https://www.snopes.com/content/themes/snopes/assets/images/common/referenc.gif",
                "image_caption": null
            }
        ],
        "evidence": [
            {
                "sentence": "Whatever the truth of the \"Drapegate\" incident, poet, playwright, and journalist Claire Braz-Valentine used the issue as the basis for her poem quoted above, \"An Open Letter to John Ashcroft,\" which she read (to much laughter) at the 2002 \"In Celebration of the Muse,\" an annual poetry event at held Cabrillo College in Santa Cruz, California.  A transcription of her poem began making the rounds of the Internet shortly afterwards (although somewhere along the way someone took the title a bit too literally and formatted the text as if it were an actual letter).",
                "hrefs": [
                    "https://homepage.mac.com/clairebraz/"
                ]
            },
            {
                "sentence": " \n\n An Open Letter to John Ashcroft  (Claire Braz-Valentine)\n\n",
                "hrefs": [
                    "https://homepage.mac.com/clairebraz/reading.htm"
                ]
            }
        ],
        "label": ""
    },
    {
        "url": "https://www.snopes.com/fact-check/trump-gamble-court-case/",
        "claim": "Could a Case Currently Before the Supreme Court Result in a Stronger Presidential Pardon?",
        "author": "Alex Kasprak",
        "posted": "10/03/2018",
        "sci_digest": [
            "Gamble v. United States concerns a felon who was arrested for possession of a firearm. It could also have significant bearing on the Presidents much vaunted pardon power."
        ],
        "justification": "This article discussed the potential implications of a case that was, at the time of writing, undecided by the Supreme Court. On 17 June 2019 the Supreme Court decided that case, rejecting arguments that could have resulted in a stronger presidential pardon. Far from Kavanaugh's being a deciding vote on the case, the court ruled 7-2 against the notion that Federal and State prosecution for the same crime violates the so-called double jeopardy clause of the Constitution. Justices Ruth Bader Ginsburg and Neil M. Gorsuch dissented. decided On 29 November 2015, a motorist named Terance Gamble, who had been convicted of second degree robbery seven years earlier, was pulled over by an Alabama police officer because of a faulty headlight on his vehicle. Upon searching the car, the officer found a handgun, among other items. It is illegal under both Alabama law and United States law for convicted felons to possess firearms, and Gamble was eventually sentenced to one year in prison on that charge by the state of Alabama. Terance Gamble During Gamble's prosecution under Alabama law for possession of a firearm as a felon, the Federal Government also charged him with the same crime. Gambles lawyers argued that this second conviction was a violation of the U.S. Constitutions ban on double jeopardy, which is intended to protect people from being prosecuted for the same crime more than once. The double jeopardy clause is found in Fifth Amendment to the U.S. constitution, which states (in part) that \"No person shall ... be subject for the same offense to be twice put in jeopardy of life or limb. Specifically, the clause has been interpreted to be a prohibition on: interpreted Gamble has been in federal prison since entering a guilty plea on 18 October 2016 that allowed him to appeal his case. In June 2018, the Supreme Court agreed to hear his argument that he has been unconstitutionally punished multiple times for the same crime. While the case is about the constitutionality of a man being charged twice for the same gun possession incident in a narrow sense, the case more broadly has the potential to significantly alter 150 years of Supreme Court precedent. Since the 1850s, the Supreme Court has allowed for one explicit exception to the Constitutions double jeopardy protections: cases of dual sovereignty (or separate sovereigns) which stem from view that the federal government and state governments are distinct entities with occasionally overlapping jurisdictions. (Exceptions to this exception exist which seek to limit double prosecutions at the federal level, but as this case shows they do not always have that effect.) federal level, This separate sovereigns exception to double jeopardy, though built on several previous rulings, was made most explicit in a 1920s bootlegging case, United States v. Lanza, which allowed a man to be charged with bootlegging crimes by both the state of Washington and the federal government. With respect to that case, Chief Justice William Howard Taft argued: United States v. Lanza We have here two sovereignties, deriving power from different sources, capable of dealing with the same subject matter within the same territory. Each may, without interference by the other, enact laws to secure prohibition, with the limitation that no legislation can give validity to acts prohibited by the amendment. Each government, in determining what shall be an offense against its peace and dignity, is exercising its own sovereignty, not that of the other. The separate sovereigns exemption has for much of its history been a controversial precedent which critics maintain is not rooted in the original text of the Constitution but is instead cobbled together from different partially relevant Supreme Court decisions -- decisions rooted in a time when the federal government was less powerful and whose questions never directly sought to address the explicit matter of double punishment for the same crime in state and federal jurisdictions. This argument is reflected in Gambles filing. filing The government argues in this case that the precedent is well-established through myriad Supreme Court cases and consistent with the Founding Fathers' vision of state and federal government duality: The dual-sovereignty principle has been long held, and consistently endorsed by this Court, which has recognized its soundness as a matter of [p]recedent, experience, and reason alike, The Court explained the roots of the principle more than 150 years ago. And in 1959, the Court described a challenge to the dual-sovereignty doctrine as not a new question, having been invoked and rejected in over twenty cases\" ... Each sovereign is entitled to exercis[e] its own sovereignty to determin[e] what shall be an offense against its peace and dignity and prosecute the offender without interference by the other. Under petitioners interpretation of the Double Jeopardy Clause, one sovereigns efforts (successful or not) to enforce its own laws would vitiate the other sovereigns similar law-enforcement prerogatives. But that cannot be squared with the Constitutions bedrock structure of governance. In this case, Gamble has explicitly asked the Supreme Court to rule on a single specific question: Whether the Court should overrule the separate sovereigns exception to the Double Jeopardy Clause. The reason Gamble v. United States is generating buzz from people other than constitutional law scholars is that the separate sovereigns exception also prevents President Trump from pardoning people for state crimes. Under current Supreme Court precedent, a presidential pardon of an individual does not prevent that individual from being prosecuted for the same or similar crimes under state law. Under the dual sovereignty doctrine, Adam J. Adler wrote in the Yale Law Review, as long as two offenses are defined by different jurisdictions, they cannot constitute the same offense. wrote The Congressional Research Service issued an August 2018 report on the potential ramifications of the case, and this report included a discussion of its possible effect on the presidential pardon power: report The Gamble case may nevertheless have significant collateral legal effects ... A win for Gamble could also indirectly strengthen the Presidents pardon power, by precluding a state from prosecuting an already-pardoned defendant who has gone to trial on an overlapping offense. Some pundits have speculated that the reason why certain politicians seem to be in a rush to seat Judge Brett Kavanaugh on the Supreme Court is that is that he has a notably strong view of presidential powers and therefore would be a vote in favor of Gamble and for an expansion of presidential pardon powers -- and the Supreme Court announced they would be hearing this case the day after Justice Kennedys retirement. This temporal proximity has prompted some commenters to opine that the rush might be motivated by a desire to limit the presidents legal liability in the Russia probe and other investigations: strong view day after   While we cannot speculate on the motives of politicians who are supporting Judge Kavanaugh's nomination, The Atlantic reported that prominent political legal scholars agree in a general sense with the view of this cases having importance with regard to President Trumps pardon power: reported Within the context of the Mueller probe, legal observers have seen the dual-sovereignty doctrine as a check on President Donald Trumps power: It could discourage him from trying to shut down the Mueller investigation or pardon anyone caught up in the probe, because the pardon wouldnt be applied to state charges. Under settled law, if Trump were to pardon his former campaign chairman Paul Manafort, for example -- he was convicted in federal court on eight counts of tax and bank fraud -- both New York and Virginia state prosecutors could still charge him for any crimes that violated their respective laws ... If the dual-sovereignty doctrine were tossed ... then Trumps pardon could theoretically protect Manafort from state action. If Trump were to shut down the investigation or pardon his associates, the escape hatch, then, is for cases to be farmed out or picked up by state-level attorneys general, who cannot be shut down by Trump and who generally -- but with some existing limits --can charge state crimes even after a federal pardon, explained Elie Honig, a former assistant U.S. attorney in New Jersey. The Atlantic also reported that at least one member of the Senate Judiciary Committee who approved Kavanaugh for a floor vote before the full Senate, Orrin Hatch, has publicly weighed in on the topic (unmotivated, he says, by the implications for the pardon power), filing an Amicus Curiae brief in favor of Gamble which argued that the pervasive federalization of criminal law to cover conduct that traditionally was prosecuted and punished by the states, and that falls within the states core legislative interests, threatens to undermine the protections of the Double Jeopardy Clause unless the dual sovereignty doctrine is overruled in this context. Amicus Curiae Oral arguments for the case have not been scheduled but will occur during this Supreme Court term. If confirmed, Judge Kavanaugh could become a deciding vote in the case. Supreme Court of the United States.  Brief for Petitioner (No. 17-646).\"\r\n  24 October 2017. Cornell Legal Information Institute.  Double Jeopardy.\"\r\n  Accessed 3 October 2018. U.S. Department of Justice.  9-2.031 - Dual and Successive Prosecution Policy (\"Petite Policy\").\"\r\n  Accessed 3 October 2018. Supreme Court of the United States.  United States v. Lanza, 260 U.S. 377.\"\r\n  11 December 1922. Supreme Court of the United States.  Brief for the United States in Opposition (No. 17-646).\"\r\n  16 January 2018. Adler, Adam J.  \"Dual Sovereignty, Due Process, and Duplicative Punishment: A New Solution to an Old Problem.\"\r\n  Yale Law Journal.  November 2014. Hsin, S.  \"When Does Double Prosecution Count as Double Jeopardy?\"\r\n  Congressional Research Service.  16 August 2018. Kirby, Jen.  \"7 Legal Experts on How Kavanaugh Views Executive Power  And What It Could Mean for Mueller.\"\r\n  Vox.  11 July 2018. Vazquez, Maegan.  \"Supreme Court Agrees to Hear 'Double Jeopardy' Case in the Fall.\"\r\n  CNN.  22 June 2018. Bertrand, Natasha.  \"A Supreme Court Case Could Liberate Trump to Pardon His Associates.\"\r\n  The Atlantic.  25 September 2018 Supreme Court of the United States.  Brief of Senator Orrin Hatch as Amicus Curiae in Support of Petitioner (No. 17-646).\"\r\n  11 September 2018. Updated [17 June 2019]: Added note that the Supreme Court ruled on this case. ",
        "issues": [
            "collateral"
        ],
        "image_data": [
            {
                "image_src": "https://www.snopes.com/uploads/2018/10/kavagamble.png",
                "image_caption": null
            }
        ],
        "evidence": [
            {
                "sentence": "This article discussed the potential implications of a case that was, at the time of writing, undecided by the Supreme Court. On 17 June 2019 the Supreme Court decided that case, rejecting arguments that could have resulted in a stronger presidential pardon. Far from Kavanaugh's being a deciding vote on the case, the court ruled 7-2 against the notion that Federal and State prosecution for the same crime violates the so-called double jeopardy clause of the Constitution. Justices Ruth Bader Ginsburg and Neil M. Gorsuch dissented.",
                "hrefs": [
                    "https://www.supremecourt.gov/opinions/18pdf/17-646_d18e.pdf"
                ]
            },
            {
                "sentence": "On 29 November 2015, a motorist named Terance Gamble, who had been convicted of second degree robbery seven years earlier, was pulled over by an Alabama police officer because of a faulty headlight on his vehicle. Upon searching the car, the officer found a handgun, among other items. It is illegal under both Alabama law and United States law for convicted felons to possess firearms, and Gamble was eventually sentenced to one year in prison on that charge by the state of Alabama.",
                "hrefs": [
                    "https://www.supremecourt.gov/DocketPDF/17/17-646/62536/20180904142141905_17-646%20ts.pdf"
                ]
            },
            {
                "sentence": "During Gamble's prosecution under Alabama law for possession of a firearm as a felon, the Federal Government also charged him with the same crime. Gambles lawyers argued that this second conviction was a violation of the U.S. Constitutions ban on double jeopardy, which is intended to protect people from being prosecuted for the same crime more than once. The double jeopardy clause is found in Fifth Amendment to the U.S. constitution, which states (in part) that \"No person shall ... be subject for the same offense to be twice put in jeopardy of life or limb. Specifically, the clause has been interpreted to be a prohibition on:",
                "hrefs": [
                    "https://www.law.cornell.edu/constitution-conan/amendment-5/double-jeopardy"
                ]
            },
            {
                "sentence": "Since the 1850s, the Supreme Court has allowed for one explicit exception to the Constitutions double jeopardy protections: cases of dual sovereignty (or separate sovereigns) which stem from view that the federal government and state governments are distinct entities with occasionally overlapping jurisdictions. (Exceptions to this exception exist which seek to limit double prosecutions at the federal level, but as this case shows they do not always have that effect.)",
                "hrefs": [
                    "https://www.justice.gov/jm/jm-9-2000-authority-us-attorney-criminal-division-mattersprior-approvals#9-2.031"
                ]
            },
            {
                "sentence": "This separate sovereigns exception to double jeopardy, though built on several previous rulings, was made most explicit in a 1920s bootlegging case, United States v. Lanza, which allowed a man to be charged with bootlegging crimes by both the state of Washington and the federal government. With respect to that case, Chief Justice William Howard Taft argued:",
                "hrefs": [
                    "https://supreme.justia.com/cases/federal/us/260/377/"
                ]
            },
            {
                "sentence": "The separate sovereigns exemption has for much of its history been a controversial precedent which critics maintain is not rooted in the original text of the Constitution but is instead cobbled together from different partially relevant Supreme Court decisions -- decisions rooted in a time when the federal government was less powerful and whose questions never directly sought to address the explicit matter of double punishment for the same crime in state and federal jurisdictions. This argument is reflected in Gambles filing.",
                "hrefs": [
                    "https://www.supremecourt.gov/DocketPDF/17/17-646/62536/20180904142141905_17-646%20ts.pdf"
                ]
            },
            {
                "sentence": "The reason Gamble v. United States is generating buzz from people other than constitutional law scholars is that the separate sovereigns exception also prevents President Trump from pardoning people for state crimes. Under current Supreme Court precedent, a presidential pardon of an individual does not prevent that individual from being prosecuted for the same or similar crimes under state law. Under the dual sovereignty doctrine, Adam J. Adler wrote in the Yale Law Review, as long as two offenses are defined by different jurisdictions, they cannot constitute the same offense.",
                "hrefs": [
                    "https://www.yalelawjournal.org/note/dual-sovereignty-due-process-and-duplicative-punishment-a-new-solution-to-an-old-problem"
                ]
            },
            {
                "sentence": "The Congressional Research Service issued an August 2018 report on the potential ramifications of the case, and this report included a discussion of its possible effect on the presidential pardon power:",
                "hrefs": [
                    "https://fas.org/sgp/crs/misc/LSB10188.pdf"
                ]
            },
            {
                "sentence": "Some pundits have speculated that the reason why certain politicians seem to be in a rush to seat Judge Brett Kavanaugh on the Supreme Court is that is that he has a notably strong view of presidential powers and therefore would be a vote in favor of Gamble and for an expansion of presidential pardon powers -- and the Supreme Court announced they would be hearing this case the day after Justice Kennedys retirement. This temporal proximity has prompted some commenters to opine that the rush might be motivated by a desire to limit the presidents legal liability in the Russia probe and other investigations:",
                "hrefs": [
                    "https://www.vox.com/policy-and-politics/2018/7/11/17551648/kavanaugh-mueller-trump-executive-power-legal",
                    "https://www.cnn.com/2018/06/28/politics/supreme-court-double-jeopardy-clause/index.html"
                ]
            },
            {
                "sentence": "While we cannot speculate on the motives of politicians who are supporting Judge Kavanaugh's nomination, The Atlantic reported that prominent political legal scholars agree in a general sense with the view of this cases having importance with regard to President Trumps pardon power:",
                "hrefs": [
                    "https://www.theatlantic.com/politics/archive/2018/09/trump-pardon-orrin-hatch-supreme-court/571285/"
                ]
            },
            {
                "sentence": "The Atlantic also reported that at least one member of the Senate Judiciary Committee who approved Kavanaugh for a floor vote before the full Senate, Orrin Hatch, has publicly weighed in on the topic (unmotivated, he says, by the implications for the pardon power), filing an Amicus Curiae brief in favor of Gamble which argued that the pervasive federalization of criminal law to cover conduct that traditionally was prosecuted and punished by the states, and that falls within the states core legislative interests, threatens to undermine the protections of the Double Jeopardy Clause unless the dual sovereignty doctrine is overruled in this context.",
                "hrefs": [
                    "https://www.supremecourt.gov/DocketPDF/17/17-646/63337/20180911145348110_17-646%20tsac%20Senator%20Orrin%20Hatch.pdf"
                ]
            }
        ],
        "label": "TrueAbout this rating"
    },
    {
        "url": "https://www.snopes.com/fact-check/swift-justice/",
        "claim": "John Kerry Swift Boats",
        "author": "David Mikkelson",
        "posted": "07/30/2004",
        "sci_digest": [
            "Quotes from Swift boat veterans about John Kerry."
        ],
        "justification": "Claim:  Swift boat veterans offer opinions about John Kerry. \nStatus:  Multiple  see below.\n Example:  [Collected on the Internet, 2004] \n\n Swift Boat Quotes about John Kerry \"During the Vietnam War I was Task Force Commander at An Thoi, and my tour of duty was 13 months, from the end of Tet to the beginning of the Vietnamization of the Navy units.  \"Now when I went there right after Tet, I was restricted in my movements. I couldn't go much of anyplace because the Vietcong controlled most of the area. When I left, I could go anywhere I wanted, just about. Commerce was booming, the buses were running, trucks were going, the waterways were filled with sampans with goods going to market, but yet in Kerry's biography he says that our operations were a complete failure. He also mentions a formal conference with me, to try to get more air cover and so on. That conference never happened...\"   Captain Adrian Lonsdale, USCG (retired)  \"While in Cam Rahn Bay, he trained on several 24-hour indoctrination missions, and one special skimmer operation with my most senior and trusted Lieutenant. The briefing from some members of that crew the morning after revealed that they had not received any enemy fire, and yet Lt.(jg) Kerry informed me of a wound  he showed me a scratch on his arm and a piece of shrapnel in his hand that appeared to be from one of our own M-79s. It was later reported to me that Lt.(jg) Kerry had fired an M-79, and it had exploded off the adjacent shoreline. I do not recall being advised of any medical treatment, and probably said something like 'Forget it.' He later received a Purple Heart for that scratch, and I have no information as to how or whom.  Lt.(jg) Kerry was allowed to return to the good old USA after 4 months and a few days in-country, and then he proceeded to betray his former shipmates, calling them criminals who were committing atrocities. Today we are here to tell you that just the opposite is true. Our rules of engagement were quite strict, and the officers and men of Swift often did not even return fire when they were under fire if there was a possibility that innocent people  fishermen, in a lot of cases  might be hurt or injured. The rules and the good intentions of the men increased the possibility that we might take friendly casualties.\"   Commander Grant Hibbard, USN (retired) \"I served with these guys. I went on missions with them, and these men served honorably. Up and down the chain of command there was no acquiescence to atrocities. It was not condoned, it did not happen, and it was not reported to me verbally or in writing by any of these men including \nLt.(jg) Kerry.  In 1971, '72, for almost 18 months, he stood before the television audiences and claimed that the 500,000 men and women in Vietnam, and in combat, were all villains  there were no heroes. In 2004, one hero from the Vietnam War has appeared, running for President of the United States and Commander-in-Chief. It just galls one to think about it.\"   Captain George Elliott, USN (retired)  \"My name is Steve Gardner. I served in 1966 and 1967 on my first tour of duty in Vietnam on Swift boats, and I did my second tour in '68 and '69, involved with John Kerry in the last 2 1/2 months of my tour. The John Kerry that I know is not the John Kerry that everybody else is portraying. I served alongside him and behind him, five feet away from him in a gun tub, and watched as he made indecisive moves with our boat, put our boats in jeopardy, put our crews in jeopardy... if a man like that can't handle that 6-man crew boat, how can you expect him to be our Commander-in-Chief?\"   Steven Gardner  \"I do not believe John Kerry is fit to be Commander-in-Chief of the armed forces of the United States. This is not a political issue. It is a matter of his judgment, truthfulness, reliability, loyalty and trust  all absolute tenets of command. His biography, 'Tour of Duty,' by Douglas Brinkley, is replete with gross exaggerations, distortions of fact, contradictions and slanderous lies. His contempt for the military and authority is evident by even a most casual review of this biography. He arrived in-country with a strong anti-Vietnam War bias and a self-serving determination to build a foundation for his political future. He was aggressive, but vain and prone to impulsive judgment, often with disregard for specific tactical assignments. He was a 'loose cannon.' In an abbreviated tour of four months and 12 days, and with his specious medals secure, Lt.(jg) Kerry bugged out and began his infamous betrayal of all United States forces in the Vietnam War. That included our soldiers, our marines, our sailors, our coast guardsmen, our airmen, and our POWs. His leadership within the so-called Vietnam Veterans Against the War and testimony before Congress in 1971 charging us with unspeakable atrocities remain an undocumented but nevertheless meticulous stain on the men and women who honorably stayed the course. Senator Kerry is not fit for command.\"   Rear Admiral Roy Hoffman, USN (retired), chairman, Swift Boat Veterans for Truth  \"We resent very deeply the false war crimes charges he made coming back from Vietnam in 1971 and repeated in the book \"Tour of Duty.\" We think those cast an aspersion on all those living and dead, from our unit and other units in Vietnam. We think that he knew he was lying when he made the charges, and we think that they're unsupportable. We intend to bring the truth about that to the American people.  We believe, based on our experience with him, that he is totally unfit to be the Commander-in-Chief.\"   John O'Neill, spokesman, Swift Boat Veterans for Truth  \"During Lt.(jg) Kerry's tour, he was under my command for two or three specific operations, before his rapid exit. Trust, loyalty and judgment are the key, operative words. His turncoat performance in 1971 in his grubby shirt and his medal-tossing escapade, coupled with his slanderous lines in the recent book portraying us that served, including all POWs and MIAs, as murderous war criminals, I believe, will have a lasting effect on all military veterans and their families.  Kerry would be described as devious, self-absorbing, manipulative, disdain for authority, disruptive, but the most common phrase that you'd hear is 'requires constant supervision.'\"   Captain Charles Plumly, USN (retired)  \"Thirty-five years ago, many of us fell silent when we came back to the stain of sewage that Mr. Kerry had thrown on us, and all of our colleagues who served over there. I don't intend to be silent today or ever again. Our young men and women who are serving deserve no less.\"   Andrew Horne  \"In my specific, personal experience in both coastal and river patrols over a 12-month period, I never once saw or heard anything remotely resembling the atrocities described by Senator Kerry. If I had, it would have been my obligation to report them in writing to a higher authority, and I would certainly have done that. If Senator Kerry actually witnessed or participated in these atrocities or, as he described them, 'war crimes,' he was obligated to report them. That he did not until later when it suited his political purposes strikes me as opportunism of the worst kind. That he would malign my service and that of his fellow sailors with no regard for the truth makes him totally unqualified to serve as Commander-in-Chief.\"   Jeffrey Wainscott  \"I signed that letter because I, too felt a deep sense of betrayal that someone who took the same oath of loyalty as I did as an officer in the United States Navy would abandon his group here (points to group photo) to join this group here (points to VVAW protest photo), and come home and attempt to rally the American public against the effort that this group was so valiantly pursuing.  It is a fact that in the entire Vietnam War we did not lose one major battle. We lost the war at home... and at home, John Kerry was the Field General.\"   Robert Elder  \"My daughters and my wife have read portions of the book 'Tour of Duty.' They wanted to know if I took part in the atrocities described. I do not believe the things that are described happened.  Let me give you an example. In Brinkley's book, on pages 170 to 171, about something called the 'Bo De massacre' on November 24th of 1968... In Kerry's description of the engagement, first he claimed there were 17 servicemen that were wounded. Three of us were wounded. I was the first...\"   Joseph Ponder  \"Lt. Kerry returned home from the war to make some outrageous statements and allegations... of numerous criminal acts in violation of the law of war were cited by Kerry, disparaging those who had fought with honor in that conflict. Had war crimes been committed by US forces in Vietnam? Yes, but such acts were few and far between. Yet Lt. Kerry have numerous speeches and testimony before Congress inappropriately leading his audiences to believe that what was only an anomaly in the conduct of America's fighting men was an epidemic. Furthermore, he suggested that they were being encouraged to violated the law of war by those within the chain of command.  Very specific orders, on file at the Vietnam archives at Texas Tech University, were issued by my father [Admiral Elmo Zumwalt] and others in his chain of command instructing subordinates to act responsibly in preserving the life and property of Vietnamese civilians.\"   Lt. Col. James Zumwalt, USMC (retired)  \"We look at Vietnam... after all these years it is still languishing in isolated poverty and helplessness and tyranny. This is John Kerry's legacy. I deeply resent John Kerry's using his Swift boat experience, and his betrayal of those who fought there as a stepping-stone to his political ambitions.\"   Barnard Wolff  \"In a whole year that I spent patrolling, I didn't see anything like a war crime, an atrocity, anything like that. Time and again I saw American fighting men put themselves in graver danger trying to avoid... collateral damage.  When John Kerry returned to the country, he was sworn in front of Congress. And then he told my family  my parents, my sister, my brother, my neighbors  he told everyone I knew and everyone I'd ever know that I and my comrades had committed unspeakable atrocities.\"   David Wallace  \"I was in An Thoi from June of '68 to June of '69, covering the whole period that John Kerry was there. I operated in every river, in every canal, and every off-shore patrol area in the 4th Corps area, from Cambodia all the way around to the Bo De River. I never saw, even heard of all of these so-called atrocities and things that we were supposed to have done.  This is not true. We're not standing for it. We want to set the record straight.\"   William Shumadine  \"In 1971, when John Kerry spoke out to America, labeling all Vietnam veterans as thugs and murderers, I was shocked and almost brought to my knees, because even though I had served at the same time and same unit, I had never witnessed or participated in any of the events that the Senator had accused us of. I strongly believe that the statements made by the Senator were not only false and inaccurate, but extremely harmful to the United States' efforts in Southeast Asia and the rest of the world. Tragically, some veterans, scorned by the antiwar movement and their allies, retreated to a life of despair and suicide. Two of my crewmates were among them. For that there is no forgiveness. \"   Richard O'Meara  \"I served in Vietnam as a boat officer from June of 1968 to July of 1969. My service was three months in Coastal Division 13 out of Cat Lo, and nine months with Coastal Division 11 based in An Thoi. John Kerry was in An Thoi the same time I was. I'm here today to express the anger I have harbored for over 33 years, about being accused with my fellow shipmates of war atrocities.  All I can say is when I leave here today, I'm going down to the Wall to tell my two crew members it's not true, and that they and the other 49 Swiftees who are on the Wall were then and are still now the best.\"   Robert Brant  \"I never saw, heard of, or participated in any Swift boat crews killing cattle, poisoning crops, or raping and killing civilians as charged by John Kerry, both in his book and in public statements. Since we both operated at the same time, in the same general area, and on the same missions under the same commanders, it is hard to believe his claims of atrocities and poor planning of Sea Lord missions.  I signed this letter because I feel that he used Swift boat sailors to proclaim his antiwar statements after the war, and now he uses the same Swift boat sailors to support his claims of being a war hero. He cannot have it both ways, and we are here to ask for full disclosure of the proof of his claims.\"   James Steffes\n Origins:  John   Kerry's service in Vietnam as an officer in command of a Swift boat and his subsequent activities as an anti-war protester have engendered a good deal of controversy, especially among those who also served in Vietnam.  Many Vietnam veterans were angered by Kerry's anti-war stance after he returned to the U.S., viewing his anti-war activities  particularly his testimony before the Senate Foreign Relations Committee in 1971  as unfairly and undeservedly smearing the reputations of all who served in Vietnam. testimony That said, the piece quoted above, in which a variety of veterans offer their views of John Kerry, isn't really something that can evaluated as \"true\" or \"false.\"  It's true that the men named do exist, that they served in Vietnam, and that they made the statements attributed to them, but the substance of most of these quotes is an expression of opinion, not something objectively classifiable as right or wrong. The important point to note here is that this piece presents only one side of the story: \n Although the men quoted above are often identified as \"John Kerry's shipmates,\" only one of them, Steven Gardner, actually served under Lt. Kerry's command on a Swift boat.  The other men who served under Kerry's command continue to speak positively of him:   \n\n\"In 1969, I was Sen. Kerry's gun mate atop of the Swift boat in Vietnam. And I just wanted to let everyone know that, contrary to all the rumors that you might hear from the other side, Sen. Kerry's blood is red, not blue. I know, I've seen it. \"If it weren't for Sen. John Kerry, on the 28th of February 1969, the day he won the Silver Star . . . you and I would not be having this conversation. My name would be on a long, black wall in Washington, D.C. I saw this man save my life.\"3  Fred Short \"I can still see him now, standing in the doorway of the pilothouse, firing his M-16, shouting orders through the smoke and chaos . . . Even wounded, or confronting sights no man should ever have to see, he never lost his cool. I had to sit on my hands [after a firefight], I was shaking so hard . . . He went to every man on that boat and put his arm around them and asked them how they're doing. I've never had an officer do that before or since. That's the mettle of the man, John Kerry.\"3  David Alston \"What I saw back then [in Vietnam] was a guy with genuine caring and leadership ability who was aggressive when he had to be. What I see now is a guy who's not afraid to tackle tough issues. And he knows what the consequences are of putting people's kids in harm's way.\"2  James Wasser\n Many of Kerry's Vietnam commanders and fellow officers also continue to speak positively of him:  \n\nNavy records, fitness reports by Kerry's commanders and scores of interviews with Swift boat officers and crewmen depict a model officer who fought aggressively in river ambushes and won the respect of many of his crewmates and commanders, even as his doubts about the war grew. \"I don't like what he said after the war,\" said Adrian Lonsdale, who commanded Kerry for three months in 1969. \"But he was a good naval officer.\"2  \"I don't know what conclusions you can draw about someone's ability to lead from their combat experience, but John's service was commendable,\" said James J. Galvin, a former Swift boat officer . . . \"He played by the same rules we all did.\"1\n How well all of these men knew John Kerry is questionable, and discrepancies between how some of them described Kerry thirty-five  years ago and how they describe him today suggest that their opinions are largely based upon political differences rather than objective assessments of Kerry's military record. For example, Rear Admiral Roy Hoffman is quoted above, yet the Los Angeles Times reported: \n\n . . . Hoffman and Kerry had few direct dealings in Vietnam. A Los Angeles Times examination of Navy archives found that Hoffman praised Kerry's performance in cabled messages after several river skirmishes.1\n\n\n\n Last updated:  30 July 2004\n  \n\n\n  Sources:\n\n   1.  Braun, Stephen.  \"Kerry's Own War Over Vietnam.\"\n   Los Angeles Times.  5 July 2004  (p. A1).    2.  Braun, Stephen.  \"Kerry's War Tour Serves as Theme, Target.\"\n   Los Angeles Times.  29 July 2004  (p. A13).    Brinkley, Douglas.  Tour of Duty: John Kerry and the Vietnam War.\n   New York: HarperCollins, 2004.  ISBN 0-06-056523-3. Tour of Duty: John Kerry and the Vietnam War    Klein, Joe.  \"The Long War of John Kerry.\"\n   The New Yorker.  2 December 2002.    Kranish, Michael.  \"John F. Kerry: Candidate in the Making  Part 2: Heroism, and Growing Concern About War.\"\n   The Boston Globe.  16 June 2003.    3.  La Ganga, Maria L.  \"Crewmates Attest to Kerry's Mettle as Wartime Commander.\"\n   Los Angeles Times.  29 July 2004  (p. A13).    Zoroya, Greg.  \"Vietnam Crewmates Steady at Kerry's Side.\"\n   USA Today.  29 July 2004  (p. A4).\n\n",
        "issues": [
            "collateral"
        ],
        "image_data": [
            {
                "image_src": "https://www.snopes.com/uploads/images/politics/graphics/swift.jpg",
                "image_caption": null
            },
            {
                "image_src": "https://www.snopes.com/content/themes/snopes/assets/images/common/referenc.gif",
                "image_caption": null
            }
        ],
        "evidence": [
            {
                "sentence": "Kerry's service in Vietnam as an officer in command of a Swift boat and his subsequent activities as an anti-war protester have engendered a good deal of controversy, especially among those who also served in Vietnam.  Many Vietnam veterans were angered by Kerry's anti-war stance after he returned to the U.S., viewing his anti-war activities  particularly his testimony before the Senate Foreign Relations Committee in 1971  as unfairly and undeservedly smearing the reputations of all who served in Vietnam.",
                "hrefs": [
                    "https://www.richmond.edu/~ebolt/history398/JohnKerryTestimony.html"
                ]
            },
            {
                "sentence": "   Brinkley, Douglas.  Tour of Duty: John Kerry and the Vietnam War.\n   New York: HarperCollins, 2004.  ISBN 0-06-056523-3.",
                "hrefs": [
                    "https://www.amazon.com/exec/obidos/ASIN/0060565233/ref=urbanlegendsrefe"
                ]
            }
        ],
        "label": ""
    },
    {
        "url": "https://www.snopes.com/fact-check/cadet-of-gratitude/",
        "claim": "Cadet of Gratitude",
        "author": "David Mikkelson",
        "posted": "11/19/2002",
        "sci_digest": [
            "Did a Saint Xavier University professor send a scathing, condemnatory message to an Air Force Academy cadet?"
        ],
        "justification": "Claim:  A Saint Xavier University professor sent a scathing, condemnatory message to an Air Force Academy cadet who was seeking assistance in planning an assembly for college students. Status:  True. Origins:  This story pretty much tells itself, so we're simply reproducing the e-mail and paper trail here with a minimum of explanatory narrative. Every year since 1959, the United States Air Force has held an Academy Assembly, an undergraduate student conference sponsored jointly by the Air Force Academy and Columbia University's American Assembly. The purpose of the conference is to provide 160 qualified undergraduates with an opportunity to discuss a topic of international significance with prominent academics, business leaders, government officials, and non-governmental organization members. American Assembly In preparation for an upcoming Academy Assembly, in October 2002 a U.S. Air Force Academy cadet named Robert Kurpiel sent a general e-mail to a number of academics, seeking their assistance in promoting the event at campuses around the country.  One such message was addressed to Peter N. Kirstein, a professor of history at Saint Xavier University in Chicago: Saint Xavier University \n\nKirstein, Peter N.\nProfessor\nRoom: L347\nPhone Ext: 3283\nEmail: kirstein@sxu.edu\nFax: 298-3314 Dear Sir or Maam  The Air Force Academy is going to be having our annual Academy Assembly. This is a forum for mainly but not only Political Science majors, discussing very important issues dealing with politics.  Right now we are in the planning stage for advertising and we would appreciate your help in the follow areas. Do you know of or have methods or ways for interschool advertising and or communications? What would be the best way for us to advertise at your school whether it is sending you the fliers and you making copies or by perhaps putting an advertisement in your local publication? We would appreciate your input and the cost of what your recommend. Thank you for your time and consideration.  Very Respectfully,  Cadet Robert Kurpiel\n What Cadet Kurpiel received in response from Professor Kirstein was a scathing retort which branded military members as \"baby-killers\" who are \"worse than the snipers\" and \"reign death and destruction upon nonwhite peoples throughout the world,\" called the cadet \"a disgrace to his country,\" and urged him to \"resign your commission and serve your country with honour\": \n\nFrom: Peter Kirstein\nSent: Thursday, October 31, 2002 1:46 PM\nTo: Kurpiel Robert C4C CS26\nSubject: Re: Academy Assembly You are a disgrace to this country and I am furious you would even think I would support you and your aggressive baby-killing tactics of collateral damage. Help you recruit. Who, top guns to reign death and destruction upon nonwhite peoples throughout the world? Are you serious sir? Resign your commission and serve your country with honour.... You are worse than the snipers. You are imperialists who are turning the whole damn world against us. September 11 can be blamed in part for what you and your cohorts have done to Palestinians, the VC, the Serbs, a retreating army at Basra. You are unworthy of my support. Peter N. Kirstein\nProfessor of History\nSaint Xavier University\n After Professor Kirstein's caustic response was forwarded to other Academy cadets (and, inevitably, loosed on the Internet), it triggered a flood of angry complaints via e-mail and telephone to Saint Xavier University from Air Force Academy cadets, servicemen in all branches of the armed forces, veterans, and the general public. Professor Kirstein soon issued apologies to Cadet Kurpiel and Captain Jim Borders, the director of the Air Force Academy Assembly: apologies \n\nCaptain Jim Borders, USAFA\nDirector, Academy Assembly\nInstructor, Political Science\n6L-134\n333-8060  Dear Captain Borders,  I have expressed to Cadet Kurpiel my regrets over what I communicated to him in my e-mail. I did not mean to impugn his character. I am sure he is of the highest character. I should have written him in a more thoughtful and contemplative manner. As one who believes in non-violence and the avoidance of conflict, I could have been more circumspect and creative in my communication with him.  Cadet Kurpiel has sent me several generous, thoughtful and impressive e-mails. He has also expressed \"apologies\" for the unwarranted national distribution of a private e-mail correspondence which has caused me and others to receive 100s of e-mail messages. I hope this update on my response and the cadet's kind communication will serve to inform the public that this issue has been resolved with dignity and honour between myself and Cadet Kurpiel.  I remain respectfully yours,  Peter N. Kirstein\nProfessor of History\nSaint Xavier University\n Professor Kirstein also placed a public statement of  apology on his section of Saint Xavier University's web site: public statement \n\nAgain I would like to apologize to all who are offended, burdened, distracted and hurt by my e-mail to an Air Force Academy cadet. My e-mail, while motivated from a pacifist perspective, was not professional in tone and totally at variance with my usual interaction with students and colleagues. I am opposed to war and the use of violence in resolving international conflicts while understanding many believe it is appropriate as a last resort. I believe pacifism is a noble calling and should be part of the national dialogue concerning war, peace, and justice. I recognize individuals who serve in the military deserve respect both for their service and their viewpoints. It is wrong for me or anyone to blame an individual serving in the military when the debate is over national policy. I know as a member of the academic profession that one should be respectful and not disparage a person without careful examination of fact. I have paid a great price for my lapses and I have learned from my errors. My teaching encourages open inquiry, vigorous debate, and ideological diversity. Straight lecture is not my style of teaching. Student participation, oral reports, and oral exams are essential components of my teaching. I encourage all students to participate in class and to express their opinions and viewpoints. I do not seek intellectual compliance but open, critical inquiry. My revisionist approach to historiography and the teaching of history is intended to foster reassessment of historical events in the light of new scholarship and evolving societal standards of justice and ethics. That entails obviously comparisons to earlier scholarship as well. Teaching is a passion and I strive for excellence every time I walk into a classroom. I have won both institutional and external honors for the quality of my teaching.  I deeply regret the hurtful way I communicated to the cadet and it will never happen again. Peter N. Kirstein, Ph.D.\n\n Captain Borders then issued a memorandum to his cadet wing in order to close the matter: \n\nNovember 4, 2002  Ladies and Gentlemen,  There has been considerable attention given to an e-mail received by a Fourth Class Cadet here at the United States Air Force Academy from Professor Peter N. Kirstein of Saint Xavier University. Dr Kirstein's e-mail was a response to an e-mail he had received concerning the Academy Assembly. The Academy Assembly is a forum to promote academic discussion of important issues of our day and to allow the student delegates from all over the North America to draft a report that is widely disseminated. This year our theme is America's Challenges in an Unstable World: Balancing Security with Liberty. I am pleased to say that a \"cyber-episode\" that started poorly has evolved into a more professional and academic discussion. Please find [above] a letter of apology from Dr Kirstein which I received this morning, accompanied by a phone call. I have drafted this message in response to his correspondence and with an advance copy to Dr. Kirstein.  On behalf of the Academy Assembly I accept this apology in the same sincere manner in which it was given. Furthermore, I would like to offer my own apology to Dr Kirstein for the way his original message, which was intended as private communication, was spread throughout the Air Force Academy and beyond. Since that e-mail was forwarded with such great vigor to many individuals both within and outside the Air Force Academy, I would ask that you, the reader of this letter, please forward this e-mail to anyone to whom you sent the original message.  Two results of this are obvious and I want to share them with you. The first is that through well considered words and messages a situation that was initally highly inflammatory has become one in which diverse ideas can be compared and discussed; this is the essence of the Academy Assembly.  Second, though emotions have run understandably high throughout the USAFA Cadet Wing in response to this e-mail, replies to this e-mail from our cadets have been, almost without exception, marked by great maturity and professionalism. I was presented nearly forty proposed responses to the original e-mail from cadets, but the one that best encapsulates the opinion of the cadet wing is a quote from their book, Contrails, which serves as not only a statement for others, but an admonition for themselves. \"It is the soldier, not the reporter who has given us the freedom of the press. It is the soldier, not the poet, who has given us the freedom of speech. It is the soldier, not the campus organizer, who gives us the freedom to demonstrate. It is the soldier who salutes the flag, who serves beneath the flag, and whose coffin is draped by the flag, who allows the protester to burn the flag.\"  Father Dennis Edward O'Brien, Sergeant, USMC  I would dare to add one thought to the above quote; that we in the military, as servants of the public, must carefully guard and cherish our relationship with the civilian community. We must always remain open and responsive to legitimate criticism that is presented in a spirit of willingness to improve the forces that guard our country and make them an institution that all Americans can take pride in. I am pleased to say that this discussion, of which many of you only saw the first portion, has moved towards that high plain.  Respectfully yours,  Captain Jim Borders, USAFA\nDirector, Academy Assembly\nInstructor, Political Science\n6L-134\n333-8060\n\n However, many people found Professor Kirstein's apology less than satisfactory, as evidenced by the auto-reply established for the mailbox of Saint Xavier University president Dr. Richard Yanikoski: \n\nSaint Xavier University You have reached the Office of the President, Saint Xavier University.  I very much regret having to resort to an automated response, but I must do so for two reasons.  First, messages of concern from military men and women around the world now far exceed my ability to respond to them individually. I have sent hundreds of personal replies during the past 5 days but, unfortunately, I no longer have the ability to keep up. Second, I will be away from the university for several days on important university business. I will keep on top of this matter, but will have limited time in front of a computer. PLEASE KNOW THAT I WILL READ AND GIVE CAREFUL CONSIDERATION TO EVERY MESSAGE THAT COMES TO ME.  I TAKE THE MATTER CONCERNING PROF. KIRSTEIN VERY SERIOUSLY AND I AM CONSCIENTIOUSLY WEIGHING ALL OPTIONS AND ADVICE Here is a brief summary of what I have heard so far, and my responses. COMMENTS MADE TO THE UNIVERSITY  \"Prof. Peter Kirstein's initial email to a cadet at the Air Force Academy was tasteless, unprovoked, rude, unprofessional, and indefensible.\"  I agree completely.  \"Prof. Kirstein's apologies seem less than genuine to some who have read his remarks.\" It always is difficult to look into a man's soul, but I believe Dr. Kirstein's apologies to be genuine. However, apologies are insufficient by themselves.  Fortunately, the cadet has graciously accepted Prof. Kirstein's apology, as have others at the Academy, and conversation now is proceeding in a courteous, professional manner.  \"The forthcoming Academic Assembly at the Academy is an event worth supporting. It's a shame that Saint Xavier's response was so negative.\" Prof. Kirstein did not speak for the University in his first response. Saint Xavier University intends to identify and support one or more students who will attend the Assembly.  \"Prof. Kirstein has spoiled the reputation of the University, particularly if his views or the manner in which he expressed them are reflective of the University's attitude.\" Prof. Kirstein's views are solely his own and do not reflect the University in substance or tone. Saint Xavier University stands for reasoned discourse and educational practices based on \"respect, caring, and justice.\" Prof. Kirstein's email to the cadet reflected none of these attributes. Crude language is not and will not be tolerated.  \"Prof. Kirstein should be summarily fired.\" As president, I am exploring all options for ensuring that such behavior never again occurs. While I understand why many request his immediate dismissal, I have to weigh very carefully matters of due process, academic protocol, legal precedent, and the greater good. I assure you that I will do what is right in this matter. I also will follow the University's policy of not discussing personnel matters with third parties.    \"Academic freedom is not a legitimate defense for the kind of language used by Prof. Kirstein.\" I agree. Academic freedom is about the right to search for truth, the right to hold views at odds with the majority, and the right to teach unencumbered by rigid orthodoxies. It does not justify hate speech, vile language, etc. Professors here and elsewhere are expected to be respectful at all times, to engage in genuine, reasoned discourse about controversial matters, and to distinguish personal views from institutional positions when necessary for the sake of clarity. Thus, Prof. Kirstein is free to hold views critical of the military if he wishes to do so, but he is not free to issue demeaning, degrading statements AS A PROFESSOR in or outside of the classroom. In other respects, he enjoys the same freedoms of speech extended to all citizens.  I deeply regret the hurt that has affected so many. As both president and former USAF, I offer my most sincere apologies to all in the military and beyond whose sacrifices and intentions have been denigrated by Prof. Kirstein's words. I ask for your understanding as we attempt to rectify this unexpected situation. Please know that the University is taking this matter very seriously and will do its best to bring the matter to a proper close. You have been heard! My goal is to seek a just solution, a practical response, and a lasting form of resolution that will uphold the integrity of both the university and the military.  To those who are current or former members of the military, I offer my heart-felt gratitude for your service to the nation and I extend my personal best wishes on the occasion of Veterans Day.  Sincerely and respectfully yours, Dr. Richard Yanikoski, President Saint Xavier University\n\n On 15 November 2002, President Yanikoski issued a statement on the Saint Xavier University web site announcing, among other things, that Professor Kirstein had been relieved of teaching responsibilities for rest of the semester and had received an official administrative reprimand: statement \n\nStatement regarding Professor Peter N. Kirstein, Ph.D. Richard A. Yanikoski, Ph.D.\nPresident, Saint Xavier University\nNovember 15, 2002 During recent weeks Saint Xavier University has attracted national attention because a tenured professor of history sent a young Air Force Academy cadet some e-mail containing inflammatory, anti-military comments. Professor Peter N. Kirstein, an avowed pacifist, quickly apologized to the cadet and to the Air Force Academy for his e-mail message, but in the meantime thousands of other interested parties have taken offense.  From the beginning of this incident, Saint Xavier University has worked to achieve four objectives: (1) to make things right with the cadet and the Air Force Academy; (2) to respond compassionately to the anger and anguish aroused in so many quarters; (3) to counsel and discipline Professor Kirstein in appropriate ways; and (4) to ensure that teaching and learning at the University will continue unimpeded. The following actions have been or will be taken to make things right with the cadet and the Air Force Academy: (1) Professor Kirstein sent a personal apology to the cadet and to the Air Force Academy. Subsequent correspondence between them has been open and respectful. (2) The University extended an official apology to the Academys Superintendent, and as president of the University, I have agreed to accept an invitation to visit the Academy within the coming year. (3) Saint Xavier University will send a delegation to the Air Force Academys upcoming Academic Assembly. (4) Campus officials have attempted to respond to all cadets, parents, and members of the Academy staff who telephoned or wrote to the University. Any omissions in this regard have been unintentional. To respond compassionately to the large number of men and women who somehow received copies of Professor Kirsteins e-mail and thereby came to feel demeaned by his intemperate criticisms of the military, the University has done the following: (1) Faculty, staff and administrators throughout the University have fielded telephone calls during the past two weeks, in each case listening sensitively to complaints and advice. (2) We answered hundreds of e-mail messages personally, until the rising volume of correspondence made individual responses impossible. (3) We cooperated with the press in an ongoing effort to ensure accurate and responsible coverage. (4) We used web-page updates to summarize the Universitys response to this emerging situation. (5) We consistently admitted that Professor Kirsteins e-mail message was unwarranted and unbecoming a scholar. By far the topic of greatest interest to most people has been the Universitys response to Professor Kirstein. After careful deliberation, I have decided to take the following actions on behalf of the University: \n Effective on the afternoon of November 11, 2002, Professor Kirstein was relieved of his teaching responsibilities for the current semester and reassigned to other duties.  An administrative reprimand will be delivered to Professor Kirstein and placed in his personnel file.  While on sabbatical leave during the spring semester of 2003, Professor Kirstein will submit his teaching, scholarship, professional development, and service record to peer evaluation within the norms of the Universitys procedures for periodic review of tenured faculty. Professor Kirstein volunteered to have this review conducted earlier than it otherwise would have been.   Any future faculty contract(s) extended to Professor Kirstein will include a binding addendum specifically requiring him to adhere both to institutional policies and to the norms of the American Association of University Professors in matters relating to the proper exercise of academic freedom and extramural activities. \n No additional information will be released by the University with respect to the above actions or other personnel matters concerning Professor Peter Kirstein. This is in accord with University practice. Professor Kirstein and the University community deeply regret the incident that began this chain of events. Saint Xavier University remains committed to the pursuit of teaching and learning in a campus community where all are treated with respect, caring and justice and where academic freedom is enjoyed for purpose of promoting quality teaching, careful research, critical analysis, thoughtful discussion, and programs of direct service to metropolitan Chicago and beyond.\n\n Last updated:  28 November 2007\n  \n<!--\n\n\n  Sources:\n\n\n\n-->",
        "issues": [
            "collateral"
        ],
        "image_data": [
            {
                "image_src": "https://www.snopes.com/content/themes/snopes/assets/images/common/referenc.gif",
                "image_caption": null
            }
        ],
        "evidence": [
            {
                "sentence": "Every year since 1959, the United States Air Force has held an Academy Assembly, an undergraduate student conference sponsored jointly by the Air Force Academy and Columbia University's American Assembly. The purpose of the conference is to provide 160 qualified undergraduates with an opportunity to discuss a topic of international significance with prominent academics, business leaders, government officials, and non-governmental organization members.",
                "hrefs": [
                    "https://www.columbia.edu/cu/amassembly/"
                ]
            },
            {
                "sentence": "In preparation for an upcoming Academy Assembly, in October 2002 a U.S. Air Force Academy cadet named Robert Kurpiel sent a general e-mail to a number of academics, seeking their assistance in promoting the event at campuses around the country.  One such message was addressed to Peter N. Kirstein, a professor of history at Saint Xavier University in Chicago:",
                "hrefs": [
                    "https://www.sxu.edu/"
                ]
            },
            {
                "sentence": "After Professor Kirstein's caustic response was forwarded to other Academy cadets (and, inevitably, loosed on the Internet), it triggered a flood of angry complaints via e-mail and telephone to Saint Xavier University from Air Force Academy cadets, servicemen in all branches of the armed forces, veterans, and the general public. Professor Kirstein soon issued apologies to Cadet Kurpiel and Captain Jim Borders, the director of the Air Force Academy Assembly:",
                "hrefs": [
                    "https://www.sxu.edu/history/pkirstein/nov7.html"
                ]
            },
            {
                "sentence": "Professor Kirstein also placed a public statement of  apology on his section of Saint Xavier University's web site:",
                "hrefs": [
                    "https://www.sxu.edu/history/pkirstein/index.html"
                ]
            },
            {
                "sentence": "On 15 November 2002, President Yanikoski issued a statement on the Saint Xavier University web site announcing, among other things, that Professor Kirstein had been relieved of teaching responsibilities for rest of the semester and had received an official administrative reprimand:",
                "hrefs": [
                    "https://www.sxu.edu/news/kirstein_statement.htm"
                ]
            }
        ],
        "label": ""
    }
]