[
    {
        "url": "https://www.snopes.com/fact-check/maxine-waters-george-floyd-memorial-day/",
        "claim": "Is Maxine Waters Changing 'Memorial Day' to 'George Floyd Day'?",
        "author": "Dan Evon",
        "posted": "05/28/2021",
        "sci_digest": [
            "The credibility of a rumor does not increase when placed on a colorful background. "
        ],
        "justification": "As Memorial Day approached in May 2021, a rumor started circulating on social media alleging that U.S. Rep. Maxine Waters had introduced a bill to rename the federal holiday to \"George Floyd Day\": George Floyd   Waters did not introduce any bills to rename Memorial Day. This piece of text, which read: \"Maxine Waters just introduced a bill to re-name Memorial Day George Floyd Day. Are you FRICK'N kidding me?\" was repeated verbatim across a wide range of colorful backgrounds. No matter how many times this message was repeated, and no matter how vibrant of a background was used, this rumor remained utterly false. A list of bills that have been introduced in Congress can be seen at Congress.gov. This government website also allows users to sort these bills by politicians. When we go to the page for Waters, we can see that the California politician has sponsored or co-sponsored a number of bills in 2021  such as legislation that would \"provide better care and outcomes for Americans living with Alzheimer's disease\" and \"to allow Americans to earn paid sick time\"  but Waters has not introduced legislation that would result in the renaming of Memorial Day. Congress.gov page for Waters provide better care and outcomes for Americans living with Alzheimer's disease to allow Americans to earn paid sick time Waters did co-sponsor the George Floyd Justice in Policing Act of 2021, but that bill had nothing to do with the annual federal holiday. The George Floyd Justice in Policing Act of 2021, which would address \"a wide range of policies and issues regarding policing practices and law enforcement accountability,\" was passed by the House in March 2021, but has not yet received a vote in the U.S. Senate. George Floyd Justice in Policing Act of 2021",
        "issues": [
            "accountability"
        ],
        "image_data": [
            {
                "image_src": "https://www.snopes.com/tachyon/2021/05/maxine-waters-memorial-day-george-floyd-false.jpg",
                "image_caption": null
            }
        ],
        "evidence": [
            {
                "sentence": "As Memorial Day approached in May 2021, a rumor started circulating on social media alleging that U.S. Rep. Maxine Waters had introduced a bill to rename the federal holiday to \"George Floyd Day\":",
                "hrefs": [
                    "https://www.snopes.com/tag/george-floyd/"
                ]
            },
            {
                "sentence": "A list of bills that have been introduced in Congress can be seen at Congress.gov. This government website also allows users to sort these bills by politicians. When we go to the page for Waters, we can see that the California politician has sponsored or co-sponsored a number of bills in 2021  such as legislation that would \"provide better care and outcomes for Americans living with Alzheimer's disease\" and \"to allow Americans to earn paid sick time\"  but Waters has not introduced legislation that would result in the renaming of Memorial Day.",
                "hrefs": [
                    "https://www.congress.gov/",
                    "https://www.congress.gov/member/maxine-waters/W000187?searchResultViewType=expanded",
                    "https://www.congress.gov/bill/117th-congress/house-bill/3354?s=1&r=1",
                    "https://www.congress.gov/bill/117th-congress/house-bill/2465?s=1&r=8"
                ]
            },
            {
                "sentence": "Waters did co-sponsor the George Floyd Justice in Policing Act of 2021, but that bill had nothing to do with the annual federal holiday. The George Floyd Justice in Policing Act of 2021, which would address \"a wide range of policies and issues regarding policing practices and law enforcement accountability,\" was passed by the House in March 2021, but has not yet received a vote in the U.S. Senate.",
                "hrefs": [
                    "https://www.congress.gov/bill/117th-congress/house-bill/1280?s=3&r=29"
                ]
            }
        ],
        "label": "FalseAbout this rating"
    },
    {
        "url": "https://www.snopes.com/fact-check/2-million-bikers-to-dc/",
        "claim": "2 Million Bikers to DC",
        "author": "David Mikkelson",
        "posted": "09/09/2013",
        "sci_digest": [
            "Was the '2 Millions Bikers to DC' group denied a 'no-stop' permit for a Washington ride-through on 11 September 2013?"
        ],
        "justification": "In February 2013, the American Muslim Political Action Committee (AMPAC) announced they would be staging an event called the \"Million Muslim March,\" which they hoped would gather one million people in Washington, D.C., on 11 September 2013, the twelfth anniversary of the 9/11 terrorist attacks, to press the U.S. government into revealing \"the truth\" about those attacks: AMPAC The American Muslim Political Action Committee is hosting what it hopes will be a gathering of one million people in Washington, D.C., on the 12th anniversary of 9/11 to urge the government to reveal \"the truth\" about the attacks.\"We want to hold President Obama accountable for his empty promises of creating a transparent government,\" march organizer Isa Hodge said. \"What exactly have we spent all our money, lost lives and taken lives for? The entire record of the 9/11 Commission has never been released.\" Protesters will also denounce \"FBI traps,\" \"illegal tapping and surveilling of Muslim Americans\" and \"media propaganda making the word terrorist synonymous with Muslim,\" he said. After negative public reaction, AMPAC changed the name of their event to the \"Million American March Against Fear\" (MAMAF), which they describe as offering the following events: We invite you to stand with and join us to Rally Against Fear at 12 noon on The National Mall, then the Congress, the Supreme Court, and the White House, to hold truth to power at the three major branches of American government.We ask all individuals and organizations working for peace to attend this collective action to tell our Government leaders we want transparency and policies of peace. In the past 12 years since 9/11 the United States government as failed to protect and promote Constitutional liberties and human life, here and abroad. We feel that accountability in government has been ignored and the time has arrived to collectively speak truth to power. Speaking will be experts and individuals on the lack of transparency and questions plaguing 9/11, steady erosion of domestic civil liberties, drone policy and the very dire effect of these on of plight of American Muslims here at home, and Muslim communities globally in the scope of U.S. imperialism, and the modern face of resistance to unmanned aerial surveillance and warfare. In August 2013, motorcyclists began organizing a \"2 Million Bikers to DC counter-event, which they hoped would bring even larger numbers of bikers on a Washington ride-through to \"pay tribute and offer respect to those that lost their lives on that day 12 years ago, and to salute our troops engaged in the War on Terror\": 2 Million Bikers to DC Example:  [Collected via Facebook, September 2013] I keep seeing posts on Face Book saying that President Obama denied bikers a permit to ride in Washington, D.C. on 9/11 but did allow\nMuslims the same privilege. True or false? However, the National Park Service (NPS) has jurisdiction over the issue, and the NPS has declined to issue the group a \"no stop\" permit that would facilitate their ride through Washington by granting them a police escort and a waiver for red lights, stop signs and other traffic signals. The NPS cited traffic issues and manpower requirements in denying the request: The National Park Services confirms that it has denied the permit for the ride-only, non-stop event after looking at it in terms of disruption and resource management.NPS spokeswoman Carol Johnson said the group's permit application was examined like all others, using the Code of Federal Regulations. Johnson said the group had asked to ride through what's called Memorial Core, near the Memorial Bridge, from 9 a.m. to 4 p.m. with 2,000 motorcyclists. NPS decided that the large ride would require closures of important roadways, block access to Rock Creek and George Washington Parkways and would cause a severe disruption to traffic. A police escort would also be needed. \"It's just a case of what they asked for in the permit applications,\" Johnson said. The Metropolitan Police Department [said] the group was asked to move its ride to a weekend, when it would be less disruptive to traffic. \"Solely to facilitate the speed and timeliness of the participants in itself does not fall within the definition of a First Amendment assembly, said police spokeswoman Gwendolyn Crump. The permits in question were under the purview of the NPS and the Metropolitan Police Department, not President Obama himself. The lack of a permit did not prevent bikers from riding through Washington on the 9/11 anniversary; the riders just weren't exempt from traffic laws and therefore couldn't navigate through the city nearly as quickly as they could have if they had been issued a \"no-stop\" permit. The two cases were dissimilar in that AMPAC requested a permit for a smaller gathering in a fixed location and submitted their request several months in advance; the 2 Million Bikers group requested a no-stop permit for a much larger group involving miles of roadways, street closures, and police escorts, and they didn't submit their request for a no-stop permit until a few weeks before the event, as documented by this 30 August 2013 Facebook post: Neither group came anywhere close to the \"millions\" of participants referenced in their event names: the Million American March Against Fear was said to have drawn between a few dozen and a few hundred people, while news accounts cited estimates for the 2 Million Bikers to DC event at somewhere between 10,000 and 75,000 participants. 10,000 75,000 Many Internet postings later claimed that Washington police had estimated the 2 Million Bikers event turnout at between 800,000 and 1.2 million participants, but we have found no documentation (other than repetition of rumor) confirming that local police made any such estimate, and when we queried the Washington Metropolitan Police Department (MPD) about the issue, the Director of the MPD's Office of Communications confirmed that \"the Metropolitan Police Department does not provide crowd estimates.\"   Brenzing, Bob.  \"10,000 Bikers Circle Washington for 9/11.\"\r\n  WUSA-TV [Washington].  12 September 2013.   Davidson, Jacob.  \"2 Million Bikers to DC: Motorcycle Riders Roll into Washington.\"\r\n  Time.  11 September 2013.   Lee, Caroline.  \"'Million Muslim March' 2013 Has Low Turnout, Lost in Sea of Motorcyclists.\"\r\n  UPI.  11 September 2013.   Somers, Meredith.  \"Bikers, Muslims Pledge Return to D.C. Next 9/11.\"\r\n  The Washington Times.  11 September 2013.",
        "issues": [
            "accountability"
        ],
        "image_data": [
            {
                "image_src": "https://www.bizpacreview.com/wp-content/uploads/2013/09/Screen-Shot-2013-09-08-at-4.53.52-PM.png",
                "image_caption": null
            }
        ],
        "evidence": [
            {
                "sentence": "In February 2013, the American Muslim Political Action Committee (AMPAC) announced they would be staging an event called the \"Million Muslim March,\" which they hoped would gather one million people in Washington, D.C., on 11 September 2013, the twelfth anniversary of the 9/11 terrorist attacks, to press the U.S. government into revealing \"the truth\" about those attacks:",
                "hrefs": [
                    "https://ampacus.webs.com/"
                ]
            },
            {
                "sentence": "In August 2013, motorcyclists began organizing a \"2 Million Bikers to DC counter-event, which they hoped would bring even larger numbers of bikers on a Washington ride-through to \"pay tribute and offer respect to those that lost their lives on that day 12 years ago, and to salute our troops engaged in the War on Terror\":",
                "hrefs": [
                    "https://www.facebook.com/events/723780277635641/"
                ]
            },
            {
                "sentence": "Neither group came anywhere close to the \"millions\" of participants referenced in their event names: the Million American March Against Fear was said to have drawn between a few dozen and a few hundred people, while news accounts cited estimates for the 2 Million Bikers to DC event at somewhere between 10,000 and 75,000 participants.",
                "hrefs": [
                    "https://www.wzzm13.com/news/article/267664/2/10000-bikers-circle-Washington-for-911",
                    "https://www.upi.com/blog/2013/09/11/Million-Muslim-March-2013-has-low-turnout-lost-in-sea-of-motorcyclists/7341378936363/"
                ]
            }
        ],
        "label": "TrueAbout this rating"
    },
    {
        "url": "https://www.snopes.com/fact-check/hillary-clinton-donations-clinton-foundation/",
        "claim": "Hillary Clinton Cut Her Tax Bill by 'Donating' $1 Million to Herself via the Clinton Foundation?",
        "author": "David Emery",
        "posted": "10/01/2016",
        "sci_digest": [
            "Accusations that Hillary Clinton padded her own pockets by deducting charitable donations to the Clinton Foundation appear to be baseless."
        ],
        "justification": "An Internet meme circulating during the final weeks of the 2016 presidential campaign purported to reveal financial trickery on the part of Democratic contender Hillary Clinton, who allegedly deducted $1 million from her 2015 income tax return after donating it \"to herself\" via contributions to the Clinton Foundation. On the assumption that this information came from the candidate's 2015 tax filing (released to the public earlier this year), that's where we went to verify the accuracy of the claims. Our findings were these: filing 1. The return was a joint filing for both Hillary and William J. Clinton. 2. Their shared charitable donations totaled $1,042,000: $42,000 to Desert Classic Charities and $1 million to the Clinton Family Foundation. Desert Classic Charities Clinton Family Foundation   3. Declaring an amount  say $1 million  as a charitable donation only reduces your taxable income; it doesn't mean your \"tax bill\" is reduced by that amount. 4. The Clinton Family Foundation is a separate entity from the Clinton Foundation. Inside Philanthropy describes the Clinton Family Foundation as \"a traditional private foundation that serves as the vehicle for the couple's personal charitable giving.\" It has neither staff nor offices.  Clinton Foundation describes 5. According to Inside Philanthropy, the Clinton Family Foundation regularly disburses contributions to scores of different charities (one of which is, in fact, the Clinton Foundation): Digging into the Clinton Family Foundation's 2014 tax return reveals that they did around $3.8 million in grantmaking and held some $5.3 million in assets. Of total grantmaking in 2014, $1.8 million went to the Clinton Foundation, just under half of total giving.  2014 tax return However, in 2013, the Clintons gave $1.8 million through their personal foundation, with only around a fifth of that money going to the Clinton Foundation, around the same share as in 2012.  So where have all the other gifts gone? To lots of different places, is the short answer. In 2014, the Clintons gave money to 70 nonprofits through their foundation. The picture looked similar the year before, with many grants falling in the range of $5,000 to $25,000.  Recipients of the Clintons' largesse via the Clinton Family Foundation in 2014 ranged from the School of American Ballet to the Arkansas Childrens Hospital Foundation to Wellesley College to the Elie Wiesel Foundation for Humanity. 2014 The foundation's 2015 tax filing has not yet been made public, so we don't have an accounting of the organizations to whom the $1 million contributed by the Clintons that year was disbursed. Regarding the apparent assumption that any monies donated to the Clinton Foundation simply end up in the Clintons' own pockets, we refer readers, once again, to Inside Philanthropy, which describes the actual work the foundation does, and to the charity rating service Charity Navigator, which gives the Clinton Foundation an overall score of 94.74 points out of 100 in terms of its financials, accountability, and transparency. Inside Philanthropy Charity Navigator  Callahan, David.\"What the Heck Does the Clinton Foundation Actually DO?\"\r\nInside Philanthropy.23 June 2016. Callahan, David and Adeniji, Ade.\"The Other Clinton Foundation: A Look at Bill and Hillary's Personal Philanthropy.\"\r\nInside Philanthropy.29 July 2016.",
        "issues": [
            "accountability"
        ],
        "image_data": [
            {
                "image_src": "https://www.snopes.com/uploads/2016/10/clinton-contributions.jpg",
                "image_caption": null
            }
        ],
        "evidence": [
            {
                "sentence": "On the assumption that this information came from the candidate's 2015 tax filing (released to the public earlier this year), that's where we went to verify the accuracy of the claims. Our findings were these:",
                "hrefs": [
                    "https://m.hrc.onl/secretary/10-documents/01-health-financial-records/Clinton_2015_Form_1040_with_Signature_Page.pdf#page=29"
                ]
            },
            {
                "sentence": "2. Their shared charitable donations totaled $1,042,000: $42,000 to Desert Classic Charities and $1 million to the Clinton Family Foundation.",
                "hrefs": [
                    "https://www.desertcharities.com/",
                    "https://www.insidephilanthropy.com/home/2016/7/29/the-other-clinton-foundation-a-look-at-bill-and-hillarys-per.html"
                ]
            },
            {
                "sentence": "4. The Clinton Family Foundation is a separate entity from the Clinton Foundation. Inside Philanthropy describes the Clinton Family Foundation as \"a traditional private foundation that serves as the vehicle for the couple's personal charitable giving.\" It has neither staff nor offices. ",
                "hrefs": [
                    "https://www.clintonfoundation.org/",
                    "https://www.insidephilanthropy.com/home/2016/7/29/the-other-clinton-foundation-a-look-at-bill-and-hillarys-per.html"
                ]
            },
            {
                "sentence": "Digging into the Clinton Family Foundation's 2014 tax return reveals that they did around $3.8 million in grantmaking and held some $5.3 million in assets. Of total grantmaking in 2014, $1.8 million went to the Clinton Foundation, just under half of total giving. ",
                "hrefs": [
                    "https://990s.foundationcenter.org/990pf_pdf_archive/300/300048438/300048438_201412_990PF.pdf?_ga=1.83481494.1495918093.1443564369"
                ]
            },
            {
                "sentence": "Recipients of the Clintons' largesse via the Clinton Family Foundation in 2014 ranged from the School of American Ballet to the Arkansas Childrens Hospital Foundation to Wellesley College to the Elie Wiesel Foundation for Humanity.",
                "hrefs": [
                    "https://990s.foundationcenter.org/990pf_pdf_archive/300/300048438/300048438_201412_990PF.pdf?_ga=1.83481494.1495918093.1443564369"
                ]
            },
            {
                "sentence": "Regarding the apparent assumption that any monies donated to the Clinton Foundation simply end up in the Clintons' own pockets, we refer readers, once again, to Inside Philanthropy, which describes the actual work the foundation does, and to the charity rating service Charity Navigator, which gives the Clinton Foundation an overall score of 94.74 points out of 100 in terms of its financials, accountability, and transparency.",
                "hrefs": [
                    "https://www.insidephilanthropy.com/home/2016/6/23/what-the-heck-does-the-clinton-foundation-actually-do.html",
                    "https://www.charitynavigator.org/index.cfm?bay=search.summary&orgid=16680"
                ]
            }
        ],
        "label": "FalseAbout this rating"
    },
    {
        "url": "https://www.snopes.com/fact-check/mike-kennedy-access-hospitals/",
        "claim": "Did Rep. Mike Kennedy Say 'Access to Hospitals' Was Responsible for Deaths?",
        "author": "Kim LaCapria",
        "posted": "04/27/2018",
        "sci_digest": [
            "According to rumors, the Utah Republican says access to hospitals killed a million or more Americans a year  but is that true?"
        ],
        "justification": "In April 2018 Utah Republican Mike Kennedy made national headlines as he faced off against Mitt Romney for a Senate seat in that state, prompting the circulation of a meme asserting that the Kennedy had once made a statement about access to hospitals and patient deaths: national headlines meme   Although the meme dated to at least 2015, its featured quote appeared in a 24 April 2018 Salt Lake Tribune article: \"Who is that guy who beat Mitt Romney at the GOP convention?\" which reported that: article At the top of the list is to repeal Obamacare. [Kennedy] told delegates, I oppose Obamacare and any scheme that puts the government between doctor and patient. Four years ago, Kennedy made national headlines when, during a legislative task force meeting, he said, Sometimes access to health care can be damaging and dangerous ... Ive heard from National Institutes of Health and otherwise that were killing up to a million, a million and a half people every year in our hospitals. And its access to hospitals thats killing those people. That piece referenced a report and video from Salt Lake station KSTU, but neither source provided complete context. Kennedy was quoted as arguing against Medicaid expansion, and as represented, his remarks were accurately transcribed: report Representative Mike Kennedy, a Republican from Alpine, made the comments in a Health Reform Task Force meeting, in reaction to a story from another doctor. Doctor Kyle Jones told the legislature's Health Reform Task Force about a neighbor who was in a car crash. That neighbor suffered a rare response to pain medicine called toxic encephalopathy. The condition has caused memory loss, seizures and depression, according to Jones. \"Sometimes access actually can mean harm,\" said Representative Mike Kennedy, a family physician. The Republican from Alpine repeated the argument more than once: \"Sometimes access to health care can be damaging and dangerous. And it's a perspective for the [Legislative] body to consider is that, I've heard from National Institutes of Health and otherwise that we're killing up to a million, a million and a half people every year in our hospitals. And it's access to hospitals that's killing those people.\"  We were unable to locate any information substantiating Kennedy's claim that access to hospitals killed between one and one-and-a-half million Americans per year. It's possible Kennedy was referencing an ongoing study of the effects of medical mistakes, a topic that was the subject of research published in The BMJ in May 2016, but those figures estimated only 250,000 deaths due to medical error per year at that time. medical mistakes published Kennedy may also have been referencing research published in September 2013, in which researchers extrapolated between 210,000 and 400,000 deaths per year \"associated with preventable harm in hospitals.\" Authors of that study concluded that \"engaging patients and their advocates during hospital care, systematically seeking the patients voice in identifying harms, transparent accountability for harm, and intentional correction of root causes of harm will be necessary\" to reduce preventable hospital deaths but did not recommend restricting access to medical care as a preventive measure. Davidson, Lee.  \"Who Is That Guy Who Beat Mitt Romney At The GOP Convention?\"\r\n  The Salt Lake Tribune.  23 April 2018. James, John T. PhD.  \"A New, Evidence-Based Estimate Of Patient Harms Associated With Hospital Care.\"\r\n  Journal of Patient Safety.  September 2013. Romboy, Dennis.  \"Little-Known Mike Kennedy To Take On Mitt Romney In Utah GOP Primary.\"\r\n  Deseret News.  23 April 2018. Roth, Max.  \"State Representative To Legislature: Hospitals Can Be Dangerous.\"\r\n  KSTU.  28 August 2014. Johns Hopkins Medicine.  \"Study Suggests Medical Errors Now Third Leading Cause of Death In The U.S..\"\r\n  3 May 2016. CBS News.  \"Mitt Romney 'Probably Not Too Worried' After Second Place Finish At Utah Convention, Reporter Says.\"\r\n  26 April 2018.",
        "issues": [
            "accountability"
        ],
        "image_data": [
            {
                "image_src": "https://www.snopes.com/uploads/2018/04/mike-kennedy-medicaid-expansion.jpg",
                "image_caption": null
            }
        ],
        "evidence": [
            {
                "sentence": "In April 2018 Utah Republican Mike Kennedy made national headlines as he faced off against Mitt Romney for a Senate seat in that state, prompting the circulation of a meme asserting that the Kennedy had once made a statement about access to hospitals and patient deaths:",
                "hrefs": [
                    "https://www.cbsnews.com/news/mitt-romney-utah-senate-race-primary-donald-trump/",
                    "https://www.deseretnews.com/article/900016591/little-known-mike-kennedy-to-take-on-mitt-romney-in-utah-gop-primary.html",
                    "https://www.facebook.com/photo.php?fbid=10160469512820372&set=a.100582895371.185095.802800371&type=3&theater"
                ]
            },
            {
                "sentence": "Although the meme dated to at least 2015, its featured quote appeared in a 24 April 2018 Salt Lake Tribune article: \"Who is that guy who beat Mitt Romney at the GOP convention?\" which reported that:",
                "hrefs": [
                    "https://www.sltrib.com/news/politics/2018/04/23/who-is-that-guy-who-beat-mitt-romney-at-the-gop-convention/"
                ]
            },
            {
                "sentence": "That piece referenced a report and video from Salt Lake station KSTU, but neither source provided complete context. Kennedy was quoted as arguing against Medicaid expansion, and as represented, his remarks were accurately transcribed:",
                "hrefs": [
                    "https://fox13now.com/2014/08/28/state-representative-to-legislature-hospitals-can-be-dangerous/"
                ]
            },
            {
                "sentence": "We were unable to locate any information substantiating Kennedy's claim that access to hospitals killed between one and one-and-a-half million Americans per year. It's possible Kennedy was referencing an ongoing study of the effects of medical mistakes, a topic that was the subject of research published in The BMJ in May 2016, but those figures estimated only 250,000 deaths due to medical error per year at that time.",
                "hrefs": [
                    "https://www.snopes.com/fact-check/doctors-kill-more-people-than-guns/",
                    "https://www.hopkinsmedicine.org/news/media/releases/study_suggests_medical_errors_now_third_leading_cause_of_death_in_the_us"
                ]
            }
        ],
        "label": "MixtureAbout this rating"
    },
    {
        "url": "https://www.snopes.com/fact-check/trump-democrat-poll-survey/",
        "claim": "Did Trump's 2020 Campaign Publish a Heavily Slanted 'Trump vs Democrat' Poll?",
        "author": "Dan MacGuill",
        "posted": "07/03/2019",
        "sci_digest": [
            "Readers questioned whether the outrageous framing of the poll questions was intended as satire. It was not. "
        ],
        "justification": "Readers responded with bemusement and skepticism in June 2019 after an \"Official 2020 Trump vs Democrat Poll\" emerged online and on social media, appearing to pose questions framed in a heavily anti-Democrat way. For example, one survey question asked, \"Who would you rather see fix our Nation's shattered immigration policies? President Trump // A MS-13 loving Democrat,\" while another somewhat tautological question asked: \"Who would you trust to NOT raise your taxes? President Trump // A High Tax Democrat.\" Such bias in the questions, as well as some clear nods to Trump's go-to insults against his political opponents (the poll referenced \"a Lyin' Democrat\" and \"a Low IQ Democrat\"), prompted inquiries from Snopes readers who were uncertain whether they were reading a parody or hoax or an official Trump 2020 campaign poll. One reader asked, \"Oh my gosh, is this really from the Trump campaign? Or some satire site?\" while another wrote, \"Is this for real? It sounds too crazy ...\" The survey was indeed published by Trump's official re-election campaign committee, on that campaign's official website. An archived version can be read here. The site on which it appeared, donaldjtrump.com, is run by two formally registered, pro-Trump committees and the Republican National Committee (RNC). The website contains the following disclaimer, which makes clear the official nature of the June 2019 survey and all other content featured on the site: here \"Paid for by the Trump Make America Great Again Committee, a joint fundraising committee authorized by and composed of Donald J. Trump for President, Inc. and the Republican National Committee.\" Committee Inc Committee The poll's true purpose may not have been to create a set of results that reflected in a misleadingly positive way on the president but rather to harvest contact information  respondents were required to enter their name, zip code and email address in order to submit their answers.  The full list of questions was as follows: The \"Trump vs Democrat\" poll bore similarities to another survey on the subject of \"mainstream media accountability,\" which Trump's website published in February 2017, and that included heavily slanted questions such as. \"Do you feel that the media is too eager to slur conservatives with baseless accusations of racism and sexism?\"  accountability DonaldJTrump.com. \"Official 2020 Trump vs Democrat Poll.\"\r\n June 2019. DonaldJTrump.com. \"Mainstream Media Accountability Survey.\"\r\n February 2017.",
        "issues": [
            "accountability"
        ],
        "image_data": [
            {
                "image_src": "https://www.snopes.com/uploads/2019/07/Screenshot-2019-07-03-at-10.55.12.png",
                "image_caption": null
            }
        ],
        "evidence": [
            {
                "sentence": "The survey was indeed published by Trump's official re-election campaign committee, on that campaign's official website. An archived version can be read here. The site on which it appeared, donaldjtrump.com, is run by two formally registered, pro-Trump committees and the Republican National Committee (RNC). The website contains the following disclaimer, which makes clear the official nature of the June 2019 survey and all other content featured on the site:",
                "hrefs": [
                    "https://web.archive.org/web/20190703143052/https://action.donaldjtrump.com/2020-trump-vs-dem-poll?fbclid=IwAR0BVGyu6Nrj6JY3Jo0xnds4-k2JvgF9t4mHBev9pBbbPm3cfQDiVZD4TzQ"
                ]
            },
            {
                "sentence": "\"Paid for by the Trump Make America Great Again Committee, a joint fundraising committee authorized by and composed of Donald J. Trump for President, Inc. and the Republican National Committee.\"",
                "hrefs": [
                    "https://www.fec.gov/data/committee/C00618371/",
                    "https://www.fec.gov/data/committee/C00580100/",
                    "https://www.fec.gov/data/committee/C00003418/"
                ]
            },
            {
                "sentence": "The poll's true purpose may not have been to create a set of results that reflected in a misleadingly positive way on the president but rather to harvest contact information  respondents were required to enter their name, zip code and email address in order to submit their answers.",
                "hrefs": [
                    "https://www.snopes.com/uploads/2019/07/Screenshot-2019-07-03-at-10.55.12.png"
                ]
            },
            {
                "sentence": "The \"Trump vs Democrat\" poll bore similarities to another survey on the subject of \"mainstream media accountability,\" which Trump's website published in February 2017, and that included heavily slanted questions such as. \"Do you feel that the media is too eager to slur conservatives with baseless accusations of racism and sexism?\" ",
                "hrefs": [
                    "https://web.archive.org/web/20190703143608/https://action.donaldjtrump.com/mainstream-media-accountability-survey/"
                ]
            }
        ],
        "label": "TrueAbout this rating"
    },
    {
        "url": "https://www.snopes.com/fact-check/dianne-feinstein/",
        "claim": "Dianne Feinstein on Health Care Reform",
        "author": "David Mikkelson",
        "posted": "06/15/2010",
        "sci_digest": [
            "Senator Dianne Feinstein said she 'can't believe that so many people still don't' approve of health care reform legislation?"
        ],
        "justification": "Claim:  Senator Dianne Feinstein said she \"can't believe that so many people still don't\" approve of health care reform legislation. FALSE Example:  [Collected via e-mail, May 2010] \nDid Senator Diane Feinstein make the statement attributed to her in the message accompanying the attached picture?  \"Speaking on health care on Monday, Senator Diane [sic] Feinstein said, 'I've gotten 90,000 emails and faxes on the health care bill and over 85,000 of them are against it. After all the debate we've had, I can't believe so many people still don't get it!\"\n Origins:   The best that can be said for this purported quote from Senator Dianne Feinstein of California is that it was loosely based on something she said, so it wasn't completely made up out of whole cloth.  It's false, nonetheless, as what she actually said and the subject she was speaking on have been distorted in order to make her appear imperious and out of touch. On  1 October 2008 (one month prior to the election of Barack Obama as President), Senator Feinstein addressed the U.S. Senate, but the subject of her comments was not health care reform legislation, nor did she exclaim that \"I can't believe so many people still don't get it!\"  As the C-SPAN video clip and transcript document, Senator Feinstein was discussing the Emergency Economic Stabilization Act of 2008 (H.R. 1424, commonly known as the \"bank bailout bill\"), and the substance of her remarks was that she had received many phone calls and e-mails from her constituents expressing opposition to the bill, but they were reacting to an earlier proposal (i.e., the so-called \"Paulson plan,\" which was widely criticized for granting too much power to the Secretary of Treasury) and not the bill currently under consideration in the Senate: transcript H.R. 1424 Paulson plan \nMr. President, they say Senators have 6-year terms so they can take tough votes when tough votes are called for, so that they can vote for the best interests of their country even sometimes when their constituents do not understand it or may be opposed to it. I have received 91,000 phone calls and e-mails from California, 85,000 of them opposed to this measure. There is a great deal of confusion out there. People don't understand. What was printed most prominently was the original Paulson proposal, a proposal which gave one man control over $700 billion to dispense as he chose, above the law, with no administrative view or legislative oversight. This bill is not the bill that was put forward by Secretary Paulson on September 20. His bill was essentially a nonstarter  startling in its unbridled allocation of power to one man: the Secretary of Treasury whom we know now, and to a Secretary of Treasury after January whom we do not know. It placed this man above the law, above administrative oversight and above congressional action, and essentially gave him $700 billion to do with what he thought best. This bill didn't fly with virtually anyone who looked at it, particularly constituents, who have called in the tens of thousands of phone calls all across this land. My office has received over 91,000 calls and e-mails with over 86,000 opposed. The bill before us is not Paulson's 3-page proposal. Rather, it is a bipartisan effort that adds oversight, accountability, assistance to homeowners, executive compensation limits, and other measures to protect taxpayers. But there still is a lot of misinformation on this bill. \n Last updated:  15 June 2010\n ",
        "issues": [
            "accountability"
        ],
        "image_data": [
            {
                "image_src": "/images/red.gif",
                "image_caption": null
            },
            {
                "image_src": "https://www.snopes.com/uploads/images/photos/politics/graphics/feinstein.jpg",
                "image_caption": null
            }
        ],
        "evidence": [
            {
                "sentence": "1 October 2008 (one month prior to the election of Barack Obama as President), Senator Feinstein addressed the U.S. Senate, but the subject of her comments was not health care reform legislation, nor did she exclaim that \"I can't believe so many people still don't get it!\"  As the C-SPAN video clip and transcript document, Senator Feinstein was discussing the Emergency Economic Stabilization Act of 2008 (H.R. 1424, commonly known as the \"bank bailout bill\"), and the substance of her remarks was that she had received many phone calls and e-mails from her constituents expressing opposition to the bill, but they were reacting to an earlier proposal (i.e., the so-called \"Paulson plan,\" which was widely criticized for granting too much power to the Secretary of Treasury) and not the bill currently under consideration in the Senate:",
                "hrefs": [
                    "https://www.c-spanvideo.org/videoLibrary/clip.asp?appid=595262329",
                    "https://thomas.loc.gov/cgi-bin/bdquery/z?d110:hr1424:",
                    "https://www.time.com/time/politics/article/0,8599,1843642,00.html"
                ]
            }
        ],
        "label": ""
    },
    {
        "url": "https://www.snopes.com/fact-check/chase-and-wells-fargo-among-banks-financing-dakota-pipeline/",
        "claim": "Chase and Wells Fargo Among Banks Financing Dakota Pipeline?",
        "author": "Bethania Palma",
        "posted": "11/30/2016",
        "sci_digest": [
            "JP Morgan Chase and Wells Fargo are just two of a number of major banks acting as lenders for the controversial Dakota Access Pipeline project."
        ],
        "justification": "As the protests against an oil pipeline near the Standing Rock Sioux reservation escalated in November 2016, environmentalist activists began targeting financial institutions backing the Dakota Access Pipeline and urging supporters to boycott them with various memes shared around social media, or petitions calling on the banks to pull their funds out of the project:   Financial documents from Energy Transfer Partners, the pipeline builder, lists a number of large banking institutions that have provided credit for the project, including: Credit Suisse; Royal Bank of Canada; Suntrust Bank; BNP Paribas; HSBC; Citibank; Morgan Stanley; Wells Fargo, Bank of America; and JP Morgan Chase. documents The Standing Rock Sioux, who fear the pipeline's route presents a threat to their sacred sites and water supply, have been fighting the project since 2014, but protesters calling themselves \"water protectors,\" lead by the tribe, have been camping near the site since April 2016 in an effort to stop the project. As of late November 2016, the Army Corps of Engineers, which manages the land, and the governor of North Dakota, have made statements indicating they want the thousands of demonstrators encamped near the project site to leave. statements But the demonstration and continued opposition by the Standing Rock Sioux have turned an oil pipeline project into an intensifying cause that has drawn international scrutiny, an open letter from BankTrack notes: BankTrack The debacle has escalated into a national crisis and an international scandal. A member of the UNs Permanent Forum on Indigenous Issues has been deployed to North Dakota to monitor the situation, while President Obama has intervened to ask the Army Corps of Engineers to examine alternative routes for the pipeline. Meanwhile, the protest at Standing Rock is backed by over a million  and growing  allies worldwide, with numerous solidarity actions springing up across the United States and beyond, including protests at EPFI headquarters and outlets. The world is closely watching how all actors involved will deal with the situation, including the banks that provide financial support to the project. Given the presumed Indigenous rights commitments of EPFIs, it is for us inexplicable that gross violations of Native land titles, threats to water sources and the desecration of burial grounds have not been identified early on as reasons for EPFIs to not provide funding for this project. However, this unfortunately fits into a documented and consistent pattern of disrespect of local communities and Indigenous rights by EPFI-backed projects worldwide. We understand that it is not the role of the EP Association to intervene in specific project situations. Nevertheless, we consider it crucial for the credibility of the Equator Principles as an effective safeguard against violation of Indigenous Peoples rights that your meeting calls upon the EPFIs involved in financing DAPL that they take swift action to stop the ongoing violation of the rights of Native Americans. The letter urges the banks to halt further loan payments and raises the concern that the project falls out of line with Equator Principles, a consortium that sets minimum standards to which signing institutions are expected to adhere on matters of community and environmental accountability. According to Energy Transfer Partners, the end project will be a 1,172-mile, 30-inch diameter pipeline: ....that will connect the rapidly expanding Bakken and Three Forks production areas in North Dakota to Patoka, Illinois\" enabling the domestic production of light sweet crude oil \"to reach major refining markets in a more direct, cost-effective, safer and environmentally responsible manner. The pipeline is expected to carry 470,000 barrels of oil per day. Energy Transfer Partners CEO Kelcy Warren has said the company will not reroute the pipeline. Frijns, Johan. \"An open letter to the Equator Principles Association.\"\r\nBankTrack. 7 November 2016. Tabuchi, Hiroko. \"Environmentalists Target Bankers Behind Pipeline.\"\r\nThe New York Times. 7 November 2016. The Associated Press.\"Trumps Stock in Dakota Access Pipeline Company Raises Concern.\"\r\nFortune.26 November 2016.",
        "issues": [
            "accountability"
        ],
        "image_data": [
            {
                "image_src": "https://www.snopes.com/uploads/2016/11/a37.jpg",
                "image_caption": null
            }
        ],
        "evidence": [
            {
                "sentence": "Financial documents from Energy Transfer Partners, the pipeline builder, lists a number of large banking institutions that have provided credit for the project, including: Credit Suisse; Royal Bank of Canada; Suntrust Bank; BNP Paribas; HSBC; Citibank; Morgan Stanley; Wells Fargo, Bank of America; and JP Morgan Chase.",
                "hrefs": [
                    "https://governance.energytransfer.com/phoenix.zhtml?c=106094&p=irol-SECText&TEXT=aHR0cDovL2FwaS50ZW5rd2l6YXJkLmNvbS9maWxpbmcueG1sP2lwYWdlPTEwMDgwNDgzJkRTRVE9MCZTRVE9MCZTUURFU0M9U0VDVElPTl9FTlRJUkUmc3Vic2lkPTU3"
                ]
            },
            {
                "sentence": "The Standing Rock Sioux, who fear the pipeline's route presents a threat to their sacred sites and water supply, have been fighting the project since 2014, but protesters calling themselves \"water protectors,\" lead by the tribe, have been camping near the site since April 2016 in an effort to stop the project. As of late November 2016, the Army Corps of Engineers, which manages the land, and the governor of North Dakota, have made statements indicating they want the thousands of demonstrators encamped near the project site to leave.",
                "hrefs": [
                    "https://www.snopes.com/2016/11/28/army-corps-backs-away-from-plan-to-shut-down-standing-rock-camp/"
                ]
            },
            {
                "sentence": "But the demonstration and continued opposition by the Standing Rock Sioux have turned an oil pipeline project into an intensifying cause that has drawn international scrutiny, an open letter from BankTrack notes:",
                "hrefs": [
                    "https://www.banktrack.org/show/article/an_open_letter_to_the_equator_principles_association#_ftn6"
                ]
            }
        ],
        "label": "Mostly TrueAbout this rating"
    },
    {
        "url": "https://www.snopes.com/fact-check/snapchat-facial-recognition/",
        "claim": "Is Snapchat Building a Facial Recognition Database for the Feds?",
        "author": "David Emery",
        "posted": "07/26/2017",
        "sci_digest": [
            "Online conspiracy theorists claim Snapchat's image filter feature called \"Lenses\" is covertly amassing a database of users' faces to share with law enforcement agencies."
        ],
        "justification": "One of the more whimsical messaging options offered by Snapchat  a social media app for mobile devices introduced in 2011  is the ability to personalize selfies in real time and share them instantly with other users, a feature that has at once contributed to the app's immense popularity (Snapchat boasts an estimated 166 million users daily) and raised privacy concerns among some of its customers.  Snapchat's rotating toolbox of image filters, called Lenses, enables users to manipulate photos and videos to humorous effect, as seen in these examples shared publicly on Instagram by celebrity Snapchatter Chrissy Teigen:   Cute and innocent though it may appear, the feature has become the target of conspiracy theorists claiming that Snapchat's corporate owner, Snap Inc., uses it to collect facial recognition data which it allegedly stores and shares with law enforcement agencies such as the FBI and CIA. We've found examples of such rumors dating back to Fall 2015 (soon after the Lenses feature was officially rolled out): you guys are all swooning over the snapchat filters... And The FBI is getting the most extensive facial recognition library ever  TEENWOLF (@TEENWOLFREMIX) October 3, 2015 October 3, 2015  It wasn't until April of the following year that the rumors reached takeoff speed, however, thanks largely to a tweet composed by hip hop artist, songwriter, and unabashed flat-earth theorist B.o.B to his roughly two million followers: tweet flat-earth when you realize all the snap chat filters are really building a facial recognition database ?  B.o.B (@bobatl) April 16, 2016 April 16, 2016 \nIn May 2016, with civil cases already pending against Facebook and Google alleging unauthorized use of facial recognition technology, a class action lawsuit was filed by two Snapchat users in Illinois complaining that the app violated their rights under the state's Biometric Information Privacy Act (BIPA) by failing to obtain adequate permission before gathering and storing their \"biometric identifiers and biometric information\". lawsuit BIPA The company flatly denied it: denied Contrary to the claims of this frivolous lawsuit, we are very careful not to collect, store, or obtain any biometric information or identifiers about our community. The class action suit was eventually dismissed in favor of arbitration in September 2016, but as of this writing the case remains unresolved. Crucial to Snapchat's defense is their position, as stated in the Privacy Center of the company's web site, that the app relies on object recognition, not facial recognition, to make Lenses work: arbitration stated Have you ever wondered how Lenses make your eyes well up with tears or rainbows come out your mouth? Some of the magic behind Lenses is object recognition. Object recognition is an algorithm designed to understand the general nature of things that appear in an image. It lets us know that a nose is a nose or an eye is an eye. But object recognition isnt the same as facial recognition. While Lenses can recognize faces in general, they can't recognize a specific face. If it's true that Lenses can't recognize (i.e., identify) specific faces, then the claim that the app produces anything qualifying as a \"biometric identifier\" under Illinois law is seriously in doubt. (The district judge in Illinois overseeing the Google facial recognition case previously defined \"biometric identifier\" as \"a set of biology-based measurements ... used to identify a person.) case As to the wider claim that Snapchat is building a \"facial recognition database,\" the distinction between object and facial recognition, at minimum, places a burden of proof on those trumpeting the claim to show that the app is capable of identifying specific faces in the first place. If this explanation (provided by the web site Vox) of how the software works is accurate, Snapchat doesn't need to be able to identify specific faces to accomplish the task. It has to recognize a face as a face, and identify the parts of a face as the nose, eyes, ears, chin, etc., but it doesn't have to recognize who the face belongs to: this \nMoreover, Snapchat's Privacy Policy states that the company neither collects nor permanently stores user-created content (meaning photos and videos) let alone preserves such items in a database: states Snapchat lets you capture what its like to live in the moment. On our end, that means that we automatically delete the content of your Snaps (the photo and video messages that you send your friends) from our servers after we detect that a Snap has been opened by all recipients or has expired. And although the policy further acknowledges that Snap Inc. may share users' personal information \"to comply with any valid legal process, governmental request, or applicable law, rule, or regulation\" (and transparency reports show that the company has indeed complied with such requests in the past), they can't grant the FBI (or any other agency) access to a \"facial recognition database\" that doesn't exist. reports Some rumors die hard, however. An updated variant that cropped up in early 2017 brought two new claims to the mix: one, that the FBI literally created Snapchat's image filtering software (and alleged facial recognition database); and two, that there is a smoking gun to prove it  namely U.S. patent #9396354:   granted According to an analysis by Sophos' Naked Security blogger Alison Booth, the patent proposes using facial recognition software to identify individual subjects in photos, whereupon the latter would be modified and/or their distribution restricted in accordance with the subjects' pre-established privacy settings. analysis There is a catch. Implementation of the process would, of course, require amassing a facial recognition database. \"For facial recognition to work,\" writes Booth, \"Snapchat would need to store images of all users that sign up to the feature  as a reference image to compare photos against.\" So, there it is  a \"facial recognition database\" of the sort conspiracy theorists have been going on about since 2015, except that Snapchat has not, to date, implemented such a feature (a fact we were able to confirm with the company), nor is there evidence that the FBI (or any other law enforcement agency) was involved in creating it, nor does the patent itself mention sharing facial recognition data with government entities. Despite finding no legitimate basis for the claim that Snapchat is currently engaged in collecting, storing, or sharing facial recognition data on its users, we do not wish to downplay the increasing prevalence of facial recognition technology in both commercial and government applications, nor the privacy issues this raises. Sen. Al Franken (D-Minnesota) articulated some of these issues in a statement announcing the release of a 2015 Government Accountability Office (GAO) report on the privacy implications of the technology: report The newly released report raises serious concerns about how companies are collecting, using, and storing our most sensitive personal information. I believe that all Americans have a fundamental right to privacy, which is why it's important that, at the very least, the tech industry adopts strong, industry-wide standards for facial recognition technology. But what we really need are federal standards that address facial recognition privacy by enhancing our consumer privacy framework. The tech industry has yet to address these concerns to the satisfaction of consumer privacy watchdogs, however, nor has Congress made progress toward establishing the federal standards Franken called for. Thus far, issue has been dealt with primarily in the court system via cases such as the aforementioned BIPA class action lawsuits against Facebook and Google. watchdogs lawsuits One of the ironies of the false alarms about Snapchat's alleged sharing of facial recognition data with the FBI is that the agency already maintains a biometric data network comprising the facial images of more than 117 million Americans (about half the U.S. adult population, and growing), mostly drawn from state DMV databases and other non-criminal sources. A 2016 report by the Georgetown Law Center for Privacy and Technology warned that the technology is both error-prone, with a disproportionate impact on communities of color, and almost totally unregulated. already report disproportionate In testimony before a Senate Judiciary subcommittee hearing chaired by Sen. Franken in 2012, Electronic Frontier Foundation attorney Jennifer Lynch urged Congress to act sooner rather than later to protect the biometric privacy of all Americans: testimony Face recognition and its accompanying privacy concerns are not going away. Given this, it is imperative that government act now to limit unnecessary biometrics collection; instill proper protections on data collection, transfer, and search; ensure accountability; mandate independent oversight; require appropriate legal process before government collection; and define clear rules for data sharing at all levels. This is important to preserve the democratic and constitutional values that are bedrock to American society. Booth, Alison.  \"Snapchat Turns Facial Recognition Technology on Its Head.\"\r\n Naked Security.  20 July 2016. Danley-Greiner, Kristin.  \"Snapchat Defends Procedures After Facial Recognition Class Action.\"\r\n Legal Newsline.  2 September 2016. Garvie, Clare et al.  \"The Perpetual Line-up: Unregulated Police Face Recognition in America.\"\r\n Georgetown Law Center on Privacy & Technology.  18 October 2016. Graham, Meg.  \"Illinois Biometrics Lawsuits May Help Define Rules for Facebook, Google.\"\r\n Chicago Tribune.  13 January 2017. Korte, Amy.  \"Federal Court in Illinois Rules Biometric Privacy Lawsuit Against Google Can Proceed.\"\r\n Illinois Policy.  8 March 2017. Maass, Dave.  \"Memo to the DOJ: Facial Recognition's Threat to Privacy Is Worse than Anyone Thought.\"\r\n Electronic Frontier Foundation.  18 October 2016. Mathies, Daven.  \"The Incredible Underlying Technology of Snapchat's Selfie Lenses.\"\r\n Digital Trends.  1 July 2016. Nelson, Steven.  \"Half of U.S. Adults Are in Police Facial Recognition Networks.\"\r\n US News & World Report.  18 October 2016. Roberts, Jeff John.  \"Tech Industry's Facial Recognition Plan Bashed by Privacy Groups.\"\r\n Fortune.  16 June 2016. Thielman, Sam.  \"FBI Using Vast Public Photo Data and Iffy Facial Recognition Tech to Find Criminals.\"\r\n The Guardian.  15 June 2016. Trujillo, Mario.  \"Facial Recognition Quietly Taking Hold.\"\r\n The Hill.  1 August 2015. Welinder, Yana.  \"EFF Urges Congress to Protect Privacy in Face Recognition.\"\r\n Electronic Frontier Foundation.  18 July 2012. Yakowicz, Will.  \"Snapchat Sued Under Illinois Biometric Information Usage Law.\"\r\n  Inc.  18 July 2016. Electronic Frontier Foundation.  \"Testimony of Jennifer Lynch to the Senate Committee on the Judiciary Subcommittee on Privacy, Technology, and the Law.\"\r\n 18 July 2012. Google.  \"Patent: Apparatus and Method for Automated Privacy Protection in Distributed Images - US 9396354 B1.\"\r\n  19 July 2016. Government Accounting Office.  \"Facial Recognition Technology: Commercial Uses, Privacy Issues, and Applicable Federal Law.\"\r\n 20 June 2015. U.S. Senate.  \"Sen. Franken: New Report on Facial Recognition Technology Highlights Lack of Privacy Standards.\"\r\n 30 July 2015. U.S. Senate.  \"Sen. Franken Releases Extensive Report Detailing Concerns with FBI Facial Recognition Program.\"\r\n 15 June 2016.",
        "issues": [
            "accountability"
        ],
        "image_data": [
            {
                "image_src": "https://www.snopes.com/uploads/2017/07/chrissy-teigen-snapchat-example.jpg",
                "image_caption": null
            },
            {
                "image_src": "https://www.snopes.com/uploads/2017/07/anonews-snapchat.jpg",
                "image_caption": null
            }
        ],
        "evidence": [
            {
                "sentence": " TEENWOLF (@TEENWOLFREMIX) October 3, 2015",
                "hrefs": [
                    "https://twitter.com/TEENWOLFREMIX/status/650412865610870784"
                ]
            },
            {
                "sentence": "It wasn't until April of the following year that the rumors reached takeoff speed, however, thanks largely to a tweet composed by hip hop artist, songwriter, and unabashed flat-earth theorist B.o.B to his roughly two million followers:",
                "hrefs": [
                    "https://twitter.com/bobatl/status/721397342864285696",
                    "https://www.livescience.com/24310-flat-earth-belief.html"
                ]
            },
            {
                "sentence": " B.o.B (@bobatl) April 16, 2016",
                "hrefs": [
                    "https://twitter.com/bobatl/status/721397342864285696"
                ]
            },
            {
                "sentence": "\nIn May 2016, with civil cases already pending against Facebook and Google alleging unauthorized use of facial recognition technology, a class action lawsuit was filed by two Snapchat users in Illinois complaining that the app violated their rights under the state's Biometric Information Privacy Act (BIPA) by failing to obtain adequate permission before gathering and storing their \"biometric identifiers and biometric information\".",
                "hrefs": [
                    "https://www.documentcloud.org/documents/2993790-031123890956.html",
                    "https://www.ilga.gov/legislation/ilcs/ilcs3.asp?ActID=3004&ChapterID=57"
                ]
            },
            {
                "sentence": "The company flatly denied it:",
                "hrefs": [
                    "https://legalnewsline.com/stories/510995812-snapchat-defends-procedures-after-facial-recognition-class-action"
                ]
            },
            {
                "sentence": "The class action suit was eventually dismissed in favor of arbitration in September 2016, but as of this writing the case remains unresolved. Crucial to Snapchat's defense is their position, as stated in the Privacy Center of the company's web site, that the app relies on object recognition, not facial recognition, to make Lenses work:",
                "hrefs": [
                    "https://www.lexislegalnews.com/articles/10898/snapchat-biometrics-class-complaint-dismissed-in-favor-of-arbitration",
                    "https://www.snap.com/en-US/privacy/our-approach/"
                ]
            },
            {
                "sentence": "If it's true that Lenses can't recognize (i.e., identify) specific faces, then the claim that the app produces anything qualifying as a \"biometric identifier\" under Illinois law is seriously in doubt. (The district judge in Illinois overseeing the Google facial recognition case previously defined \"biometric identifier\" as \"a set of biology-based measurements ... used to identify a person.)",
                "hrefs": [
                    "https://www.illinoispolicy.org/federal-court-in-illinois-rules-biometric-privacy-lawsuit-against-google-can-proceed/"
                ]
            },
            {
                "sentence": "As to the wider claim that Snapchat is building a \"facial recognition database,\" the distinction between object and facial recognition, at minimum, places a burden of proof on those trumpeting the claim to show that the app is capable of identifying specific faces in the first place. If this explanation (provided by the web site Vox) of how the software works is accurate, Snapchat doesn't need to be able to identify specific faces to accomplish the task. It has to recognize a face as a face, and identify the parts of a face as the nose, eyes, ears, chin, etc., but it doesn't have to recognize who the face belongs to:",
                "hrefs": [
                    "https://www.youtube.com/watch?v=Pc2aJxnmzh0"
                ]
            },
            {
                "sentence": "\nMoreover, Snapchat's Privacy Policy states that the company neither collects nor permanently stores user-created content (meaning photos and videos) let alone preserves such items in a database:",
                "hrefs": [
                    "https://www.snap.com/en-US/privacy/privacy-policy/"
                ]
            },
            {
                "sentence": "And although the policy further acknowledges that Snap Inc. may share users' personal information \"to comply with any valid legal process, governmental request, or applicable law, rule, or regulation\" (and transparency reports show that the company has indeed complied with such requests in the past), they can't grant the FBI (or any other agency) access to a \"facial recognition database\" that doesn't exist.",
                "hrefs": [
                    "https://www.snap.com/en-US/privacy/transparency/"
                ]
            },
            {
                "sentence": "According to an analysis by Sophos' Naked Security blogger Alison Booth, the patent proposes using facial recognition software to identify individual subjects in photos, whereupon the latter would be modified and/or their distribution restricted in accordance with the subjects' pre-established privacy settings.",
                "hrefs": [
                    "https://nakedsecurity.sophos.com/2016/07/20/snapchat-turns-facial-recognition-technology-on-its-head/"
                ]
            },
            {
                "sentence": "Sen. Al Franken (D-Minnesota) articulated some of these issues in a statement announcing the release of a 2015 Government Accountability Office (GAO) report on the privacy implications of the technology:",
                "hrefs": [
                    "https://www.gao.gov/products/GAO-15-621"
                ]
            },
            {
                "sentence": "The tech industry has yet to address these concerns to the satisfaction of consumer privacy watchdogs, however, nor has Congress made progress toward establishing the federal standards Franken called for. Thus far, issue has been dealt with primarily in the court system via cases such as the aforementioned BIPA class action lawsuits against Facebook and Google.",
                "hrefs": [
                    "https://fortune.com/2016/06/16/facial-recognition-plan-bashed-privacy/",
                    "https://www.chicagotribune.com/bluesky/originals/ct-biometric-illinois-privacy-whats-next-bsi-20170113-story.html"
                ]
            },
            {
                "sentence": "One of the ironies of the false alarms about Snapchat's alleged sharing of facial recognition data with the FBI is that the agency already maintains a biometric data network comprising the facial images of more than 117 million Americans (about half the U.S. adult population, and growing), mostly drawn from state DMV databases and other non-criminal sources. A 2016 report by the Georgetown Law Center for Privacy and Technology warned that the technology is both error-prone, with a disproportionate impact on communities of color, and almost totally unregulated.",
                "hrefs": [
                    "https://www.usnews.com/news/articles/2016-10-18/half-of-us-adults-are-in-police-facial-recognition-networks",
                    "https://www.perpetuallineup.org/",
                    "https://www.aclu.org/letter/coalition-letter-department-justice-civil-rights-division-calling-investigation-disparate"
                ]
            },
            {
                "sentence": "In testimony before a Senate Judiciary subcommittee hearing chaired by Sen. Franken in 2012, Electronic Frontier Foundation attorney Jennifer Lynch urged Congress to act sooner rather than later to protect the biometric privacy of all Americans:",
                "hrefs": [
                    "https://www.eff.org/document/testimony-jennifer-lynch-senate-committee-judiciary-subcommittee-privacy-technology-and-law"
                ]
            }
        ],
        "label": "FalseAbout this rating"
    },
    {
        "url": "https://www.snopes.com/fact-check/aarp-supports-democratic-party/",
        "claim": "Does AARP Support the Democratic Party?",
        "author": "Bethania Palma",
        "posted": "08/19/2020",
        "sci_digest": [
            "When individuals support a political party, it does not automatically mean their employer follows suit."
        ],
        "justification": "In mid-August 2020, Snopes readers inquired about a meme circulating on Facebook that claimed money given to AARP (formerly American Association of Retired Persons), an advocacy organization that lobbies on behalf of retired Americans, goes \"directly\" to the Democratic party.   It's unclear what exactly is meant by the phrase, \"what you pay AARP.\" The organization has an estimated 38 million members, all of whom typically pay annual dues at $16 per year. As a 501(c)4 tax-exempt organization, it also accepts charitable donations. estimated dues at tax-exempt accepts Either way, any money paid to AARP through membership dues or donations does not go \"directly\" to the Democratic party. The AARP lobbies the government on behalf of causes that affect people aged 50 and older. Those activities may include taking a stand on health care and Social Security. stand Social Security In terms of candidates and political parties, however, AARP's official position is that it is non-partisan. The organization states it \"does not support, endorse or contribute to political candidates or parties.\" states Instead, per AARP, the organization's role in terms of election politics is \"connecting voters to information about where the candidates stand on issues most important to them including the future of Social Security and other critical issues related to financial security, health and well-being.\" We checked the AARP's federal campaign finance data using the website Open Secrets, a project operated by the government accountability organization The Center for Responsive Politics. We found no contributions to any political candidates or parties, Democratic or otherwise, from AARP, the organization. However, contributions from individuals who work for AARP is another matter. Open Secrets \"AARP does not have any record of direct contributions to political parties or candidates based on my review of federal campaign finance and tax filings covering recent years, but AARPs officers [executives] and employees can still make political donations in a personal capacity, and contributions from donors listing AARP as their employer in Federal Election Commission records have primarily gone to Democratic candidates in recent years,\" said Anna Massoglia, a researcher for The Center for Responsive Politics. AARP policy prohibits employees or officers from engaging in any personal political activity using AARP resources or during work hours. policy According to campaign finance data tracked by Open Secrets, individual donors associated with AARP made a total of $96,381 in political contributions as of this writing in the 2020 federal election cycle, the majority (87.45%) of those donations going to Democratic candidates. total majority Massoglia said that as a 501(c)4 organization, the AARP is allowed under U.S. tax code to engage in some political campaign activity. But their activities have been issue-oriented and bipartisan. For example, a 2018 AARP ad praised U.S. President Donald Trump on drug pricing policy. The organization has also supported upholding the Affordable Care Act, the landmark health care law signed by Trump's Democratic predecessor, President Barack Obama. praised supported AARP spokesperson Jason Young told us by phone that the organization, as a 501(c)4 non-profit, is prohibited by law from making political contributions. \"Not only does AARP not make donations of this sort, we never have and we don't have a PAC,\" Young added. Young said that although some AARP employees have made political contributions in a personal capacity, the sum of donations is relatively small. \"It's fair to say we are largely absent form this type of political engagement, and that's because AARP as an organization is focused on policy, not politics,\" Young stated. Although it's true that individuals who work for AARP have donated primarily to Democratic candidates, individual donations are not the same as contributions by an organization. Because AARP as an organization has not contributed to the Democratic party or its candidates, we rate this claim, \"False.\" Hahn, Steve.  \"Voter and Candidate Reminder: AARP Is Strictly Non-Partisan.\"\r\n  AARP.  26 August 2016. AARP.org. \"How Much Does AARP Membership Cost?\"\r\n  Accessed 18 August 2020. AARP.org.  \"IRS Definition.\"\r\n  3 March 2011. AARP. org.  \"AARP Policy on Personal Political Activity.\"\r\n  Accessed 19 August 2020. Bunis, Dena.\"AARP Urges Federal Appeals Court to Preserve the ACA.\"\r\n  1 April 2019. Updated to include comments from AARP spokesperson Jason Young.",
        "issues": [
            "accountability"
        ],
        "image_data": [
            {
                "image_src": "https://www.snopes.com/uploads/2020/08/aarpdems.png",
                "image_caption": null
            }
        ],
        "evidence": [
            {
                "sentence": "It's unclear what exactly is meant by the phrase, \"what you pay AARP.\" The organization has an estimated 38 million members, all of whom typically pay annual dues at $16 per year. As a 501(c)4 tax-exempt organization, it also accepts charitable donations.",
                "hrefs": [
                    "https://www.aarp.org/about-aarp/company/social-impact/#:~:text=Enhancing%20the%20quality%20of%20life,It's%20all%20about%20real%20possibilities.",
                    "https://www.aarp.org/membership/faqs/info-2019/cost-of-membership.html#:~:text=The%20standard%20AARP%20membership%20fee,a%20longer%20term%20of%20membership.",
                    "https://www.aarp.org/about-aarp/info-03-2011/irs_definition.html",
                    "https://www.aarp.org/aarp-foundation/ways-to-give/"
                ]
            },
            {
                "sentence": "The AARP lobbies the government on behalf of causes that affect people aged 50 and older. Those activities may include taking a stand on health care and Social Security.",
                "hrefs": [
                    "https://www.aarp.org/politics-society/advocacy/info-2017/advocates-tell-congress-to-support-affordable-health-care.html",
                    "https://www.washingtonpost.com/us-policy/2020/08/08/trump-payroll-tax-cut/"
                ]
            },
            {
                "sentence": "In terms of candidates and political parties, however, AARP's official position is that it is non-partisan. The organization states it \"does not support, endorse or contribute to political candidates or parties.\"",
                "hrefs": [
                    "https://states.aarp.org/north-carolina/voter-candidate-reminder-aarp-strictly-non-partisan"
                ]
            },
            {
                "sentence": "We checked the AARP's federal campaign finance data using the website Open Secrets, a project operated by the government accountability organization The Center for Responsive Politics. We found no contributions to any political candidates or parties, Democratic or otherwise, from AARP, the organization. However, contributions from individuals who work for AARP is another matter.",
                "hrefs": [
                    "https://www.opensecrets.org/"
                ]
            },
            {
                "sentence": "AARP policy prohibits employees or officers from engaging in any personal political activity using AARP resources or during work hours.",
                "hrefs": [
                    "https://www.aarp.org/content/dam/aarp/about_aarp/leadership/2019/Policy-on-Personal-Political-Activity-AARP.pdf"
                ]
            },
            {
                "sentence": "According to campaign finance data tracked by Open Secrets, individual donors associated with AARP made a total of $96,381 in political contributions as of this writing in the 2020 federal election cycle, the majority (87.45%) of those donations going to Democratic candidates.",
                "hrefs": [
                    "https://www.opensecrets.org/orgs/summary?id=D000023726",
                    "https://www.opensecrets.org/orgs//totals?id=D000023726&cycle=A"
                ]
            },
            {
                "sentence": "Massoglia said that as a 501(c)4 organization, the AARP is allowed under U.S. tax code to engage in some political campaign activity. But their activities have been issue-oriented and bipartisan. For example, a 2018 AARP ad praised U.S. President Donald Trump on drug pricing policy. The organization has also supported upholding the Affordable Care Act, the landmark health care law signed by Trump's Democratic predecessor, President Barack Obama.",
                "hrefs": [
                    "https://www.youtube.com/watch?v=iLD7X-a172g&list=PLErIJrtiGWSxXgW6DlpLFXeJhtc5e7oSa&index=43",
                    "https://www.aarp.org/politics-society/advocacy/info-2019/affordable-care-act-brief.html"
                ]
            }
        ],
        "label": "FalseAbout this rating"
    },
    {
        "url": "https://www.snopes.com/fact-check/seattle-clean-sidewalks/",
        "claim": "No, Seattle Doesn't Refuse to Hose Poop from Sidewalks Because It's 'Racially Insensitive'",
        "author": "David Mikkelson",
        "posted": "06/24/2019",
        "sci_digest": [
            "A minor Seattle street-cleaning issue from mid-2017 was played up by partisan websites as if it were a major racial controversy."
        ],
        "justification": "In July 2017, the Seattle Times reported that two judges in King County (Washington) Superior Court had expressed concerns to county officials about the preponderance of crime around the courthouse located at Third Avenue and James Street in Seattle: reported Two King County Superior Court judges are asking for help cleaning up the courthouse at Third Avenue and James Street after they say two jurors and half a dozen employees have been assaulted. The nearby blocks host most of the citys homeless-shelter beds and many of its social-service outlets, which draw those who need help and the people who prey on them. Thats nothing new, [Judge Jim] Rogers said. But, for whatever reasons, things have gotten worse over the past few years and jurors and potential jurors report being afraid to go to the courthouse, the judges said. The judges said they have started hearing from jurors who want to do their civic jury duty at the countys superior courthouse in Kent because they dont want to come to the downtown courthouse. [Judge Laura] Inveen told the [Metropolitan King County Councils committee on government accountability and oversight] about two incidents, one in late May and one in June, in which jurors were attacked in separate incidents outside the courthouses Third Avenue entrance. On other occasions, Inveen said, employees have been spat upon, slammed against a wall or punched. Although cleaning and patrolling the area immediately surrounding the courthouse would not address some of the deep-seated issues faced by denizens of the space, it would send a signal that somebody was paying attention, she said. She and Rogers asked the county to take immediate steps to clean up the courthouse with a daily power-wash of the surrounding sidewalks, which reek of urine and excrement. They also asked that the county empty trash cans more frequently, remove bus-stop benches, remove tents from the adjoining park and increase the presence of law enforcement  not just to arrest people but to deter crime. Another suggestion was closing the Third Avenue entrance and reopening the one on Fourth. Although the Times article emphasized the need for reducing crime (and the fear of crime) around the courthouse as the primary problem, of which cleaning up human waste was just one element, many right-leaning websites focused on the sanitation aspect  and one county councilmember's comments in particular. In the middle of the story, the Times quoted Councilmember Larry Gossett as saying that \"he didnt like the idea of power-washing the sidewalks because it brought back images of the use of hoses against civil-rights activists.\" That single line was plucked from its context and used as fodder for articles bearing headlines such as \"Seattle Councilman: Cleaning Poop Off Sidewalks Is Racist\" (The Daily Caller) and \"Seattle Councilman Criticizes Plan to Hose Excrement Off Sidewalks Because It's Racially Insensitive\" (The Blaze). And Turning Point USA reduced the whole issue to a single meme asserting that \"the city of Seattle leaves poop on their sidewalks because hosing it off is 'racially insensitive': Larry Gossett The Daily Caller  Of course, none of those right-leaning sources made clear that Gossett didn't actually use either the term \"racist\" or \"racially insensitive,\" nor did any of them report  as more moderate news outlets did  the full context of Gossett's remarks, which was that he felt merely cleaning up waste would essentially be treating a symptom rather than addressing the larger underlying problem. Tacoma radio station KNKX, for example, observed that: observed There is, however, some push back to some of the clean up proposals. King County Councilman Larry Gossett says hes worried that power washing and increased security will affect the vulnerable population on the street. Most of the emphasis seems to be on safety for the jurors and courthouse staff and not enough attention being put to underlying problems that give rise to some of the disruptive activities of the lumpen proletariat out on the street, Gossett said. Likewise, the Seattle Times also included that missing context: Some committee members expressed concern about addressing the symptoms of the areas problems without getting to the cause. Councilmember Larry Gossett said he didnt like the idea of power-washing the sidewalks because it brought back images of the use of hoses against civil-rights activists. The Turning Point USA meme was particularly factually egregious in that it fostered the mistaken impression that the issue of sidewalk-cleaning applied to the entirety of Seattle, when in fact the discussion was about the area around a single courthouse. And the meme also wrongly asserted that \"Seattle leaves poop on its sidewalks,\" even though contemporaneous reporting made it clear that wasn't true, with the Seattle Times noting that \"the countys administrative officer, Caroline Whalen, and the facilities manager assured committee members that a stepped-up schedule of power washing and garbage cleanup [around the courthouse] would begin immediately.\" The coup de grce was that the photograph used to illustrate The Blaze's article and Turning Point USA's meme did not picture a scene in Seattle, or Washington state, or anywhere else in the U.S., but rather ... Moscow: photograph  Wissel, Paula.  \"King County Looks to Improve Safety for Jurors, Other Courthouse Visitors.\"\r\n  KNKX.  11 July 2017. Randall, Amber.  \"Seattle Councilman: Cleaning Poop Off Sidewalks Is Racist.\"\r\n  The Daily Caller.  12 July 2017. Clarridge, Christine.  \"Judges Complain Its Unsafe, Unsanitary Outside King County Courthouse in Seattle.\"\r\n  The Seattle Times.  11 July 2017. Gonzales, Sara.  \"Seattle Councilman Criticizes Plan to Hose Excrement Off Sidewalks Because It's Racially Insensitive.\"\r\n  The Blaze.  13 July 2017.",
        "issues": [
            "accountability"
        ],
        "image_data": [
            {
                "image_src": "https://www.snopes.com/uploads/2019/06/getty-moscow.jpg",
                "image_caption": null
            }
        ],
        "evidence": [
            {
                "sentence": "In July 2017, the Seattle Times reported that two judges in King County (Washington) Superior Court had expressed concerns to county officials about the preponderance of crime around the courthouse located at Third Avenue and James Street in Seattle:",
                "hrefs": [
                    "https://www.seattletimes.com/seattle-news/crime/judges-complain-its-unsafe-unsanitary-outside-county-courthouse-in-seattle/"
                ]
            },
            {
                "sentence": "In the middle of the story, the Times quoted Councilmember Larry Gossett as saying that \"he didnt like the idea of power-washing the sidewalks because it brought back images of the use of hoses against civil-rights activists.\" That single line was plucked from its context and used as fodder for articles bearing headlines such as \"Seattle Councilman: Cleaning Poop Off Sidewalks Is Racist\" (The Daily Caller) and \"Seattle Councilman Criticizes Plan to Hose Excrement Off Sidewalks Because It's Racially Insensitive\" (The Blaze). And Turning Point USA reduced the whole issue to a single meme asserting that \"the city of Seattle leaves poop on their sidewalks because hosing it off is 'racially insensitive':",
                "hrefs": [
                    "https://www.kingcounty.gov/council/gossett.aspx",
                    "https://web.archive.org/web/20170713140231/https://dailycaller.com/2017/07/12/seattle-councilman-cleaning-poop-off-sidewalks-is-racist/"
                ]
            },
            {
                "sentence": "Of course, none of those right-leaning sources made clear that Gossett didn't actually use either the term \"racist\" or \"racially insensitive,\" nor did any of them report  as more moderate news outlets did  the full context of Gossett's remarks, which was that he felt merely cleaning up waste would essentially be treating a symptom rather than addressing the larger underlying problem. Tacoma radio station KNKX, for example, observed that:",
                "hrefs": [
                    "https://www.knkx.org/post/king-county-looks-improve-safety-jurors-other-courthouse-visitors"
                ]
            },
            {
                "sentence": "The coup de grce was that the photograph used to illustrate The Blaze's article and Turning Point USA's meme did not picture a scene in Seattle, or Washington state, or anywhere else in the U.S., but rather ... Moscow:",
                "hrefs": [
                    "https://www.gettyimages.com/detail/news-photo/municipal-worker-washes-a-sidewalk-on-a-sunny-spring-day-in-news-photo/653213998?adppopup=true"
                ]
            }
        ],
        "label": "FalseAbout this rating"
    },
    {
        "url": "https://www.snopes.com/fact-check/ice-citizens-academy-civilians/",
        "claim": "Is ICE 'Citizens Academy' Training Civilians To Arrest 'Undocumented' Immigrants?",
        "author": "Nur Ibrahim",
        "posted": "07/17/2020",
        "sci_digest": [
            "An ICE initiative in Chicago aims to \"debunk myths\" about the agency known for its detention centers and targeting of immigrant communities."
        ],
        "justification": "As so-called undocumented immigrants in the U.S. struggled to avoid deportation and risked their health during the 2020 coronavirus pandemic, government agencies created potential new challenges for them. In July, the U.S. Immigration and Customs Enforcements (ICE) Enforcement and Removal Operations (ERO) department announced they would be offering a six-day Citizens Academy training starting in September in Chicago, which would allow civilians and ICE officers to engage with each other. struggled risked their health announced Snopes readers shared the following letter from ICE, reportedly sent to potential participants across Chicago, and asked us if it meant the agency would be training civilians to assist in the apprehension of undocumented people. The answer is complicated. letter   We found that this was an actual letter sent by ICE. Although they said they were planning to conduct trainings in September and would show civilians how they made arrests, the notion that this would lead to civilians actually apprehending undocumented people was disputed by the agency. Immigration advocates, however, were skeptical.  In order to understand the actual nature and likely outcome of these trainings, we reached out to ICE, as well as immigration advocates, and looked at past examples of such academies.  According to an ICE press release, the interactive program would occur once a week over six weeks. Participants would learn about ICE policies and procedures from ERO officers, while officers would hear participants perspectives and debunk myths about ICE. press release The curriculum will include, but is not limited to, classroom instruction, visiting an immigration detention center, learning more about the health care ICE provides to those in its custody, and examining ICEs role in ensuring dignity, respect and due process of an immigration case from start to finish. Many in Chicago received letters from ICE inviting them to apply. The letter said, attendees will participate in scenario-based training ... including, but not limited to defensive tactics, firearms familiarization, and targeted arrests. received Nicole Alberico, an ICE spokesperson, responded to Snopes' request for more information about the training (emphasis ours): ...the academy is not to train members of the public to do the work of trained, federal law enforcement officers. ICE ERO Citizens Academy is modeled after other law enforcement community outreach programs  including ICEs Homeland Security Investigations (HSI), FBI and local police departments  all with the goal of directly engaging and educating the public. Chicago ERO is looking for a diverse set of influential community leaders  regardless of their stance on ICE  to apply. The spokesperson said that they also had not determined whether media would be permitted to attend the training, as they were considering health precautions because of the pandemic and privacy concerns.  In sum, according to their own descriptions, ICE plans on showing civilians how they as an agency carry out arrests but will not be training civilians to do arrests themselves.  According to one report, such a Citizens Academy has already taken place in Los Angeles for years, with participants simulating drug busts, arrests, and stakeouts. According to one graduate, the course immersed people in what the agents do. While the Chicago program was to be run by ERO, the Los Angeles Academy was being run under ICEs Homeland Security Investigations (HSI) department.  one report simulating The goal of such training appeared to be to get more people to understand ICEs perspective, see how they operate, and eventually construct a positive image of the agency in various communities. There is no available evidence that such trainings led to civilians participating in actual arrests.  Testimony from activists, human rights organizations, and reporting show ample proof of ICEs history of violating detainees rights, inhumane arrests of undocumented immigrants, separating children from their parents, and the lack of accountability surrounding their operations. ICE has also used civilian informants before. violating detainees rights arrests lack of accountability civilian informants The Citizens Academy announcement faced swift backlash from activists and government officials, including Chicago's alderman, Rossana Rodriguez, who labeled it a vigilante academy. In July, Democratic Rep. Mike Quigley put forward an amendment to the Homeland Security spending bill, barring agencies like ICE from using government funds to run Citizens Academy courses. vigilante academy forward Immigration activists said these classes were at best propaganda and at worst would train civilians to \"snitch\" on undocumented immigrants. Lam Nguyen Ho, executive director of Beyond Legal Aid, an organization that provides legal services to immigrants in Chicago, spoke to Snopes about the dangers of such academies:  said propaganda ... the best case scenario for this training is ICE doing a marketing campaign to justify continuing to deport undocumented immigrants indiscriminately and separating families inhumanely ... We have immigrants afraid of opening their doors and applying for immigration rights to which they are actually eligible due to the fears and violence they see ... I cant imagine the misinformation and fears that will be created when an agency of our government is basically sanctioning and coordinating neighbors surveilling, profiling, or worse against each other. (Update: The Chicago Citizen's Academy was postponed in 2020 due to the pandemic, and a new date had not been announced. According to a statement from an ICE official, it will be tentatively scheduled for the spring of 2021.) In sum, ICE confirmed that the Citizens Academy course will take place, but denied they will train civilians to carry out arrests. Based on ICEs history of abuses against immigrant populations, the fears surrounding this particular training aren't unreasonable, but the exact nature and outcome of the training remains to be seen. Based on all of the above factors, we rate this claim a Mixture. Da Silva, Chantal.  \"DHS Spending Bill Amended to Ban Funding for ICE's Citizen's Academy.\"\r\n Newsweek. 15 July 2020. Da Silva, Chantal.  \"ICE Offering 'Citizens Academy' Course with Training on Arresting Immigrants.\"\r\n Newsweek. 9 July 2020. Gonzalez, Christina.\"ICE Citizen Academy Causing Uproar in Chicago, Has Been Going on in Los Angeles - for Years.\"\r\n Fox11 Los Angeles. 11 July 2020. Human Rights Watch.  \"US: Stop Using Untrained, Abusive Agencies at Protests.\"\r\n 5 June 2020. Kaplan, Emily.  \"What Isolation Does to Undocumented Immigrants.\"\r\n  The Atlantic. 27 May 2020. Katz, Ryan. \"Play to Stay.\"\r\n The Intercept. 24 September 2018. McFarling, Usha Lee. \"Fearing Deportation, Many Immigrants at Higher Risk of Covid-19 Are Afraid to Seek Testing or Care.\"\r\n  StatNews. 15 April 2020. Mejia, Brittny. \"At Citizen Academies, Devoted Participants Get Their Law Enforcement Fix.\"\r\n Los Angeles Times. 3 December 2018. Tashman, Brian. \"Congress Needs To Hold ICE Accountable for Abuses.\"\r\n ACLU. 2 February 2018. Torres, Adry. \"ICE Is Offering a Six-week Course on How to Arrest Immigrants - Including 'Firearms and Defensive Training' - as Critics Warns They Are Using Private Citizens As Their Eyes and Ears.\"\r\n The Daily Mail.8 July 2020. U.S. Immigration and Customs Enforcement. \"ICE Offers First Citizens Academy for Public to Learn More About Agencys Mission in Chicago.\"\r\n 13 July 2020. Zamudio, Maria Ines. \"ICE Citizens Trainings May Be a 'Vigilante Academy,' Chicago Alderman Warns.\"\r\n NPR. 10 July 2020.",
        "issues": [
            "accountability"
        ],
        "image_data": [
            {
                "image_src": "https://www.snopes.com/uploads/2020/07/ICE-training-civilians.jpg",
                "image_caption": null
            }
        ],
        "evidence": [
            {
                "sentence": "As so-called undocumented immigrants in the U.S. struggled to avoid deportation and risked their health during the 2020 coronavirus pandemic, government agencies created potential new challenges for them. In July, the U.S. Immigration and Customs Enforcements (ICE) Enforcement and Removal Operations (ERO) department announced they would be offering a six-day Citizens Academy training starting in September in Chicago, which would allow civilians and ICE officers to engage with each other.",
                "hrefs": [
                    "https://www.theatlantic.com/family/archive/2020/05/isolated-undocumented-immigrant/612130/",
                    "https://www.statnews.com/2020/04/15/fearing-deportation-many-immigrants-at-higher-risk-of-covid-19-are-afraid-to-seek-testing-or-care/",
                    "https://www.ice.gov/news/releases/ice-offers-first-citizens-academy-public-learn-more-about-agencys-mission-chicago"
                ]
            },
            {
                "sentence": "Snopes readers shared the following letter from ICE, reportedly sent to potential participants across Chicago, and asked us if it meant the agency would be training civilians to assist in the apprehension of undocumented people. The answer is complicated.",
                "hrefs": [
                    "https://www.dailymail.co.uk/news/article-8503219/ICE-offer-class-Chicago-undocumented-immigrants-detained-removed-U-S.html"
                ]
            },
            {
                "sentence": "According to an ICE press release, the interactive program would occur once a week over six weeks. Participants would learn about ICE policies and procedures from ERO officers, while officers would hear participants perspectives and debunk myths about ICE.",
                "hrefs": [
                    "https://www.ice.gov/news/releases/ice-offers-first-citizens-academy-public-learn-more-about-agencys-mission-chicago"
                ]
            },
            {
                "sentence": "Many in Chicago received letters from ICE inviting them to apply. The letter said, attendees will participate in scenario-based training ... including, but not limited to defensive tactics, firearms familiarization, and targeted arrests.",
                "hrefs": [
                    "https://www.npr.org/local/309/2020/07/10/889726473/i-c-e-citizens-trainings-may-be-a-vigilante-academy-chicago-alderman-warns"
                ]
            },
            {
                "sentence": "According to one report, such a Citizens Academy has already taken place in Los Angeles for years, with participants simulating drug busts, arrests, and stakeouts. According to one graduate, the course immersed people in what the agents do. While the Chicago program was to be run by ERO, the Los Angeles Academy was being run under ICEs Homeland Security Investigations (HSI) department. ",
                "hrefs": [
                    "https://www.foxla.com/news/ice-citizen-academy-causing-uproar-in-chicago-has-been-going-on-in-los-angeles-for-years",
                    "https://www.latimes.com/local/lanow/la-me-ln-ice-citizens-academy-20181205-story.html"
                ]
            },
            {
                "sentence": "Testimony from activists, human rights organizations, and reporting show ample proof of ICEs history of violating detainees rights, inhumane arrests of undocumented immigrants, separating children from their parents, and the lack of accountability surrounding their operations. ICE has also used civilian informants before.",
                "hrefs": [
                    "https://www.hrw.org/news/2020/06/05/us-stop-using-untrained-abusive-agencies-protests",
                    "https://www.bbc.com/news/world-us-canada-49275109",
                    "https://www.aclu.org/blog/immigrants-rights/ice-and-border-patrol-abuses/congress-needs-hold-ice-accountable-abuses",
                    "https://theintercept.com/2018/09/24/ice-informants-deportation/"
                ]
            },
            {
                "sentence": "The Citizens Academy announcement faced swift backlash from activists and government officials, including Chicago's alderman, Rossana Rodriguez, who labeled it a vigilante academy. In July, Democratic Rep. Mike Quigley put forward an amendment to the Homeland Security spending bill, barring agencies like ICE from using government funds to run Citizens Academy courses.",
                "hrefs": [
                    "https://www.npr.org/local/309/2020/07/10/889726473/i-c-e-citizens-trainings-may-be-a-vigilante-academy-chicago-alderman-warns",
                    "https://www.newsweek.com/dhs-spending-bill-amended-ban-funding-ices-citizens-academy-1518059"
                ]
            },
            {
                "sentence": "Immigration activists said these classes were at best propaganda and at worst would train civilians to \"snitch\" on undocumented immigrants. Lam Nguyen Ho, executive director of Beyond Legal Aid, an organization that provides legal services to immigrants in Chicago, spoke to Snopes about the dangers of such academies: ",
                "hrefs": [
                    "https://www.foxla.com/news/ice-citizen-academy-causing-uproar-in-chicago-has-been-going-on-in-los-angeles-for-years",
                    "https://www.npr.org/local/309/2020/07/10/889726473/i-c-e-citizens-trainings-may-be-a-vigilante-academy-chicago-alderman-warns"
                ]
            }
        ],
        "label": "MixtureAbout this rating"
    },
    {
        "url": "https://www.snopes.com/fact-check/trump-fine-stealing-veterans/",
        "claim": "Was Donald Trump Fined for 'Stealing' Money Intended for Veterans?",
        "author": "Dan MacGuill",
        "posted": "11/14/2019",
        "sci_digest": [
            "Social media posts and memes badly misrepresented the facts surrounding the November 2019 resolution of a high-profile lawsuit against the president."
        ],
        "justification": "In November 2019, we received multiple inquiries about the accuracy of claims that U.S. President Donald Trump had been fined $2 million by a New York court because he was found to have \"stolen\" charitable donations intended for military veterans.  For example, former Democratic Virginia State Senate candidate Qasim Rashid tweeted on several occasions in November 2019 that Trump had \"stolen\" $2.8 million in charitable donations from veterans, and that he had admitted as much in court: tweeted several occasions The President stole $2.8M in charity from Veterans & spent it on himself & admits to his crime in court documents. As you speak of honor & serviceWhere is your accountability of a President who trampled on both? Why are you silent Rep @RobWittman?#VeteransDay https://t.co/rGi9fT0AsP @RobWittman #VeteransDay https://t.co/rGi9fT0AsP  Qasim Rashid, Esq. (@QasimRashid) November 11, 2019 November 11, 2019   One of Rashid's tweets was later reposted in the form of a meme by the Facebook page Act.tv. (The meme was later deleted): tweets meme   Another widely shared meme claimed, \"It is a fact that draft dodger Trump stole charitable cash donations that were meant for our veterans\":   These social media posts and memes grossly misrepresented the facts surrounding a November 2019 settlement agreement between the New York Attorney General, on one hand, and the Donald J. Trump Foundation, Trump himself, and his children Ivanka and Eric, on the other hand.  Trump did not \"steal\" charitable donations intended for veterans, nor did he admit as much in court. All the donations intended for veterans charities ended up going to veterans charities. However, Trump's 2016 presidential campaign did direct and benefit from the manner in which many of those donations were distributed to the charities.  The claims were related to a lawsuit brought by the New York Attorney General's office in June 2018 against the Trump Foundation, the president, and Ivanka and Eric Trump, in their capacity as board directors of the charity. We've written about the case in detail in a previous fact check. fact check In her June 2018 petition to the state's Supreme Court, then-New York Attorney General Barbara Underwood wrote: wrote \"For more than a decade, the Donald J. Trump Foundation has operated in persistent violation of state and federal law governing New York State charities. This pattern of illegal conduct by the Foundation and its board members includes improper and extensive political activity, repeated and willful self-dealing transactions, and failure to follow basic fiduciary obligations or to implement even elementary corporate formalities required by law. One of the examples of \"improper political activity\" cited in the lawsuit related to a January 2016 fundraiser that the Trump Foundation and Trump's presidential election campaign jointly operated.  In January 2016, days before the Iowa caucuses, Trump complained of unfair treatment by Fox News anchor Megyn Kelly and announced he would be boycotting the next Republican primary debate and instead host a fundraiser for veterans' charities in Iowa.  announced The event raised around $5.6 million, with roughly half going to the Trump Foundation, and half going directly to specific veterans charities. The Trump campaign directed the distribution of funds to recipient charities, and Trump himself repeatedly presented checks at campaign rallies and more broadly used the distribution of funds to boost his presidential campaign.  On the basis of those allegations, Underwood requested several outcomes, including asking the court to \"dissolve the Foundation for its persistently illegal conduct, enjoin its board members from future service as a director of any not-for-profit authorized by New York law, to obtain restitution and penalties, and to direct the Foundation to cooperate with the Attorney General in the lawful distribution of its remaining assets to qualified charitable entities. The parties to the lawsuit spent around a year negotiating a settlement. In December 2018, for example, all sides agreed that the Foundation would be dissolved and its assets distributed to a list of mutually agreed charities.  agreed In November 2019, the New York Supreme Court published the final settlement. As part of that settlement between the parties, Trump, his children and the Foundation stipulated to (agreed upon) a set of facts, among them the following section related to the Iowa veterans fundraiser: settlement The website for the Iowa Fundraiser, DonaldTrumpForVets.com, was developed by campaign personnel and, with the agreement of the Foundation, featured the name of the Foundation at the top of the home page and informed visitors that \"the Donald J. Trump Foundation is a 501 (c)(3) nonprofit organization\"; The campaign planned, organized and paid for the Iowa Fundraiser, with administrative assistance from the Foundation; and the campaign directed the timing, amounts and recipients of the Foundation's grants to charitable organizations supporting military veterans; The Iowa Fundraiser raised approximately $5.6 million in donations for veterans groups, of which $2.823 million was contributed to the Foundation; the balance was contributed by donors directly to various veterans' groups. At Campaign events in Iowa on January 30, January 31, and February 1, 2016, Mr. Trump personally displayed presentation copies of Foundation checks to Iowa veterans' groups. On May 31, 2016, at a Campaign press conference, Mr. Trump announced the grants the Foundation made to veterans' groups with the proceeds of the Iowa Fundraiser and, on or about the same day, the Campaign posted on its website a chart identifying the grant recipients. The New York Attorney General's office objected to the way in which the Trump Foundation had been used to advance the interests of the Trump campaign, and especially the way in which the campaign dictated how more than half of the funds were to be distributed, with Trump at times personally handing out checks at campaign rallies. The Attorney General's Office did not object on the grounds that Trump, his children, or his foundation, had stolen or kept the money.  Indeed, in an order accompanying the November 2019 settlement, New York Supreme Court Justice Saliann Scarpulla wrote that: wrote The Attorney General has argued that I should award damages for waste of the entire $2,823,000 that was donated directly to the Foundation at the Fundraiser. In opposition, Mr. Trump notes that the Foundation ultimately disbursed all of the Funds to charitable organizations and that he has sought to resolve consensually this proceeding. As stated above, I find that the $2,823,000 raised at the Fundraiser was used for Mr. Trumps political campaign and disbursed by Mr. Trumps campaign staff, rather than by the Foundation, in violation of [New York law]. However, taking into consideration that the Funds did ultimately reach their intended destinations, i.e., charitable organizations supporting veterans, I award damages on the breach of fiduciary duty/waste claim against Mr. Trump in the amount of $2,000,000, without interest, rather than the entire $2,823,000 sought by the Attorney General. [Emphasis added]. Trump was ordered to pay $2 million to a list of agreed-upon charities as damages for the waste incurred by the fact that his political campaign orchestrated and benefited from distributing around $2.8 million in donations to veterans groups. (That $2 million in damages was separate from the roughly $1.7 million the Trump Foundation had already agreed to distribute to various charities, as part of the resolution dissolving the Foundation.) Neither Trump, nor his children, nor his charity, were found to have \"stolen\" or kept the funds, and so none \"admitted\" to such actions (as Rashid falsely claimed in his tweets). The New York Supreme Court explicitly acknowledged that all the funds raised from the January 2016 Iowa event did ultimately end up with veterans groups.  The irony in those claims was that it was, in fact, the manner in which the Trump Foundation and Trump campaign colluded in distributing the donations to veterans charities that landed the president in hot water, not his having \"stolen\" the donations.  Mac Guill, Dan. \"Did New York Reprimand Trump Family for 'Stealing From a Children's Cancer Charity'?\"\r\n Snopes.com. 31 October 2019. Underwood, Barbara D. \"New York vs. Trump et al -- Verified Petition.\"\r\n New York Supreme Court, County of New York. 14 June 2018. Shane III, Leo. \"Donald Trump to Skip GOP Debate, Hold Fundraiser for Wounded Troops Instead.\"\r\n Military Times. 26 January 2016. New York Supreme Court, County of New York. \"New York vs. Trump et al -- So-Ordered Stipulation Concerning the Dissolution of the Donald J. Trump Foundation.\"\r\n  19 December 2018. New York Supreme Court, County of New York. \"New York vs. Trump et al -- So-Ordered Stipulation of Final Settlement.\"\r\n  7 November 2019. Scarpulla, Saliann. \"New York vs. Trump et al -- Decision and Order On Petition.\"\r\n New York Supreme Court, County of New York. 7 November 2019.",
        "issues": [
            "accountability"
        ],
        "image_data": [
            {
                "image_src": "https://www.snopes.com/uploads/2019/11/Screenshot-2019-11-14-at-12.31.17.png",
                "image_caption": null
            }
        ],
        "evidence": [
            {
                "sentence": "For example, former Democratic Virginia State Senate candidate Qasim Rashid tweeted on several occasions in November 2019 that Trump had \"stolen\" $2.8 million in charitable donations from veterans, and that he had admitted as much in court:",
                "hrefs": [
                    "https://archive.is/IoqFv",
                    "https://archive.is/71K4R",
                    "https://archive.is/Jq5Gc"
                ]
            },
            {
                "sentence": "Why are you silent Rep @RobWittman?#VeteransDay https://t.co/rGi9fT0AsP",
                "hrefs": [
                    "https://twitter.com/RobWittman?ref_src=twsrc%5Etfw",
                    "https://twitter.com/hashtag/VeteransDay?src=hash&ref_src=twsrc%5Etfw",
                    "https://t.co/rGi9fT0AsP"
                ]
            },
            {
                "sentence": " Qasim Rashid, Esq. (@QasimRashid) November 11, 2019",
                "hrefs": [
                    "https://twitter.com/QasimRashid/status/1193896414390181890?ref_src=twsrc%5Etfw"
                ]
            },
            {
                "sentence": "One of Rashid's tweets was later reposted in the form of a meme by the Facebook page Act.tv. (The meme was later deleted):",
                "hrefs": [
                    "https://archive.is/KtKGT",
                    "https://archive.is/01J64"
                ]
            },
            {
                "sentence": "The claims were related to a lawsuit brought by the New York Attorney General's office in June 2018 against the Trump Foundation, the president, and Ivanka and Eric Trump, in their capacity as board directors of the charity. We've written about the case in detail in a previous fact check.",
                "hrefs": [
                    "https://www.snopes.com/fact-check/trump-steal-kids-cancer-charity/"
                ]
            },
            {
                "sentence": "In her June 2018 petition to the state's Supreme Court, then-New York Attorney General Barbara Underwood wrote:",
                "hrefs": [
                    "https://www.snopes.com/uploads/2019/10/451130_2018_The_People_of_the_Stat_v_The_People_of_the_Stat_PETITION_1-3.pdf"
                ]
            },
            {
                "sentence": "In January 2016, days before the Iowa caucuses, Trump complained of unfair treatment by Fox News anchor Megyn Kelly and announced he would be boycotting the next Republican primary debate and instead host a fundraiser for veterans' charities in Iowa. ",
                "hrefs": [
                    "https://archive.is/ZQmIb"
                ]
            },
            {
                "sentence": "The parties to the lawsuit spent around a year negotiating a settlement. In December 2018, for example, all sides agreed that the Foundation would be dissolved and its assets distributed to a list of mutually agreed charities. ",
                "hrefs": [
                    "https://www.snopes.com/uploads/2019/10/451130_2018_The_People_of_the_Stat_v_The_People_of_the_Stat_STIPULATION___SO_OR_113.pdf"
                ]
            },
            {
                "sentence": "In November 2019, the New York Supreme Court published the final settlement. As part of that settlement between the parties, Trump, his children and the Foundation stipulated to (agreed upon) a set of facts, among them the following section related to the Iowa veterans fundraiser:",
                "hrefs": [
                    "https://www.snopes.com/uploads/2019/11/451130_2018_The_People_of_the_Stat_v_The_People_of_the_Stat_STIPULATION___SO_OR_139.pdf"
                ]
            },
            {
                "sentence": "Indeed, in an order accompanying the November 2019 settlement, New York Supreme Court Justice Saliann Scarpulla wrote that:",
                "hrefs": [
                    "https://www.snopes.com/uploads/2019/11/451130_2018_The_People_of_the_Stat_v_The_People_of_the_Stat_DECISION_ON_MOTION__138.pdf"
                ]
            }
        ],
        "label": "MixtureAbout this rating"
    },
    {
        "url": "https://www.snopes.com/fact-check/ecosia-use-profits-to-plant-trees/",
        "claim": "Does Search Engine Ecosia Use Profits to Plant Trees?",
        "author": "Dan Evon",
        "posted": "08/27/2019",
        "sci_digest": [
            "The search engine claims it has funded the planting of more than 60 million trees. "
        ],
        "justification": "If you browse Snopes.com, you'll likely come across the advice, \"If it seems too good to be true, it it probably is\" on pages about social media scams. While this platitude is certainly worth considering when browsing the internet, a few exceptions exist. social media scams The Germany-based search engine Ecosia claims to use its profits to plant trees around the world. Its home page even carries a tally of the number of trees that have reportedly been planted by Ecosia users:   For many people, this business model may seem \"too good to be true\" and has led to some skepticism about the legitimacy of this company. A search on Google, for instance, results in several articles and blog posts questioning the legitimacy of the search engine and asking whether Ecosia is a scam. As far as we can tell, Ecosia is a legitimate search engine that truly uses a portion of its profits to help plant trees around the world.  Ecosia was launched in 2009 by Christian Kroll. At the time, the search engine was partnered with the World Wildlife Fund (WWF) and promised to donate \"at least 80 percent of its income from sponsored links to WWFs rainforest protection programme in Brazils Juruena-Apui region.\" WWF announced the partnership in a blog post: blog Those people unable to make it to the Copenhagen Climate Conference this month can still contribute to stopping climate change  by using a new search engine from their own computers. The same day the conference begins on Dec. 7, web users can start using a new green search engine called Ecosia. The new application, powered by Yahoo! and Microsofts Bing search engines, will allow internet surfers to protect about 2 square meters of Amazon rainforest just by clicking on sponsored links. Although users do not donate any money themselves, the company behind Ecosia will donate at least 80 percent of its income from sponsored links to WWFs rainforest protection programme in Brazils Juruena-Apui region. The green search engine is a very modern and inventive method of saving the world climate without a huge effort, says WWF Germanys director Eberhard Brandes. Every year billions of dollars are being earned in the internet only from advertising revenue, says Christian Kroll, founder of Ecosia. There is a more eco-friendly way of using these huge profits: the money should better be used to fight global warming. Since 2009, Ecosia has partnered with a number of other environmental organizations. The company reports it uses a portion of its profits to fund these organizations, who in turn work to plant trees around the world.  Ecosia makes money the way most other search engines and websites do: through advertising revenue. While this money covers various business expenses, such as advertising and operational costs, Ecosia claims that the majority of its revenue goes toward funding tree-planting projects.  Ecosia releases monthly financial reports so users can see exactly how the company is spending its money. The most recent full report comes from July 2019. The following report shows that 52% of its total income (approximately 80% of its surplus revenue) was invested in tree-planting projects; 5% was spent on advertising; 30% was spent on operational costs; and 12% went into company \"reserves,\" which are used to fund larger environmental investments: financial reports   We have been unable to independently verify these numbers. However, we checked the websites of several of Ecosia's reported benefactors and found that many of these organizations list Ecosia as one of their partners. Dr. Simon Pfister, managing director of Green Ethiopia, an organization working to grow forests in Ethiopia that received approximately $150,000 from Ecosia in June 2019, told us that Ecosia accurately reported its donation in the company's financial report.  Ecosia is also a Certified B Corporation. This means that Ecosia underwent a third-party evaluation that determined the company had an overall positive impact on its workers, community, and environment. According to the company: Ecosia Certified B Corporation. B Corp Certification doesnt just evaluate a product or service; it assesses the overall positive impact of the company that stands behind it. And increasingly thats what people care most about. Certified B Corporations achieve a minimum verified score on the B Impact Assessment  a rigorous assessment of a companys impact on its workers, customers, community, and environment and make their B Impact Report transparent on bcorporation.net. Certified B Corporations also amend their legal governing documents to require their board of directors to balance profit and purpose. The combination of third-party validation, public transparency, and legal accountability help Certified B Corps build trust and value. B Corp Certification is administered by the non-profit B Lab. Ecosia lets users plant trees by searching the web. In donating 80 percent of its surplus ad revenue, the search engine has raised almost $3 million for reforestation projects since its founding in December 2009. Ecosia's mission to cultivate a world where the environment doesnt need protecting has it working to plant one billion new trees by the year 2020. By supporting high-impact reforestation efforts  as well as neutralising all CO2 emissions related to its search  Ecosia aims to achieve the highest positive environmental impact per dollar possible. By publishing its monthly donation receipts online, Ecosia aims to live up to its users demands for transparency. And by working to improve its charitable web service day after day, Ecosia aims to show the world that small changes can make a big difference. In its mission to plant one billion trees by 2020, Ecosia is working with experts and communities to reforest areas of the world that need it most. Sustainable, high-impact planting strategies mean improvements to the environment, local economies and social stability. Ecosia truly uses a large portion of its profits to fund tree planting projects. Of course, for anyone searching for an environmentally friendly search engine, planting trees isn't the only factor to consider. Ecosia is largely powered by Microsoft's Bing search engine. While Microsoft's global operations have been carbon neutral since 2012, the data centers powering Bing don't run entirely on renewable energy. Microsoft is working toward this goal, however, and expects to be driven by 100 percent renewable energy by 2023: Bing 2012 100 percent renewable energy In our data centers, we will continue to focus on R&D for efficiency and renewable energy. In 2016, we announced that we would power our data centers with more renewable energy, setting a 50 percent target by the end of 2018 and topping 60 percent early in the next decade while continuing to improve from there. We hit the first target nearly a year ahead of schedule, and today we are sharing the news that we will reach the 60 percent milestone before the end of this year. Were therefore setting our next milestone on the path to 100 percent renewable energy, aiming to surpass the 70 percent target by 2023. Well also launch a new data-driven circular cloud initiative using the Internet of Things (IoT), blockchain and artificial intelligence (AI) to monitor performance and streamline our reuse, resale and recycling of data center assets, including servers. For comparison's sake, Google announced in 2017 that its search engine was being powered by 100% renewable energy. announced While Microsoft may not be at quite at 100% renewable energy yet, Ecosia claims that its own servers run on clean power thanks to its new solar plant. Additionally, Ecosia's carbon footprint is lessened due to its involvement with various tree-planting projects around the world. The company says: carbon footprint Renewable energy: Did you know that the CO2 footprint of an average search is estimated at 0.2 grams? Not so with Ecosia. We recently built our own solar plant, so that we can run our servers on clean power. This is even better than buying renewable energy from existing plants, as the plant can deliver clean energy to the grid and replace electricity derived from fossil fuels. Carbon-negative: By planting trees and offsetting its energy use with renewables, each search with Ecosia actually removes 1 kg of CO2 from the air, which makes Ecosia a carbon-negative search engine. Heres the math: an average search generates around 0.005  of revenue. It costs roughly 0.25  to plant a tree, which means that Ecosia can plant one tree every 50 searches. On average, these trees will each remove 50 kg of CO2 during an expected 15 year lifetime. To sum up: Ecosia makes money through advertisements on its search engine. While a portion of that money is used to fund the operational costs of the business, about 80% of its surplus revenue is donated to environmental organizations and tree-planting projects around the world.  Smith, Brad.  \"We're Increasing Our CarbonFee as We Double Down on Sustainability.\"   Microsoft.  15 April 2019. Google.  \"100% Renewable is Just the Beginning.\"\r\n  Retrieved 27 August 2019. Ecosia.  \"Financial Reports and Tree-Planting Receipts.\"\r\n  15 May 2019. World Wildlife Fund.  \"Clicks to Help Save Amazon.\"   3 December 2009.",
        "issues": [
            "accountability"
        ],
        "image_data": [
            {
                "image_src": "https://www.snopes.com/uploads/2019/08/ecosia.jpg",
                "image_caption": null
            },
            {
                "image_src": "https://www.snopes.com/uploads/2019/08/Financial-Report-Jul19_english@2x.png",
                "image_caption": null
            }
        ],
        "evidence": [
            {
                "sentence": "If you browse Snopes.com, you'll likely come across the advice, \"If it seems too good to be true, it it probably is\" on pages about social media scams. While this platitude is certainly worth considering when browsing the internet, a few exceptions exist.",
                "hrefs": [
                    "https://www.snopes.com/fact-check/category/fraud/"
                ]
            },
            {
                "sentence": "WWF announced the partnership in a blog post:",
                "hrefs": [
                    "https://wwf.panda.org/wwf_news/?182301/"
                ]
            },
            {
                "sentence": "Ecosia releases monthly financial reports so users can see exactly how the company is spending its money. The most recent full report comes from July 2019. The following report shows that 52% of its total income (approximately 80% of its surplus revenue) was invested in tree-planting projects; 5% was spent on advertising; 30% was spent on operational costs; and 12% went into company \"reserves,\" which are used to fund larger environmental investments:",
                "hrefs": [
                    "https://blog.ecosia.org/ecosia-financial-reports-tree-planting-receipts/"
                ]
            },
            {
                "sentence": "Ecosia is also a Certified B Corporation. This means that Ecosia underwent a third-party evaluation that determined the company had an overall positive impact on its workers, community, and environment. According to the company:",
                "hrefs": [
                    "https://bcorporation.net/directory/ecosia-gmbh",
                    "https://bcorporation.net/directory/ecosia-gmbh"
                ]
            },
            {
                "sentence": "Ecosia truly uses a large portion of its profits to fund tree planting projects. Of course, for anyone searching for an environmentally friendly search engine, planting trees isn't the only factor to consider. Ecosia is largely powered by Microsoft's Bing search engine. While Microsoft's global operations have been carbon neutral since 2012, the data centers powering Bing don't run entirely on renewable energy. Microsoft is working toward this goal, however, and expects to be driven by 100 percent renewable energy by 2023:",
                "hrefs": [
                    "https://ecosia.zendesk.com/hc/en-us/articles/206153381-Where-do-Ecosia-s-search-results-come-from-",
                    "https://www.microsoft.com/en-us/environment/carbon",
                    "https://blogs.microsoft.com/on-the-issues/2019/04/15/were-increasing-our-carbon-fee-as-we-double-down-on-sustainability/"
                ]
            },
            {
                "sentence": "For comparison's sake, Google announced in 2017 that its search engine was being powered by 100% renewable energy.",
                "hrefs": [
                    "https://sustainability.google/projects/announcement-100/"
                ]
            },
            {
                "sentence": "While Microsoft may not be at quite at 100% renewable energy yet, Ecosia claims that its own servers run on clean power thanks to its new solar plant. Additionally, Ecosia's carbon footprint is lessened due to its involvement with various tree-planting projects around the world. The company says:",
                "hrefs": [
                    "https://ecosia.zendesk.com/hc/en-us/articles/201531072-How-does-Ecosia-neutralize-a-search-s-CO2-emissions-"
                ]
            }
        ],
        "label": "TrueAbout this rating"
    },
    {
        "url": "https://www.snopes.com/fact-check/antifa-patriot-party/",
        "claim": "Was the 'Patriot Party' Name Used Before Trump Supporters Adopted It?",
        "author": "Jessica Lee",
        "posted": "01/28/2021",
        "sci_digest": [
            "We dug through numerous newspaper archives for a sampling of political groups that organized under the name."
        ],
        "justification": "Voting in the 2020 U.S. Election may be over, but the misinformation keeps on ticking. Never stop fact-checking. Follow our post-election coverage here. here As some high-profile Republicans condemned former U.S. President Donald Trump for inciting the Capitol insurrection on Jan. 6, 2021, news reports surfaced citing anonymous sources close to Trump who said he was considering dismantling American partisanship by forming a new \"Patriot Party.\" Capitol insurrection Some of his supporters quickly drafted logos and slogans for the political group, as well as started organizing in far-right corners of social media sites.   One Trump supporter even went so far as to file paperwork with the Federal Election Commission (FEC) to establish a formal system for fundraising for the Patriot Party  an effort Trump's official campaign later disavowed. (See our fact check regarding claims that Trump was indeed creating an alternative to the Democratic and Republican parties here.) here Meanwhile, Snopes received several inquiries about the origin of the \"Patriot Party\" name. One Twitter user alleged activists against fascism actually organized as \"The Patriot Party\" in the 1960s, decades before Trump supporters attempted to appropriate the title. \"The first Patriot Party in the 60s was ... Antifa. I cannot stop laughing,\" read the Jan. 19 tweet, which included a screenshot of a Wikipedia page that alleged \"poor, rural whites in the Appalachian South and Pacific Northwest\" formed the radical socialist organization that advocated alongside the Black Panthers. tweet Wikipedia page Black Panthers Based on our analysis of numerous newspaper clippings between 1960 and early 2021, the allegation was true: Though neither the organization nor its members used the name \"antifa,\" a far-left political organization of predominately white Americans called the Patriot Party formed at the end of the civil rights movement to advocate against racism and fascism. Additionally, dozens of hate groups contained the term \"Patriot\" in their names, and supporters of Texas billionaire Ross Perot, who railed against the country's two-party system during two failed campaigns for president in the 1990s, attempted to start the third party before Trump politics existed. In the late 1960's, a leftist group called the Young Patriots Organization (YPO) formed in Chicago to fight racism and capitalism in solidarity with similarly-minded activists of color, according to the news archives. The group intended to radicalize poor white residents who moved to the Midwest city from Appalachia. It was a poor people coalition, Hy Thurman, a founding member of the YPO, later recalled, according to The Washington Post. Poor people organizing in their own community against racism and supporting the Black power movement at the time. The Washington Post The group had a working partnership with the Black Panthers and Young Lords, a predominately Puerto Rican group. For example, a leader of the YPO spoke at the July 1969 \"Conference for a United Front Against Fascism\" organized by the Black Panthers, according to Jacobin, a New York-based socialist magazine. Additionally, video footage showed a a YPO member introducing Black Panther Bobby Lee at a rally as someone who's \"fighting for some of the same causes we're fighting for.\" Jacobin footage showed Black Panther Bobby Lee In 1970, amid an internal disagreement over mobilizing strategies, some YPO members broke away from the main organization to start their own group called the Patriot Party, according to the Post. the Post. Donning Confederate flags and Black Panther memorabilia, the socialist radicals quickly opened chapters in cities nationwide, including in southern states. The Post reported: \"Like the Panthers, the Patriot Party sought to reach people in poverty-stricken neighborhoods by offering free health clinics, a free breakfast program and even its own 'liberation schools' that sought to impart revolutionary ideals to children. In Eugene, Ore., the group distributed free firewood to rural whites who relied on wood stoves for warmth.\" A 1970 pamphlet, a portion of which is the feature image for this report, said the group was pushing for \"an immediate end to police brutality,\" freedom for \"all oppressed white people\" held in prisons, and an end to all sexism and racism. Another bulletin from that year outlining the group's mission said it loved America, and the declaration of Independence, and that the Constitution is \"groovy.\" 1970 pamphlet Another bulletin The Patriot Party, however, dominated news headlines nationwide in early 1970 after police arrested 12 members (all between the ages of 17 and 27) during a raid of an apartment on Manhattan's Upper West Side. The apartment reportedly served as the group's headquarters, where authorities said they found weapons, including guns and knives, and leftist literature, according to the archives. \"The door was stomped in by the fascist pigs of America in true fascist style,\" attorney Arthur Turco, one of the Patriot Party members, later said during the court proceedings, with the Panthers and the Chicago Seven backing him up. \"They busted in without a search warrant. The guns we had were legally registered.\" later said Chicago Seven The suspects told officers they were indeed part of the Patriot Party that attempted to convince working-class white Americans to abandon racist beliefs and instead fight capitalism, according to The Associated Press and Post. The Associated Press   Prosecutors charged all 12 members with illegal possession of dangerous weapons, according to The New York Times. The Washington Post reported, citing a book titled \"Hillbilly Nationalists, Urban Race Rebels, and Black Power: Community Organizing in Radical Times\": The New York Times Hillbilly Nationalists, Urban Race Rebels, and Black Power: Community Organizing in Radical Times Members were frequently arrested on charges of possessing illegal drugs or weapons  like the Panthers, the Patriots emphasized the importance of being armed  and the ensuing legal battles prevented them from focusing on their goal of organizing the working class. [...] Within just a few years of its formation, the Patriot Partys activities were reduced to distributing a left-wing newspaper, and the group soon effectively ceased to exist. Following the dissolve of the leftist \"Patriot Party,\" a group of anti-Semitic, white supremacists in North Carolina appropriated the name for its own agenda. A 1985 court order prohibited Frazier Glenn Miller  who represented a new, militant breed of Ku Klux Klan leaders and is pictured below  from operating the Carolina Knights of the KKK as a paramilitary organization that threatened, harassed, intimated or harmed people on the basis of race, according to the Southern Poverty Law Center (SPLC). Frazier Glenn Miller Carolina Knights of the KKK As a result, he rallied followers under a new name  the White Patriot Party  and resumed \"Klan business as usual,\" the SLPC said.   At least four Marines and some Army soldiers in North Carolina had attended rallies or other events by the White Patriot Party, whose members trained with guns and wore military-style uniforms, The New York Times reported. The Philadelphia Inquirer reported in fall 1986: \"Leaders of the White Patriot Party long maintained that they were building a 'white Christian army' that would help in the violent formation of an all-white Southern state by the end of the century.\"   In January 1987, a federal grand jury in Raleigh, North Carolina, indicated Miller and four other members of the White Patriot Party on charges of conspiring to obtain weapons and explosives stolen from a National Guard armory, The Associated Press reported. They were allegedly plotting to blow up the SLPC headquarters in Montgomery, Alabama, and murder Morris Dees, a lawyer who co-founded the anti-hate organization. \"What we have are dangerous individuals who are fanatics who might do anything, especially now. They hate the federal government. They feel oppressed and intimidated by what we are doing and there is a tendency to strike back,\" former U.S. Attorney Sam Currin said at the time. U.S. Attorney Sam Currin In the 1992 presidential race between Republican incumbent George H.W. Bush and Democrat Bill Clinton, Texas billionaire Ross Perot amassed a following as an independent presidential candidate who criticized both major parties for chasing fame instead of effectively legislating. Ross Perot He captured almost a fifth of the popular vote in the three-way race, making him one of the most successful independent candidates in American history, according to BBC. according to BBC The Jan. 24, 1993, issue of The Morning Call, a local newspaper for Pennsylvania's Allentown, reported: The Patriot Party was born last night. Ross Perot's core supporters in Pennsylvania yesterday held their first convention as an independent party, choosing the name \"Patriot Party\" on a 43-16 vote at the Harrisburg Hilton Hotel. Perot distanced himself from the third-party movement, however, and later campaigned for Republican congressional candidates. Still, the new political group sought campaign donations, candidates, and voters to try to legally establish itself as a major competitor with the Republican and Democratic parties that championed free-market economics and greater government accountability. \"The movement toward favoring the existence of a third political party existed long before Perot came on the scene,\" National Chairman Nicholas Sabatine III said in fall 1994. \"Mr. Perot didn't create the anger, the frustration the cynicism that exists in the minds of Americans around the country.\" Perot launched a presidential campaign again in 1996, this time as a candidate of the \"Reform Party.\" Reform Party This report was updated to clarify that Perot ran as a presidential candidate for the Reform Party in 1996.",
        "issues": [
            "accountability"
        ],
        "image_data": [
            {
                "image_src": "https://www.snopes.com/tachyon/2021/01/Patriot_Party_logo.png",
                "image_caption": null
            },
            {
                "image_src": "https://www.snopes.com/tachyon/2021/01/Screen-Shot-2021-01-27-at-3.25.04-PM.png",
                "image_caption": null
            },
            {
                "image_src": "https://www.snopes.com/tachyon/2021/01/Screen-Shot-2021-01-27-at-1.36.17-PM.png",
                "image_caption": null
            },
            {
                "image_src": "https://www.snopes.com/tachyon/2021/01/Screen-Shot-2021-01-27-at-1.28.28-PM.png",
                "image_caption": null
            }
        ],
        "evidence": [
            {
                "sentence": "Voting in the 2020 U.S. Election may be over, but the misinformation keeps on ticking. Never stop fact-checking. Follow our post-election coverage here.",
                "hrefs": [
                    "https://www.snopes.com/collections/snopes-fact-checks-the-2020-us-election-live/"
                ]
            },
            {
                "sentence": "As some high-profile Republicans condemned former U.S. President Donald Trump for inciting the Capitol insurrection on Jan. 6, 2021, news reports surfaced citing anonymous sources close to Trump who said he was considering dismantling American partisanship by forming a new \"Patriot Party.\"",
                "hrefs": [
                    "https://www.snopes.com/ap/2021/01/11/capitol-assault-a-more-sinister-attack-than-first-appeared/"
                ]
            },
            {
                "sentence": "One Trump supporter even went so far as to file paperwork with the Federal Election Commission (FEC) to establish a formal system for fundraising for the Patriot Party  an effort Trump's official campaign later disavowed. (See our fact check regarding claims that Trump was indeed creating an alternative to the Democratic and Republican parties here.)",
                "hrefs": [
                    "https://www.snopes.com/fact-check/patriot-party-trump/"
                ]
            },
            {
                "sentence": "\"The first Patriot Party in the 60s was ... Antifa. I cannot stop laughing,\" read the Jan. 19 tweet, which included a screenshot of a Wikipedia page that alleged \"poor, rural whites in the Appalachian South and Pacific Northwest\" formed the radical socialist organization that advocated alongside the Black Panthers.",
                "hrefs": [
                    "https://twitter.com/drewmorgcomedy/status/1351724485339070466",
                    "https://en.wikipedia.org/wiki/Patriot_Party_(1960s%E2%80%931980s)",
                    "https://www.history.com/topics/civil-rights-movement/black-panthers"
                ]
            },
            {
                "sentence": "It was a poor people coalition, Hy Thurman, a founding member of the YPO, later recalled, according to The Washington Post. Poor people organizing in their own community against racism and supporting the Black power movement at the time.",
                "hrefs": [
                    "https://www.washingtonpost.com/news/the-watch/wp/2016/12/09/resurrecting-the-alliance-of-black-revolutionaries-and-southern-whites-decades-after-a-government-crackdown/"
                ]
            },
            {
                "sentence": "For example, a leader of the YPO spoke at the July 1969 \"Conference for a United Front Against Fascism\" organized by the Black Panthers, according to Jacobin, a New York-based socialist magazine. Additionally, video footage showed a a YPO member introducing Black Panther Bobby Lee at a rally as someone who's \"fighting for some of the same causes we're fighting for.\"",
                "hrefs": [
                    "https://www.jacobinmag.com/2017/05/black-panthers-young-patriots-fred-hampton",
                    "https://www.youtube.com/watch?v=js7SIWw7yEE&feature=emb_logo",
                    "https://kairoscenter.org/legacy-bobby-lee/"
                ]
            },
            {
                "sentence": "In 1970, amid an internal disagreement over mobilizing strategies, some YPO members broke away from the main organization to start their own group called the Patriot Party, according to the Post.",
                "hrefs": [
                    "https://www.washingtonpost.com/nation/2021/01/25/patriot-party-history-socialist-trump/?utm_source=twitter&utm_medium=social&utm_campaign=wp_main"
                ]
            },
            {
                "sentence": "A 1970 pamphlet, a portion of which is the feature image for this report, said the group was pushing for \"an immediate end to police brutality,\" freedom for \"all oppressed white people\" held in prisons, and an end to all sexism and racism. Another bulletin from that year outlining the group's mission said it loved America, and the declaration of Independence, and that the Constitution is \"groovy.\"",
                "hrefs": [
                    "https://collectiveliberation.org/wp-content/uploads/2013/01/Patriot_Program.pdf",
                    "https://www.google.com/books/edition/AIM/tQoQAQAAMAAJ?hl=en&gbpv=1&bsq=patriot%20party"
                ]
            },
            {
                "sentence": "\"The door was stomped in by the fascist pigs of America in true fascist style,\" attorney Arthur Turco, one of the Patriot Party members, later said during the court proceedings, with the Panthers and the Chicago Seven backing him up. \"They busted in without a search warrant. The guns we had were legally registered.\"",
                "hrefs": [
                    "https://www.newspapers.com/image/464461387/",
                    "https://www.history.com/topics/vietnam-war/chicago-seven-1"
                ]
            },
            {
                "sentence": "The suspects told officers they were indeed part of the Patriot Party that attempted to convince working-class white Americans to abandon racist beliefs and instead fight capitalism, according to The Associated Press and Post.",
                "hrefs": [
                    "https://www.newspapers.com/clip/68464028/the-shreveport-journal/"
                ]
            },
            {
                "sentence": "Prosecutors charged all 12 members with illegal possession of dangerous weapons, according to The New York Times. The Washington Post reported, citing a book titled \"Hillbilly Nationalists, Urban Race Rebels, and Black Power: Community Organizing in Radical Times\":",
                "hrefs": [
                    "https://www.nytimes.com/1970/02/23/archives/12-are-arrested-in-weapons-raid-9-men-and-3-women-belong-to-a-white.html?ref=oembed",
                    "https://www.amazon.com/gp/product/1935554662?ie=UTF8&tag=thewaspos09-20&camp=1789&linkCode=xm2&creativeASIN=1935554662"
                ]
            },
            {
                "sentence": "A 1985 court order prohibited Frazier Glenn Miller  who represented a new, militant breed of Ku Klux Klan leaders and is pictured below  from operating the Carolina Knights of the KKK as a paramilitary organization that threatened, harassed, intimated or harmed people on the basis of race, according to the Southern Poverty Law Center (SPLC).",
                "hrefs": [
                    "https://www.splcenter.org/fighting-hate/extremist-files/individual/frazier-glenn-miller",
                    "https://www.splcenter.org/seeking-justice/case-docket/person-v-carolina-knights-ku-klux-klan"
                ]
            },
            {
                "sentence": "\"What we have are dangerous individuals who are fanatics who might do anything, especially now. They hate the federal government. They feel oppressed and intimidated by what we are doing and there is a tendency to strike back,\" former U.S. Attorney Sam Currin said at the time.",
                "hrefs": [
                    "https://www.law.com/dailyreportonline/almID/1202552161778/"
                ]
            },
            {
                "sentence": "In the 1992 presidential race between Republican incumbent George H.W. Bush and Democrat Bill Clinton, Texas billionaire Ross Perot amassed a following as an independent presidential candidate who criticized both major parties for chasing fame instead of effectively legislating.",
                "hrefs": [
                    "https://www.nytimes.com/2019/07/09/us/politics/ross-perot-death.html"
                ]
            },
            {
                "sentence": "He captured almost a fifth of the popular vote in the three-way race, making him one of the most successful independent candidates in American history, according to BBC.",
                "hrefs": [
                    "https://www.nytimes.com/2019/07/09/us/politics/ross-perot-death.html"
                ]
            },
            {
                "sentence": "Perot launched a presidential campaign again in 1996, this time as a candidate of the \"Reform Party.\"",
                "hrefs": [
                    "https://www.britannica.com/event/United-States-presidential-election-of-1996"
                ]
            }
        ],
        "label": "TrueAbout this rating"
    },
    {
        "url": "https://www.snopes.com/fact-check/citgo-boycottbuycott/",
        "claim": "Citgo / Petro Express",
        "author": "David Mikkelson",
        "posted": "02/23/2006",
        "sci_digest": [
            "E-mails urge Americans to buy/not buy Citgo brand gasoline."
        ],
        "justification": "Claim:  E-petitions urge Americans to buy/not buy Citgo brand gasoline. MIXTURE OF TRUE AND FALSE INFORMATION Examples:  [Collected via e-mail, 2006] \nLooking for an easy way to protest Bush foreign policy week after week? And an easy way to help alleviate global poverty? Buy your gasoline at Citgo stations. And tell your friends. Of the top oil producing countries in the world, only one is a democracy with a president who was elected on a platform of using his nation's oil revenue to benefit the poor. The country is Venezuela. The President is Hugo Chavez. Call him \"the Anti-Bush.\" Citgo is a U.S. refining and marketing firm that is a wholly owned subsidiary of Venezuela's state-owned oil company. Money you pay to Citgo goes primarily to Venezuela  not Saudi Arabia or the Middle East. There are 14,000 Citgo gas stations in the US. (Click here to find one near you.) By buying your gasoline at Citgo, you are contributing to the billions of dollars that Venezuela's democratic government is using to provide health care, literacy and education, and subsidized food for the majority of Venezuelans. here Instead of using government to help the rich and the corporate, as Bush does, Chavez is using the resources and oil revenue of his government to help the poor in Venezuela. A country with so much oil wealth shouldn't have 60 percent of its people living in poverty, earning less than $2 per day. With a mass movement behind him, Chavez is confronting poverty in\nVenezuela. That's why large majorities have consistently backed him in democratic elections. And why the Bush administration supported an attempted military coup in 2002 that sought to overthrow Chavez. So this is the opposite of a boycott. Call it a BUYcott. Spread the word.  Of course, if you can take mass transit or bike or walk to your job, you should do so. And we should all work for political changes that move our country toward a cleaner environment based on renewable energy. The BUYcott is for those of us who don't have a practical alternative to filling up our cars. So get your gas at Citgo. And help fuel a democratic revolution in Venezuela.\n \n Venezuela Dictator Vows To Bring Down U.S. Government Venezuela government is sole owner of Citgo Gasoline Company Venezuela Dictator Hugo Chavez has vowed to bring down the U.S. government. Chavez, president of Venezuela, told a TV audience: \"Enough of imperialist aggression; we must tell the world: down with the U.S. empire. We have to bury imperialism this century.\" The guest on his television program, beamed across Venezuela, was Cindy Sheehan, the antiwar activist. Chavez recently had as his guest Harry Belafonte, who called President Bush \"the greatest terrorist in the world.\" Chavez is pushing a socialist revolution and has a close alliance with Cuban dictator Fidel Castro. Regardless of your feelings about the war in Iraq, the issue here is that we have a socialist dictator vowing to bring down the government of the U.S. And he is using our money to achieve his goal! The Venezuela government, run by dictator Chavez, is the sole owner of Citgo gas company. Sales of products at Citgo stations send money back to Chavez to help him in his vow to bring down our government. Why should U.S. citizens who love freedom be financing a dictator who has vowed to take down our government? Very important. Please forward this to your friends and family. Most of them don't know that Citgo is owned by the Venezuela government.\n Origins:  Dueling Citgo e-mails reached our inbox in early 2006, one urging Americans to buy only Citgo brand gasoline in order to support \"Venezuela's democratic government\" and avoid sending more U.S. dollars to Saudi Arabia and other Middle Eastern countries, and the other urging Americans to boycott Citgo over remarks by Venezuelan president Hugo Chvez. Hugo Chvez The television incident referenced in the second message occurred on 29 January 2006, when anti-war activist Cindy Sheehan appeared on Chvez's weekly TV broadcast, following a similar recent meeting between the Venezuelan president and entertainer Harry Belafonte: \n\nCindy Sheehan, who gained international fame when she camped outside President Bush's ranch in an anti-war protest, plans to pitch her tent again, Venezuela's president said Sunday as he urged activists worldwide to help bring down \"the U.S. empire.\" Hugo Chvez, an arm around Sheehan's shoulders, told a group of activists that she had told him \"she is going to put up her tent again in front of Mr. Danger's ranch.\" In some of his strongest recent comments aimed at Washington, Chvez condemned the Bush administration and said his audience should work toward ending U.S. dominance. \"Enough already with the imperialist aggression!\" Chvez said, listing countries from Panama to Iraq where the U.S. military has intervened. \"Down with the U.S. empire! It must be said, in the entire world: Down with the empire!\" Sheehan also noted that singer and activist Harry Belafonte recently called Bush \"the greatest terrorist in the world,\" and said, \"I agree with him. George Bush is responsible for killing tens of thousands of innocent people.\"\n Hugo Chvez, the president of Venezuela, is certainly no fan of the U.S., and his trading rhetorical political barbs with U.S. government officials (and others) has been common news fodder for several years now.  (Chvez was elected president of Venezuela in 1998, and after a failed coup in 2002, he won a referendum over whether he should serve out the remainder of his term.  The war of words reached a  coup  new peak in August 2005, when Christian broadcaster Pat Robertson suggested to viewers that the U.S. should assassinate Chvez.) Pat Robertson In 2006 U.S. Secretary of State Condoleezza Rice labeled Chvez a \"challenge for democracy\" and a danger to Latin America and announced the establishment of contacts with government officials in other South American countries for the purpose of creating a united front to oppose Venezuela. Chvez responded to Rice's comments in a television appearance by blowing her a screen kiss and announcing, \"Don't mess with me, girl,\" as well as warning that he would consider suspending Venezuela's oil exports if the U.S. went \"too far with the Venezuelan government.\"  (Venezuela is the fourth-largest supplier of crude oil to the U.S., sending the states about 1.5 million barrels daily.)  Chvez also denounced President George W. Bush as \"the devil\" in a September 2006 speech before the U.N. General Assembly and called Bush an \"alcoholic\" during a visit to Harlem the following day. U.S. attitudes towards President Chvez in early 2006 tended to be polarized along political lines, with one side declaring him a dangerous dictator who supported America's enemies, while the other side defended him as a democratically-elected leader who was the target of the Bush administration's enmity primarily because he dared to stand up to the U.S.  Excerpts from two U.S. newspaper Op-Ed pieces of that period illustrated this dichotomy: \n\n[Corrales, 2006] Hugo Chvez [was] elected president of Venezuela in December 1998. The lieutenant colonel had attempted a coup six years earlier. When that failed, he won power at the ballot box and is now approaching a decade in office. In that time, he has concentrated power, harassed opponents, punished reporters, persecuted civic organizations and increased state control of the economy.  [W]hen it comes to accountability and limits on presidential power, the picture grows dark. Mr. Chvez has achieved absolute power over all state institutions that might check his power. He controls the legislature, the Supreme Court, two armed forces, the gigantic state-owned oil company PDVSA  the only important source of state revenue, which comes in handy at election time  and the institution that monitors electoral rules. As if that weren't enough, a new media law allows the state to supervise media content, and a revised criminal code permits the state to imprison any citizen for showing \"disrespect\" toward government officials.  By compiling and posting on the Internet lists of voters and their political tendencies  including whether they signed a petition for a recall referendum in 2004  Venezuela has achieved reverse accountability. The state is watching and punishing citizens for political actions it disapproves of rather than the other way around. If democracy requires checks on the power of incumbents, Venezuela doesn't come close.\n \n [Weisbrot, 2006] Venezuela is a democracy  despite the best efforts of the Bush team to use President Hugo Chvez's close relations with Cuba's Fidel Castro as evidence to the contrary. Its elections are transparent and have been certified by observers from the Organization of American States, the Carter Center and the European Union. Freedom of speech, of the press, of assembly and of association prevail, at least as compared with the rest of the hemisphere.  In fact, most of the media remains controlled by the opposition, which attacks the government endlessly on all the major TV channels. It is the most vigorous and partisan opposition media in the hemisphere, one that has not been censored under Chvez. Like all of Latin America, Venezuela has governance problems: a weak state, limited rule of law, corruption and incompetent government. But no reputable human rights organization has alleged that Venezuela under Chvez has deteriorated with regard to civil liberties, human rights or democracy, as compared with prior governments. Nor does the country compare unfavorably on these criteria with its neighbors in the region. In Peru, the government has shut down opposition TV stations; in Colombia, union organizers are murdered with impunity. From a Latin American point of view, Venezuelans should have the right to choose their own president  even one who sometimes insults the American president  without interference from the United States. And Chvez's anger at Washington, from Latin Americans' point of view, appears justified. U.S. government documents released under our Freedom of Information Act indicate that Washington not only supported but was involved in the military coup that temporarily overthrew Venezuela's elected government in April 2002.\n Neither a \"buycott\" nor a boycott was likely to accomplish much beyond the symbolic.  In the first case, the Citgo brand (marketed by Citgo Petroleum Corporation, which has been owned by Petrleos de Venezuela,  Citgo the national oil company of Venezuela, since 1990) doesn't have nearly the capacity and presence in the U.S. to satisfy demand and wean American consumers from Middle Eastern oil supplies; in the second case, boycotting a gasoline brand over political issues is problematic for a number of reasons (not least of which is the notion that threatening not to buy gasoline from someone who is threatening not to sell it to you doesn't sound like an effective ploy for either side).   Many different oil companies buy crude oil from Venezuela, so even Americans who shun CITGO brand gasoline have no guarantee that they aren't still sending their money to that country.  And although Citgo may be owned by Petrleos de Venezuela, it is a formerly American company which is still headquartered in the U.S. (in Houston, Texas), employs 4,000 people, and supplies 14,000 independent retailers with gasoline and other petroleum products  Americans with no substantive connection to Venezuela who would be economically harmed by such an action. (Citgo also provides free or discounted heating oil to low-income communities and tribal reservations within the United States.) And, of course, in a tight oil market Citgo could likely find alternative buyers for its products far more easily than the U.S. could make up the shortfall created by a cut-off of Venezuelan oil.   As we've noted in many other articles discussing various schemes regarding where and how people should purchase gasoline, the global and fungible nature of the world oil market doesn't really provide consumers with many effective opportunities to influence political issues through their buying patterns.  articles Since the original e-petitions cited above originally appeared in early 2006, they have gone through a number of changes that added and dropped additional claims about Citgo.  In September 2006, the following addendum to one of the Citgo-related e-mails began circulating:  \n\nFriends, I asked you earlier to boycott Citgo Gas Stations in response to the actions of Hugo Chavez and the Venezuelan Government.  I am coming to you again and asking you to take this a step further. Many 7-11 Stores sell Citgo gas.  I ask you to boy cut these stores and notify the Southland Corp. & the store managers of your action and be sure they know that it is because they sell Citgo Gas Products. You may think this is an extreme step but Hugo & other American haters count on Americans not to have the stomach to do anything. Prove them wrong! One by one we can make a difference.  Please forward this to others if you believe in taking a stand against the thugs of our century. God Bless America!\n\n Shortly afterwards, 7-Eleven Inc. announced it was dropping Citgo Petroleum as its gasoline supplier, although the convenience store chain also stated the move was not motivated by political issues: 7-Eleven's contract with Citgo was due to expire at the end of September 2006, and the company had already made plans to market its own brand of gasoline. In October 2006, the following e-mail about Citgo and Petro Express began circulating: \n\nCITGO, BEING AWARE THAT GASOLINE SALES ARE DOWN DUE TO U.S. CUSTOMERS NOT WANTING TO BUY FROM \"CHAVEZ\".... HAVE  BEGUN CHANGING THE NAME OF SOME OF THEIR CIRCLE K STORES IN TEXAS & OKLAHOMA...AND POSSIBLY OTHER PLACES AS WELL, TO: \"PETRO  EXPRESS\" THEREFORE, DO NOT BUY FROM \"PETRO EXPRESS\", ...NOR CITGO....  \"PETRO EXPRESS\" IS ALSO 100% OWNED BY \"CHAVEZ\" ....\n\n Both Circle K and Petro Express\nare privately-owned chains of convenience stores, the former an international property of Quebec-based Alimentation Couche-Tard, and the latter owned by The Pantry, Inc., which is headquartered in Sanford, North Carolina.  Neither chain is owned by Citgo or the Venezuela government.   Circle K Petro Express The Pantry Petro Express outlets (which the parent company has been converting to their Kangaroo Express brand) were known for selling Citgo-branded gasoline.  The Pantry stated in October 2006 that the chain would be phasing out sales of that brand by 2007, and  soon after The Pantry's acquisition of Petro Express in 2007,  the new parent company announced that gasoline sales at those outlets would be converted to Chevron's Texaco brand.  However, The Pantry's 2010 annual report indicates that Citgo is still one of their fuel suppliers, with a contract running through August 2013: acquisition \n\nAs of September 30, 2010, Marathon, BP and CITGO supplied approximately 68% of our fuel purchases. On July\n26, 2010, we entered into a new fuel supply agreement with Marathon. Our contract with Marathon for unbranded fuel and\ndistillate expires on December 31, 2017, and our contract with Marathon for branded fuel and distillate expires on June 30,\n2013, with an option for the Company to renew until December 31, 2017. As a result of this new fuel agreement with\nMarathon, we now have three principal suppliers for the majority of our fuel. On September 1, 2010 we entered into a\nMarketer Franchise Agreement, including an Addendum to Marketer Franchise Agreement, with CITGO. Our contract with\nCITGO expires August 31, 2013 and our contract with BP expires September 30, 2012.\n\n It is not uncommon for independent stations and chains to switch fuel suppliers from time to time.  Occurrences of independents' dropping Citgo in favor of other suppliers are often misinterpreted by the public as attempts on Citgo's part to \"switch names\" in order to fool consumers into continuing to purchase Citgo gasoline. An addendum about AK-47 factories and Iranian-run oil refineries was also later appended to this piece: \n\nNEWS FLASH: Chavez is NOW getting a Russian Weapons Factory built by Putin. The RUSSIANS are building an AK-47 Kalashnikov Assault Rifle  factory in Venezuela to give armament support to Communist Rebel groups throughout the Americas. Chavez NOW has IRANIANS operating his oil refineries in Venezuela for him. It is likely only  a matter of time, if not already, before Chavez has Iranian built LONG RANGE missiles,  with a variety of warhead types aimed at: Guess Who?\n\n According to news reports, Russia's Izhevsk Mechanical Plant (IMP) has already manufactured and supplied about 100,000 AK-103 assault rifles to Venezuela under an earlier contract, and they have also signed a contract for two arms plants in Venezuela (one to produce AK-103a  and the other to produce 7.62-mm ammunition for those rifles), with construction to begin at the end of 2007 and be completed by 2010. Also in 2007, Venezuela and Iran signed a $4 billion deal to develop Ayacucho 7, a block of the lucrative Orinoco Reserve in Venezuela which is believed to hold more than 30 billion barrels of oil.  Under the deal, Iran will build four oil rigs off the shore of Venezuela by the end of the year.  Last updated:  8 January 2012\n    Corrales, Javier.  \"Hugo Chvez Is Part Robin Hood, Part Oil Mogul, Part Electoral Wizard.\"\n   The Dallas Morning News.  12 February 2006.    Douglass, Elizabeth.  \"7-Eleven Dumps Venezuela-Backed Citgo to Pump Own Brand.\"\n   Los Angeles Times.  28 September 2006  (p. C1).    Gentile, Carmen J.  \"Venezuela, Iran Team Up on Oil.\"\n   United Press International.  17 July 2007.    Kirkpatrick, Christopher D.  \"Petro Express Nixing Citgo Gas.\"\n   The Charlotte Observer.  17 October 2006.    Padgett, Tim.  \"Chavez: 'Bush Has Called Me Worse Things.'\"\n   Time.  22 September 2006.    Sieff, Martin.  \"Defense Focus: Venezuela's Kalashnikovs.\"\n   United Press International.  15 August 2007.    Stock, Sue.  \"Petro Express Stores to Get Name Change.\"\n   The Charlotte Observer.  3 February 2010.    Weisbrot, Mark.  \"The Failure of Hugo-Bashing.\"\n   Los Angeles Times.  9 March 2006  (p. B13).    Associated Press.  \"Chvez Hosts Peace Activist.\"\n   Miami Herald.  31 January 2006.    The Australian.  \"US Brushes Off Chavez Barbs to Rice.\"\n   22 February 2006.    BBC News.  \"Profile: Hugo Chavez.\"\n   13 October 2005.    Diario El Universal.  \"US Calls Empty Rhetoric President Chvez' Threats of Cutting Oil Supply.\"\n   21 February 2006.\n",
        "issues": [
            "accountability"
        ],
        "image_data": [
            {
                "image_src": "/images/mixture.gif",
                "image_caption": null
            },
            {
                "image_src": "https://www.snopes.com/uploads/images/politics/graphics/chavez2.jpg",
                "image_caption": null
            },
            {
                "image_src": "/images/template/icon-sources.gif",
                "image_caption": null
            }
        ],
        "evidence": [
            {
                "sentence": "Citgo is a U.S. refining and marketing firm that is a wholly owned subsidiary of Venezuela's state-owned oil company. Money you pay to Citgo goes primarily to Venezuela  not Saudi Arabia or the Middle East. There are 14,000 Citgo gas stations in the US. (Click here to find one near you.) By buying your gasoline at Citgo, you are contributing to the billions of dollars that Venezuela's democratic government is using to provide health care, literacy and education, and subsidized food for the majority of Venezuelans.",
                "hrefs": [
                    "https://www.citgo.com/CITGOLocator/StoreLocator.jsp"
                ]
            },
            {
                "sentence": "Origins:  Dueling Citgo e-mails reached our inbox in early 2006, one urging Americans to buy only Citgo brand gasoline in order to support \"Venezuela's democratic government\" and avoid sending more U.S. dollars to Saudi Arabia and other Middle Eastern countries, and the other urging Americans to boycott Citgo over remarks by Venezuelan president Hugo Chvez.",
                "hrefs": [
                    "https://news.bbc.co.uk/1/hi/world/americas/3517106.stm"
                ]
            },
            {
                "sentence": "Hugo Chvez, the president of Venezuela, is certainly no fan of the U.S., and his trading rhetorical political barbs with U.S. government officials (and others) has been common news fodder for several years now.  (Chvez was elected president of Venezuela in 1998, and after a failed coup in 2002, he won a referendum over whether he should serve out the remainder of his term.  The war of words reached a ",
                "hrefs": [
                    "https://observer.guardian.co.uk/international/story/0,6903,688071,00.html"
                ]
            },
            {
                "sentence": "new peak in August 2005, when Christian broadcaster Pat Robertson suggested to viewers that the U.S. should assassinate Chvez.)",
                "hrefs": [
                    "https://www.cnn.com/2005/US/08/23/robertson.chavez.1534/index.html"
                ]
            },
            {
                "sentence": "Neither a \"buycott\" nor a boycott was likely to accomplish much beyond the symbolic.  In the first case, the Citgo brand (marketed by Citgo Petroleum Corporation, which has been owned by Petrleos de Venezuela, ",
                "hrefs": [
                    "https://www.citgo.com/Home.jsp"
                ]
            },
            {
                "sentence": "As we've noted in many other articles discussing various schemes regarding where and how people should purchase gasoline, the global and fungible nature of the world oil market doesn't really provide consumers with many effective opportunities to influence political issues through their buying patterns. ",
                "hrefs": [
                    "gasoline.asp"
                ]
            },
            {
                "sentence": "Both Circle K and Petro Express\nare privately-owned chains of convenience stores, the former an international property of Quebec-based Alimentation Couche-Tard, and the latter owned by The Pantry, Inc., which is headquartered in Sanford, North Carolina.  Neither chain is owned by Citgo or the Venezuela government.  ",
                "hrefs": [
                    "https://www.circlek.com/",
                    "https://www.petroexpress.com/",
                    "https://www.thepantry.com/"
                ]
            },
            {
                "sentence": "Petro Express outlets (which the parent company has been converting to their Kangaroo Express brand) were known for selling Citgo-branded gasoline.  The Pantry stated in October 2006 that the chain would be phasing out sales of that brand by 2007, and  soon after The Pantry's acquisition of Petro Express in 2007,  the new parent company announced that gasoline sales at those outlets would be converted to Chevron's Texaco brand.  However, The Pantry's 2010 annual report indicates that Citgo is still one of their fuel suppliers, with a contract running through August 2013:",
                "hrefs": [
                    "https://ir.thepantry.com/phoenix.zhtml?c=72341&p=irol-newsArticle&ID=999680"
                ]
            }
        ],
        "label": ""
    },
    {
        "url": "https://www.snopes.com/fact-check/steve-scalise-convention/",
        "claim": "Did Steve Scalise Attend a White Supremacist Convention?",
        "author": "Kim LaCapria",
        "posted": "12/28/2014",
        "sci_digest": [
            "\"Throughout his career in public service, Mr. Scalise has spoken to hundreds of different groups with a broad range of viewpoints.\""
        ],
        "justification": "On 28 December 2014, the web site CenLamar published an article titled \"House Majority Whip Steve Scalise Was Reportedly an Honored Guest at 2002 International White Supremacist Convention.\" According to the site, current House Majority Whip Steve Scalise, then a Louisiana state representative, was a guest speaker at an event hosted by the  European-American Unity and Rights Organization (EURO), a group headed by former Klan leader and neo-Nazi David Duke, at the Landmark Best Western Hotel in Metairie, Louisiana, in May 2002.  (EURO was a renamed version of Duke's NOFEAR group that advocated fighting for \"white civil rights\" for \"Europeans and Americans wherever they may live.\") article EURO NOFEAR The dozen years elapsed between the EURO event in 2002 and the article's publication in 2014 made it markedly difficult to investigate the article's claims. At the time of the convention, much internet-based political discussion occurred solely on message boards, many of which have long since been retired due to inactivity, abandoned, or became otherwise inaccessible for a variety of reasons. Following the article's publication, the claim was circulated and reposted on a number of left-leaning web sites. This repetition created the impression multiple sources were documenting the claim, but the information all pointed back to the same single source: Stormfront.org, a white supremacist message board with a lengthy and notorious history on the web. A 2002 post claiming Scalise attended the EURO conference held in Metairie that year became suddenly notable in late 2014. In that post, the writer stated: stated \nEURO's recent national convention held in the greater New Orleans area was a convergence of ideas represented by Americans from diverse geographical regions like California, Texas, New Jersey and the Carolina's. This indicates that concerns held are pervasive in every sovereign state and Republic alike, within an increasingly diminishing view of where America stands on individual liberty for whites.  In addition to plans to implement tactical strategies that were discussed, the meeting was productive locally as State Representative, Steve Scalise, discussed ways to oversee gross mismanagement of tax revenue or \"slush funds\" that have little or no accountability. Representative Scalise brought into sharp focus the dire circumstances pervasive in many important, under-funded needs of the community at the expense of graft within the Housing and Urban Development Fund, an apparent give-away to a selective group based on race.  There was also a call for the many women active in the movement to not only let their voice be heard, but their presence known. Recognizing the duties placed on white mothers to maintain decreasing birth rates, it was an appropriate call to arms to emphasize the unity message forming the basis of EURO.\n Aside from the single mention by a single user on one internet forum back in 2002, no other record of such an appearance by Scalise emerged. A newsletter of indeterminate origin appearing to be the work of David Duke, EURO's founder, listed the May 2002 event's speakers but did not mention Scalise: newsletter   On 29 December 2014 Moira Bagley Smith, a spokeswoman for Scalise, addressed the controversy by releasing a statement seemingly acknowledging Scalise's appearance at the 2002 EURO event (without actually stating that he was there), maintaining that Scalise spoke to a number of diverse groups at the time in order to publicize his political platform and that Scalise held no affiliation with or sympathy for EURO and its objectives: \nThroughout his career in public service, Mr. Scalise has spoken to hundreds of different groups with a broad range of viewpoints. In every case, he was building support for his policies, not the other way around. In 2002, he made himself available to anyone who wanted to hear his proposal to eliminate slush funds that wasted millions of taxpayer dollars as well as his opposition to a proposed tax increase on middle-class families. He has never been affiliated with the abhorrent group in question. The hate-fueled ignorance and intolerance that group projects is in stark contradiction to what Mr. Scalise believes and practices as a father, a husband, and a devoted Catholic.\n Scalise himself also seemingly confirmed that he addressed a EURO group (again without actually stating that he did) in an interview with the New Orleans Time-Picayune, asserting that he didn't remember speaking at the event: interview \nQ: Please walk me through how you came to appear at the white nationalist event.  A: \"I don't have any records from back in 2002, but when people called and asked me to speak to groups, I went and spoke to groups. It was myself and [former state Sen.] James David Cain who were opposed to the Stelly tax plan. I was the only legislator from the New Orleans area who was opposed to the plan publicly, so I was asked to speak all around the New Orleans region. I would go and speak about how this tax plan was bad. I didn't know who all of these groups were and I detest any kind of hate group. For anyone to suggest that I was involved with a group like that is insulting and ludicrous. I was opposed to a lot of spending of spending at the state level. When people asked me to go speak, I went and spoke to any group that called.\" Q: You don't remember speaking at the event?  A: \"I don't. I mean I've seen the blog about it. When you look at the kind of things they stand for, I detest these kinds of views. As a Catholic, I think some of the things they profess target people like me. At lot of their views run contradictory to the way I run my life.\n Kenny Knight, a longtime associate of David Duke who said he booked space for the 2002 EURO conference, asserted that Scalise didn't actually speak at the EURO conference itself, but rather to a contingent of people (including some EURO attendees) who had gathered earlier in the day prior to the EURO conference kick-off: asserted \nAccording to Knight, the EURO conference was slated to start in the early afternoon, roughly around 1 p.m. But his reservation at the hotel gave him access to the conference space for a few hours before the events official kickoff. At the time, Knight headed the Jefferson Heights Civic Association, which was largely comprised of elderly people who lived in his and Scalises neighborhood. Knight said he set up a morning event for his own civic association in the hotel space before the EURO conference started. Though that event was in the conference's hospitality room, it wasn't at all related to the EURO event, he said. Knight invited thenstate Rep. Scalise as well as a representative from the Jefferson Parish Sheriff's Office and a person from the American Red Cross to speak to the civic association at the hotel.  Knight estimates that about two-thirds to three-quarters of the people in the hospitality room at the civic association meeting were local residents who weren't there to attend the EURO event, and about one-third to one-quarter were EURO convention attendees who arrived early and filtered into the hospitality room to drink coffee and kill time. Barbara Noble, Knight's then-girlfriend who was also present at the hotel event, corroborated Knight's account. \"[Scalise] was just up there for a few minutes, maybe 10, 15 at the most, and it was in the morning,\" she said.\n However, the Times-Picayune then poked holes in a number of Knight's statements, namely his claims that he was not himself a member of EURO, did not line up speakers for the 2002 EURO conference, and was not himself present at the conference: poked holes \nKenny Knight [said] that he was not a member of the European-American Unity and Rights Organization, but documents filed with the Louisiana secretary of state's office list him as treasurer of its predecessor, the National Organization for European American Rights, in 2000. Further, a May 16, 2002, news release on an an archived version of EURO's former website, www.whitecivilrights.com, lists Knight as \"EURO Louisiana State Representative Kenny Knight.\" The release says Knight was expected to address the group's May 17-18, 2002, conference. When asked by telephone about the records listing him as EURO's treasurer, Knight twice hung up on a reporter. \"Is that 15 years ago? I don't even remember that,\" he said. \"I'm not communicating any more with the news media. I'm finished with y'all.\"\n EURO head David Duke himself stated in a Washington Post interview that Scalise had indeed been invited to address the EURO gathering and had accepted that invitation and was present at the conference (although Duke was not himself present at the event and therefore didn't personally witness whatever Scalise may have done there): interview \nFormer Ku Klux Klan leader David Duke said that his longtime political adviser, Kenny Knight, was \"friendly\" with House Majority Whip Steve Scalise in 2002, and cited that relationship as the reason Scalise accepted an invitation that year to speak at a gathering of white supremacists. Duke recalled Scalise as a \"nice guy\" and said he was invited to the conference by two of Duke's longtime associates: Howie Farrell, who had worked on Duke's gubernatorial campaign, and Kenny Knight. \"Scalise would communicate a lot with my campaign manager, Kenny Knight,\" Duke said. \"That is why he was invited and why he would come. Kenny knew Scalise, Scalise knew Kenny. They were friendly.\" Duke, who spoke to the crowd remotely, recalled Knight reaching out to Scalise in the weeks before the conference to come and update attendees on state affairs, and that Scalise accepted without reservation. \"Maybe that is evidence he knew what he was doing when he came to the meeting,\" Duke said. \"Who knows? All I know is that Kenny liked him.\" Duke said he spoke to the conference twice, once by phone and later by video hookup. But he did not hear Scalise speak, he said, and does not know whether Scalise heard him speak.\n",
        "issues": [
            "accountability"
        ],
        "image_data": [
            {
                "image_src": "https://www.snopes.com/uploads/images/graphics/news/davidduke.jpg",
                "image_caption": null
            }
        ],
        "evidence": [
            {
                "sentence": "On 28 December 2014, the web site CenLamar published an article titled \"House Majority Whip Steve Scalise Was Reportedly an Honored Guest at 2002 International White Supremacist Convention.\" According to the site, current House Majority Whip Steve Scalise, then a Louisiana state representative, was a guest speaker at an event hosted by the  European-American Unity and Rights Organization (EURO), a group headed by former Klan leader and neo-Nazi David Duke, at the Landmark Best Western Hotel in Metairie, Louisiana, in May 2002.  (EURO was a renamed version of Duke's NOFEAR group that advocated fighting for \"white civil rights\" for \"Europeans and Americans wherever they may live.\")",
                "hrefs": [
                    "https://cenlamar.com/2014/12/28/house-majority-whip-steve-scalise-was-reportedly-an-honored-guest-at-2002-international-white-supremacist-convention/",
                    "https://www.splcenter.org/get-informed/intelligence-files/groups/euro",
                    "/inboxer/outrage/nofear.asp"
                ]
            },
            {
                "sentence": "A 2002 post claiming Scalise attended the EURO conference held in Metairie that year became suddenly notable in late 2014. In that post, the writer stated:",
                "hrefs": [
                    "https://www.donotlink.com/d14w"
                ]
            },
            {
                "sentence": "Aside from the single mention by a single user on one internet forum back in 2002, no other record of such an appearance by Scalise emerged. A newsletter of indeterminate origin appearing to be the work of David Duke, EURO's founder, listed the May 2002 event's speakers but did not mention Scalise:",
                "hrefs": [
                    "https://web.archive.org/web/20141231144049/https://www.pdfarchive.info/pdf/D/Du/Duke_David_-_Who_are_the_real_racial_supremacists.pdf"
                ]
            },
            {
                "sentence": "Scalise himself also seemingly confirmed that he addressed a EURO group (again without actually stating that he did) in an interview with the New Orleans Time-Picayune, asserting that he didn't remember speaking at the event:",
                "hrefs": [
                    "https://www.nola.com/politics/index.ssf/2014/12/steve_scalise_i_dont_support_a.html"
                ]
            },
            {
                "sentence": "Kenny Knight, a longtime associate of David Duke who said he booked space for the 2002 EURO conference, asserted that Scalise didn't actually speak at the EURO conference itself, but rather to a contingent of people (including some EURO attendees) who had gathered earlier in the day prior to the EURO conference kick-off:",
                "hrefs": [
                    "https://www.slate.com/articles/news_and_politics/politics/2014/12/kenny_knight_and_barbara_noble_claim_steve_scalise_never_spoke_to_euro_did.html"
                ]
            },
            {
                "sentence": "However, the Times-Picayune then poked holes in a number of Knight's statements, namely his claims that he was not himself a member of EURO, did not line up speakers for the 2002 EURO conference, and was not himself present at the conference:",
                "hrefs": [
                    "https://www.nola.com/politics/index.ssf/2015/01/steve_scalise_defenders_ties_to_white_nationalist_group_closer_than_he_first_disclosed_documents_show.html"
                ]
            },
            {
                "sentence": "EURO head David Duke himself stated in a Washington Post interview that Scalise had indeed been invited to address the EURO gathering and had accepted that invitation and was present at the conference (although Duke was not himself present at the event and therefore didn't personally witness whatever Scalise may have done there):",
                "hrefs": [
                    "https://www.washingtonpost.com/blogs/post-politics/wp/2014/12/30/former-kkk-leader-says-his-political-adviser-was-friendly-with-rep-scalise/"
                ]
            }
        ],
        "label": "UnprovenAbout this rating"
    },
    {
        "url": "https://www.snopes.com/fact-check/letters-from-alaska/",
        "claim": "Alaskans' Opinions on Sarah Palin",
        "author": "David Mikkelson",
        "posted": "09/07/2008",
        "sci_digest": [
            "Letters from Alaskans offer viewpoints of Alaska governor Sarah Palin."
        ],
        "justification": "Claim:  Letters written by Alaskans offer viewpoints of Alaska governor and vice-presidential nominee Sarah Palin. \nStatus:  Multiple  see below.\n \nOrigins:  In the immediate aftermath of the selection of Alaska governor Sarah Palin as the 2008 Republican vice-presidential nominee came a deluge of Internet-circulated open letters about her, each written by someone claiming a direct or indirect connection to the candidate (e.g., knowing her personally; having lived in the town of Wasilla, Alaska, where Palin served as mayor; or having been a long-time resident of Alaska), and each seemingly attempting to outdo its predecessors in terms of effusive praise or condemnatory criticism of her politics. The letter which was by far the most widely circulated (and which drew the most media attention) was a critical 31 August 2008 missive attributed to a Wasilla resident named Anne Kilkenny, who said she had known Sarah Palin since 1992: \n\nABOUT SARAH PALIN I am a resident of Wasilla, Alaska. I have known Sarah since 1992. Everyone here knows Sarah, so it is nothing special to say we are on a first-name basis. Our children have attended the same schools. Her father was my child's favorite substitute teacher. I also am on a first name basis with her parents and mother-in-law. I attended more City Council meetings during her administration than about 99% of the\nresidents of the city. She is enormously popular; in every way shes like the most popular girl in middle school. Even men who think she is a poor choice and won't vote for her can't quit  smiling when talking about her because she is a \"babe\". It is astonishing and almost scary how well she can keep a secret. She kept her most recent pregnancy a secret from her children and parents for seven months. She is \"pro-life\". She recently gave birth to a Down's syndrome baby. There is no cover-up involved, here; Trig is her baby. She is energetic and hardworking. She regularly worked out at the gym. She is savvy. She doesn't take positions; she just \"puts things out there\" and if they prove to be popular, then she takes credit. Her husband works a union job on the North Slope for BP and is a champion snowmobile racer. Todd Palin's kind of job is highly sought-after because of the schedule and high pay. He arranges his work schedule so he can fish for salmon in Bristol Bay for a month or so in summer, but by no stretch of the imagination is fishing their major source of income. Nor has her life-style ever been anything like that of native Alaskans. [Remainder of letter here.]\n here This letter was indeed written, as claimed, by Wasilla resident Anne Kilkenny, who explained her motivations for drafting it to a Daily Journal reporter: \n\nRecently, we received a note about the Web post, \"Letter from Anne Kilkenny,\" about Alaska Gov. Sarah Palin, the Republican vice presidential nominee. We thought for sure it was not really, \"a resident of Wasilla, Alaska\" who has known Palin since 1992 as the post claims. So, we checked it out. Kilkenny does exist, and she does live in Alaska. We reached her by phone and asked if she wrote the rather long note that calls Palin \"smart\" but also questions her abilities. We asked Kilkenny, \"Did you write that letter?\" She replied skeptically, \"Well, I don't know. Read me parts of it. I'll tell you if it's mine or not.\" After we read it to her, she said, \"Yes, I wrote that.\" She sent it out to 40 people, brothers, sisters and friends, on Sunday  two days after U.S. Sen. John McCain announced Palin as his choice. On Wednesday, if you enter Kilkenny and Palin's names on Google, about 200 sites refer to this letter. Why did she do it? Kilkenny told The Daily Journal she wanted to offer people information and her experiences. She does not flatter Palin, but she said she did vote for Palin when she ran for city council. \"How affirming it has been,\" she said. \"I am pleased to know how idealistic Americans are. They want information not just the politics of destruction.\"\n Another popular entry was this 28 August 2008 letter by Wasilla resident Debbie Frost, which cast the Alaska governor as the \"US's answer to [British prime minister] Margaret Thatcher\": \n\nSarah Palin is the US's answer to Margaret Thatcher! Anyone who thinks she cannot handle the job or deal briskly and efficiently with ANY issue, including foreign governments ... well, they haven't met our Sarah. As an Alaskan resident as well as a resident of Wasilla, AK, where Sarah Palin was at one time Mayor ... I can speak with confidence. Governor Sarah Palin of Alaska is exactly what she portrayed during her introduction this morning and exactly what our US Government needs. She is ethical to a fault (if there is such a thing), a refreshing change to the status-quo and as smart and determined a PERSON (gender really isn't an issue here as far as I'm concerned) as anyone could ask for at the head of government.  Sarah is no naive 'small town mayor'  she just *started out* there. BTW, as Mayor of Wasilla<, she brought this 'small town' through a lot of GOOD changes and left it at the end of her term having grown to the 4th largest CITY in Alaska  a lot of growth and a stronger economic base than ever before. \n\nShe has EXECTUTIVE experience *running a government* (something NONE of the other candidates can actually boast, even John McCain) as Governor of Alaska and got there by defeating the *incumbent* Republican Governor, who was definitely part of the 'old school' and who WAS very much in the pocket of the big oil companies. We in Alaska wanted change  and we got it in the person of Sarah Palin! \n\n[Remainder of letter here.]\n here Yet another letter, this one attributed to Butch King, a \"lifetime Alaskan\" who is also a proprietor of the Wildman Lake Lodge, attempted to answer (positively) the question of \"Who is Sarah Palin?\": \n\nMany of our friends are asking us \"Who is Sarah Palin?\" Of course, as Alaskans, Kathy and I are extremely proud of her. We just want to let you know that Sarah \"Barracuda\" Palin is a straight shooting, hard charging, get it done gal. She knows when to listen, how to analyze the facts and how to make a decision, then implement the plan. She doesn't do a poll before jumping in with both feet like too many of the Washington types. She has little legislative experience because she has always held the EXECUTIVE position; in private life, as mayor of Anchorage 's largest bedroom community or more recently as Governor of our State. She is a smart, attractive home grown Alaska girl with excellent moral and family values. She can see what needs to be done and does not hesitate to get it done. One of our State's major problems is that its Capital is in Juneau, 500 miles from the nearest road and 800 air miles from the population base which is Anchorage, Wasilla and Fairbanks. Our legislature and most of the State government is in Juneau and they ALL behave like a bunch of freshmen in a college town. It has been this way since Statehood in 1959. When Sarah moved to Juneau, so did accountability and responsibility When the oil revenue started flowing and a barrel of North Slope Crude hit $23.00, these people began spending money like drunken sailors. You can only imagine what was happening when oil hit $100.00 a barrel, about the time Sarah took command. My wife Kathy has first-hand experience with this fiasco, as her father and also her ex-husband were Alaska Legislators who served in Juneau as Senators, Senate President, or members of the State House for a combined period spanning nearly three decades. About the time Sarah took the HELM as Governor of Alaska, about half of the State legislature was in the pocket of big oil companies or contractors doing big projects for Native Corporations around Alaska, all funded by State oil revenue. Alaska government was nothing but a good old boys club riding the perpetual wave of prosperity. This filtered down from the legislature, through the Department of Natural Resources, Department of Labor and even spilled in to the Public Safety who are supposed to \"preserve and protect\". [Remainder of letter here.]\n\n here Another entry, attributed only to an \"Alaskan\" named \"Jackie S.\" (we haven't yet determined the author's true identity), cast Governor Palin as an environmentally unfriendly \"redneck\": \n\nAs an Alaskan, I am writing to give all of you some information on Sarah Palin, Senator McCain's choice for VP. As an Alaska voter, I know more than most of you about her and, frankly, I am horrified that he picked her. The most accurate description of her is redneck. Her husband works in the oil fields of Prudhoe Bay and races snow mobiles. She is a life time member of the NRA and has worked tirelessly to allow indiscriminate\nhunting of wildlife in Alaska, particularly wolves and bears. She has spent millions of Alaska state dollars on aerial hunting of these predators from helicopters and airplanes, dollars that should have been spent, for example, on Alaska's failing school system. We have the lowest rate of high school graduation in the country. Not all of you may think aerial predator hunting is so bad, but how anyone (other than Alaska\nwolf-haters, of which there are many, most without teeth), could think this use of funds is appropriate is beyond me. If you want to know more about the aerial hunting travesty, let me know and I will send some links to informative web sites. She has been a strong supporter of increased use of fossil fuels, yet the  McCain campaign has the nerve to say she has \"green\" policies. The only thing green about Sarah Palin is her lack of experience. She has\nconsistently supported drilling in ANWR, use of coal-burning power plants (as I write this, a new coal plant is being built in her home town of Wasilla), strip mining, and almost anything else that will unnecessarily\nexploit the diminishing resources of Alaska and destroy its environment. [Remainder of letter here.]\n\n here Last updated:  13 September 2008\n  \n\n\n  Sources:\n\n   Schultz, Susy.  \"Alaska Resident Writes About VP Nominee Palin.\"\n   The [Illinois] Daily Journal.  4 September 2008.    White, Rindi.  \"Palin Asked Wasilla Librarian About Censoring Books.\"\n   Anchorage Daily News.  4 September 2008.    The Nation.  \"The Word from Wasilla.\"\n   4 September 2008.\n\n",
        "issues": [
            "accountability"
        ],
        "image_data": [
            {
                "image_src": "https://www.snopes.com/content/themes/snopes/assets/images/common/referenc.gif",
                "image_caption": null
            }
        ],
        "evidence": [
            {
                "sentence": "[Remainder of letter here.]\n",
                "hrefs": [
                    "../info/kilkenny.asp"
                ]
            },
            {
                "sentence": "Sarah is no naive 'small town mayor'  she just *started out* there. BTW, as Mayor of Wasilla<, she brought this 'small town' through a lot of GOOD changes and left it at the end of her term having grown to the 4th largest CITY in Alaska  a lot of growth and a stronger economic base than ever before. \n\nShe has EXECTUTIVE experience *running a government* (something NONE of the other candidates can actually boast, even John McCain) as Governor of Alaska and got there by defeating the *incumbent* Republican Governor, who was definitely part of the 'old school' and who WAS very much in the pocket of the big oil companies. We in Alaska wanted change  and we got it in the person of Sarah Palin! \n\n[Remainder of letter here.]\n",
                "hrefs": [
                    "../info/frost.asp"
                ]
            },
            {
                "sentence": "[Remainder of letter here.]\n\n",
                "hrefs": [
                    "../info/king.asp"
                ]
            },
            {
                "sentence": "[Remainder of letter here.]\n\n",
                "hrefs": [
                    "../info/jackie.asp"
                ]
            }
        ],
        "label": ""
    },
    {
        "url": "https://www.snopes.com/fact-check/covid19-vaccine-meme/",
        "claim": "What the 'Choosing Your COVID-19 Vaccine' Meme Gets Wrong",
        "author": "Jessica Lee",
        "posted": "05/21/2021",
        "sci_digest": [
            "A viral image makes a range of claims about vaccine manufacturers to try to discourage people from getting shots. We fact-checked each of them."
        ],
        "justification": "Snopes is still fighting an infodemic of rumors and misinformation surrounding the COVID-19 pandemic, and you can help. Find out what we've learned and how to inoculate yourself against COVID-19 misinformation. Read the latest fact checks about the vaccines. Submit any questionable rumors and advice you encounter. Become a Founding Member to help us hire more fact-checkers. And, please, follow the CDC or WHO for guidance on protecting your community from the disease. \n fighting Find out Read Submit Become a Founding Member CDC WHO As COVID-19 vaccines became widely available to Americans in spring 2021, anti-vaccine groups attempted to frame the shots' manufacturers as untrustworthy to try to stop people from getting inoculated. COVID-19 Below is a sample of such claims  all from a single meme  that we fact-checked using reputable sources such as court records, resources distributed by the FDA and Centers for Disease Control and Prevention (CDC), and the vaccine manufacturers' websites.   All in all, the meme stated facts about companies that have developed COVID-19 vaccines but failed to demonstrate how those histories are relevant to the safety or effectiveness of the manufacturers' solutions for ending the pandemic.   Firstly, in an attempt to persuade people against the two-dose Pfizer COVID-19 vaccine, the meme alleged the New York-based company faced almost $5 billion in penalties for supposedly breaking laws while manufacturing or distributing unidentified products.  \"Pfizer: $4.7 billion in fines for false claims, drug and medical equipment safety violations, off-label promotion, corrupt practices, kickbacks, and bribery,\" according to the meme. The claim was factually accurate. But its implication  that, because of prior lawsuits, Pfizer's COVID-19 vaccines were potentially unsafe  was unsubstantiated, a conclusion on which we elaborate below. As one of the world's largest pharmaceutical corporations, Pfizer's multiple subsidiaries (which produce a range of drugs, including Advil, the erectile disfunction drug Viagra, and the anti-cholesterol drug Lipitor) indeed faced penalties totaling about $4.7 billion over the years, according to Good Jobs First, a left-leaning watchdog group tracking corporate subsidies. left-leaning Those cases, which originated in jurisdictions nationwide, essentially included the above-listed offenses involving all sorts of products between 2000 and 2019, according to Good Jobs First's database. above-listed offenses For instance, in 2004, the Warner-Lambert company  which Pfizer acquired four years earlier  pleaded guilty to illegally marketing the epilepsy drug Neurontin \"even when scientific studies had shown it was not effective,\" the Department of Justice (DOJ) said in a statement. illegally marketing statement Pfizer agreed to pay $430 million, said that it \"cooperated fully with the government to resolve this matter,\" and stressed the alleged violations occurred before Pfizer acquired Warner-Lambert. agreed said Then, in 2009, the company paid the largest settlement for health care fraud to date, totaling $2.3 billion, according to the DOJ.  DOJ. In that case, the company's subsidy Pharmacia & Upjohn Company pleaded guilty to promoting a painkiller Bextra \"for several uses and dosages that the FDA specifically declined to approve due to safety concerns,\" and paid a $1.3 billion criminal fine, the DOJ said in a statement. Bextra had been taken off the market four years earlier. statement had been taken off Additionally, Pfizer paid $1 billion to resolve civil claims regarding not only Bextra but also the antipsychotic Geodon, the antibiotic Zyvox, and the anti-epileptic drug Lyrica, per the statement. Pfizer denied all of those accusations, aside from acknowledging the improper promotion of Zyvox, Reuters reported at the time. Reuters reported Shortly after reaching the historic settlement, the company's general counsel told reporters that it regretted \"certain actions in the past,\" but was proud of the action it had taken to strengthen its internal oversight. told reporters But here's how the meme misled people: It lacked critical evidence to show how those cases against Pfizer were relevant to COVID-19 vaccines, pictured below.    It also failed to acknowledge that clinical trials have shown the vaccines to be safe and effective. In December 2020, the FDA issued what's called an \"Emergency Use Authorization\" that deemed a COVID-19 vaccine created by Pfizer and BioNTech, as well as one manufactured by competitor Moderna, safe and effective enough for mass production. December 2020 Emergency Use Authorization BioNTech Moderna The CDC's advisory committee on immunizations also recommended the Pfizer-BioNTech vaccine, along with Moderna and Johnson & Johnson's (J&J) formulas. (Here's the CDC's explanation for how vaccines like Pfizer's  which uses mRNA technology  attempt to train people's immune systems into producing antibodies that can fight the coronavirus, if necessary.) CDC's advisory committee (Here's the CDC's explanation mRNA technology Early on, clinical trials showed the Pfizer vaccine 95% effective in preventing COVID-19. The company confirmed \"high efficacy and no serious safety concerns\" after a March 2021 follow-up study. 95% effective confirmed follow-up study Because of those results, the FDA expanded Pfizer's eligible vaccine population to include adolescents between the ages of 12 to 15 in mid-May. Also, at that time, Pfizer and Moderna were seeking the FDA's full, regular authorization for their inoculation formulas. That status, which requires at least six months of patient data, would allow the companies to begin marketing the shots. Pfizer and Moderna  full, regular authorization In other words, if or when the FDA grants the Pfizer vaccine full approval, the company \"can advertise on TV and promote their products under the watchful eye of the FDA,\" former FDA commissioner Dr. Robert Califf told CNBC. told CNBC To conclude our research, we reached out to Pfizer's communication's department with the following questions: No one has answered our inquiry, but we will update this report when, or if, that changes. In sum, we rate the claim regarding Pfizer a \"Mixture\" of true and misleading information. It was an accurate depiction of the company's alleged violations involving a handful of its numerous drugs over years. However, no evidence connected those offenses with COVID-19 vaccines nor showed Pfizer had made false claims about, or illegally promoted, its vaccine.  Next, in attempt to deny the legitimacy of the Moderna COVID-19 vaccine, the meme claimed the Massachusetts-based company had tried numerous times to develop vaccines for mass production prior to the pandemic with no success. \"Moderna: Has never brought a vaccine to market since its founding, despite fielding 9+ vaccine candidates, none of which made it through phase 3 clinical trials,\" the meme alleged. Similarly to the Pfizer allegation, the claim was rooted in truth. But the statement failed to explain how it was relevant to Moderna's COVID-19 vaccine, as well as erroneously implied the company's other vaccines did not reach mass distribution solely because of shortcomings in the products themselves, such as their effect on patients or alleged lack of success preventing viral outbreaks. Rather, other barriers  such as a lack of funding for research  also played a role in the pharmaceutical company's vaccine history. In addition to the COVID-19 vaccine, Moderna has developed nine prophylactic immunizations using mRNA technology since its founding in 2010, according to the company's website. The company describes mRNA \"like software for the cell\" with the potential to fighting many diseases. prophylactic immunizations using mRNA technology company's website like software for the cell In April 2020, before the FDA granted emergency authorization of Moderna's COVID-19 vaccine, BioSpace reported: BioSpace reported So far, Moderna has conducted early trials with success on nine vaccine candidates, including respiratory syncytial virus (RSV), human metapneumovirus (hMPV) and parainfluenza virus (PIV3), influenza H7N9, cytomegalovirus (CMV), Zika, Epstein-Barr, chikungunya. [...] However, the meme was accurate in claiming none of those experimental immunizations (aside from the COVID-19 vaccine) progressed past Phase II clinical trails. That's the stage after researchers test a product on an initial group of people and want to see how it affects a larger sample. (See the FDA's website for more differences between phases of clinical research, and see here for Moderna's process for developing and testing its mRNA vaccines.) test a product clinical research here for Moderna's process for Here's Moderna's visualization of its various vaccines and their development:   But, as you can see, Moderna's Influenza H7N9 vaccine was only advancing \"subject to funding,\" negating the meme's implication that the company halted development solely due to safety concerns or ineffectiveness. Furthermore, Moderna's Cytomegalovirus (CMV) vaccine was the first of its kind to enter a Phase II clinical trial, showed \"promising\" results so far, and was scheduled to progress in 2021, The Medicine Maker reported. Studies on the company's other immunizations remained ongoing, too. Phase II clinical trial The Medicine Maker Similar to the Pfizer COVID-19 vaccine, the Moderna shot was 94% effective in preventing recipients from catching the virus. 94% effective Lastly, Snopes contacted representatives of Moderna with the following questions: Pending answers to those questions, we will update this report. In short, the meme factually stated that the COVID-19 vaccine was Moderna's first inoculation to reach mass production. However, it simultaneously implied, without evidence to substantiate the claim, that the company's other vaccines stalled due to their effects on test patients. For those reasons, we rate the claim a \"Mixture\" of true and misleading information. Much like the meme's claim about Pfizer, its allegation that Johnson & Johnson was \"named in hundreds of thousands of lawsuits for toxic and/or dangerous products, including drugs, shampoos, medical equipment, and asbestos-contaminated baby powder\" was at least partially accurate at face value. asbestos-contaminated baby powder But the post failed to provide substantial evidence to prove how, or to what extent, that fact was relevant to the safety of the company's COVID-19 vaccine. Let us explain. In fall 2020, Johnson & Johnson indeed paid over $100 million to resolve more than 1,000 lawsuits claiming that the pharmaceutical giant's banned powder and talc products caused cancer due to asbestos contamination, Bloomberg reported. Some 20,000 pending cases made similar accusations. Bloomberg reported Additionally, unrelated lawsuits alleged the company violated medical equipment or drug safety guidelines, among other offenses, according to Good Jobs First, the corporate accountability watchdog. For instance, one investigation concluded the company did not fully disclose the risks of devices to support women's prolapsed pelvic organs, according to The Gaurdian. Good Jobs First The Gaurdian Let us note here: The exact number of lawsuits that named the company for allegedly selling \"toxic and/or dangerous products\" since its founding was unknown, which meant the meme's reference to \"hundreds of thousands\" of cases was unsubstantiated. No violation listed in the Good Jobs First database was related to Johnson & Johnson's single-dose COVID-19 vaccine, which the FDA approved months after Pfizer's and Moderna's, in early 2021. approved Instead of using mRNA technology, the J&J shot takes the form of whats called a viral vector to attack one specific part of SARS-CoV-2. AstraZeneca's COVID-19 immunization (which the FDA has not approved, as of this writing, and discuss below) uses that same process. The J&J shot was about 66% effective in preventing COVID-19 from infecting recipients during clinical trials, according to the CDC. AstraZeneca's COVID-19 according to the CDC That said, J&J's immunization was not without controversy. In mid-April, mass vaccination sites in states including Georgia, Colorado, and North Carolina temporarily halted the shot's distribution after a few recipients felt dizzy, light-headed, and faint. The CDC monitored the reports and continued to recommend the shot's use. temporarily halted Then, shortly later, the CDC recommended all vaccine providers nationwide to temporarily halt giving out the J&J shot while health officials investigated a potential blood clotting issue that occurred in seven cases out of 6.8 million shots administered. recommended That pause ended on April 23, when the CDC said in a statement: said in a statement We reached out to J&J with the following questions: We will update this report when, or if, the company responds. In conclusion, we also rated the meme's statements about J&J a \"Mixture\" of true and misleading information. While it was a mostly factual representation of the company's alleged lawsuits over the years, nothing linked those cases with the company's COVID-19 immunization nor showed that the product included toxic or dangerous ingredients, like the meme implied. Of all of the meme's claims, the assertion about AstraZeneca was the least misleading. It was a direct reference to the manufacturer's COVID-19 vaccine (which is not currently in use in the U.S. and was developed in partnership with Oxford University) instead of an out-of-context fact pertaining to other pharmaceutical products. not currently \"AstraZeneca: Suspended by two dozen European countries due to severe, lethal adverse reactions, like blood clots,\" the post alleged. lethal Yes, in spring 2021, a number of European countries (Denmark, Norway, Iceland, Bulgaria, etc.) temporarily suspended rollouts of the AstraZeneca COVID-19 vaccine after reports of patients developing blood clots. Less than 40 cases of blood clots were reported out of the 17 million vaccine recipients, according to AstraZeneca.  Denmark Norway Iceland Bulgaria according to AstraZeneca Reputable sources, including Snopes, said \"more than a dozen European countries\" issued the suspension  not \"two dozen,\" like the meme claimed. Reputable sources Snopes Additionally, the meme's use of the phrase \"due to\" discredited its message. Rather, AstraZeneca, health officials, the World Health Organization (WHO) and government regulatory bodies all said there was no causal link between the vaccine formula and the patients' blood clots. \"In fact, nearly every country that issued a suspension acknowledged that it had no evidence the vaccine had caused the blood clots,\" NBC reported at the time. \"Health experts have pointed out that the people most likely to currently be receiving COVID-19 vaccinations are also more likely to have other health problems, which could put them at higher risk for blood clots.\" reported at the time See our fact check into the matter here. here Since then, many European countries restarted their programs after the European Medicine Agency dubbed the AstraZeneca vaccine safe and effective\" despite the blood-clot reports. EMA said in a statement: European Medicine Agency In other words, we rate the meme's claim regarding AstraZeneca a \"Mixture\" of false and factual information. It was true that a number of European countries temporarily suspended the use of the manufacturer's COVID-19 vaccine after a handful of recipients reported blood clots. But no evidence proved those thromboembolic issues were a direct, adverse affect of the vaccine (rather than unrelated medical issues), and several countries restarted their AstraZeneca vaccination programs since the brief halt.",
        "issues": [
            "accountability"
        ],
        "image_data": [
            {
                "image_src": "https://www.snopes.com/tachyon/2021/05/vax-meme.png",
                "image_caption": null
            },
            {
                "image_src": "https://www.snopes.com/tachyon/2021/05/51015833705_d20ed2dcc8_w.jpg",
                "image_caption": null
            },
            {
                "image_src": "https://www.snopes.com/tachyon/2021/05/Screen-Shot-2021-05-20-at-2.38.40-PM.png",
                "image_caption": null
            }
        ],
        "evidence": [
            {
                "sentence": "Snopes is still fighting an infodemic of rumors and misinformation surrounding the COVID-19 pandemic, and you can help. Find out what we've learned and how to inoculate yourself against COVID-19 misinformation. Read the latest fact checks about the vaccines. Submit any questionable rumors and advice you encounter. Become a Founding Member to help us hire more fact-checkers. And, please, follow the CDC or WHO for guidance on protecting your community from the disease. \n",
                "hrefs": [
                    "https://www.snopes.com/2020/03/20/snopes-on-covid-19-fact-checking/",
                    "https://www.snopes.com/news/2021/03/11/one-year-covid-infodemic/",
                    "https://www.snopes.com/tag/covid-19-vaccines/",
                    "https://www.snopes.com/contact/",
                    "https://www.snopes.com/projects/founding-members/",
                    "https://www.cdc.gov/coronavirus/2019-ncov/index.html",
                    "https://www.who.int/emergencies/diseases/novel-coronavirus-2019"
                ]
            },
            {
                "sentence": "As COVID-19 vaccines became widely available to Americans in spring 2021, anti-vaccine groups attempted to frame the shots' manufacturers as untrustworthy to try to stop people from getting inoculated.",
                "hrefs": [
                    "https://www.snopes.com/tag/covid-19/"
                ]
            },
            {
                "sentence": "As one of the world's largest pharmaceutical corporations, Pfizer's multiple subsidiaries (which produce a range of drugs, including Advil, the erectile disfunction drug Viagra, and the anti-cholesterol drug Lipitor) indeed faced penalties totaling about $4.7 billion over the years, according to Good Jobs First, a left-leaning watchdog group tracking corporate subsidies.",
                "hrefs": [
                    "https://www.influencewatch.org/non-profit/good-jobs-first/"
                ]
            },
            {
                "sentence": "Those cases, which originated in jurisdictions nationwide, essentially included the above-listed offenses involving all sorts of products between 2000 and 2019, according to Good Jobs First's database.",
                "hrefs": [
                    "https://violationtracker.goodjobsfirst.org/parent/pfizer"
                ]
            },
            {
                "sentence": "For instance, in 2004, the Warner-Lambert company  which Pfizer acquired four years earlier  pleaded guilty to illegally marketing the epilepsy drug Neurontin \"even when scientific studies had shown it was not effective,\" the Department of Justice (DOJ) said in a statement.",
                "hrefs": [
                    "https://www.nytimes.com/2008/10/08/health/research/08drug.html",
                    "https://www.justice.gov/archive/opa/pr/2004/May/04_civ_322.htm"
                ]
            },
            {
                "sentence": "Pfizer agreed to pay $430 million, said that it \"cooperated fully with the government to resolve this matter,\" and stressed the alleged violations occurred before Pfizer acquired Warner-Lambert.",
                "hrefs": [
                    "https://archive.boston.com/business/globe/articles/2004/05/14/pfizer_unit_agrees_to_430m_in_fines/",
                    "https://californiahealthline.org/morning-breakout/pfizer-agrees-to-settle-neurontin-whistleblower-lawsuit-for-430-million/"
                ]
            },
            {
                "sentence": "Then, in 2009, the company paid the largest settlement for health care fraud to date, totaling $2.3 billion, according to the DOJ. ",
                "hrefs": [
                    "https://www.justice.gov/opa/pr/justice-department-announces-largest-health-care-fraud-settlement-its-history"
                ]
            },
            {
                "sentence": "In that case, the company's subsidy Pharmacia & Upjohn Company pleaded guilty to promoting a painkiller Bextra \"for several uses and dosages that the FDA specifically declined to approve due to safety concerns,\" and paid a $1.3 billion criminal fine, the DOJ said in a statement. Bextra had been taken off the market four years earlier.",
                "hrefs": [
                    "https://www.justice.gov/opa/pr/justice-department-announces-largest-health-care-fraud-settlement-its-history",
                    "https://www.webmd.com/arthritis/news/20050407/bextra-taken-off-market-celebrex-gets-warning"
                ]
            },
            {
                "sentence": "Additionally, Pfizer paid $1 billion to resolve civil claims regarding not only Bextra but also the antipsychotic Geodon, the antibiotic Zyvox, and the anti-epileptic drug Lyrica, per the statement. Pfizer denied all of those accusations, aside from acknowledging the improper promotion of Zyvox, Reuters reported at the time.",
                "hrefs": [
                    "https://www.reuters.com/article/us-pfizer-settlement/pfizer-to-pay-2-3-billion-agrees-to-criminal-plea-idUSTRE5813XB20090902"
                ]
            },
            {
                "sentence": "Shortly after reaching the historic settlement, the company's general counsel told reporters that it regretted \"certain actions in the past,\" but was proud of the action it had taken to strengthen its internal oversight.",
                "hrefs": [
                    "https://www.theguardian.com/business/2009/sep/02/pfizer-drugs-us-criminal-fine"
                ]
            },
            {
                "sentence": " ",
                "hrefs": [
                    "https://www.snopes.com/tachyon/2021/05/51015833705_d20ed2dcc8_w.jpg"
                ]
            },
            {
                "sentence": "It also failed to acknowledge that clinical trials have shown the vaccines to be safe and effective. In December 2020, the FDA issued what's called an \"Emergency Use Authorization\" that deemed a COVID-19 vaccine created by Pfizer and BioNTech, as well as one manufactured by competitor Moderna, safe and effective enough for mass production.",
                "hrefs": [
                    "https://www.fda.gov/emergency-preparedness-and-response/coronavirus-disease-2019-covid-19/pfizer-biontech-covid-19-vaccine",
                    "https://www.fda.gov/emergency-preparedness-and-response/mcm-legal-regulatory-and-policy-framework/emergency-use-authorization",
                    "https://biontech.de/",
                    "https://www.fda.gov/emergency-preparedness-and-response/coronavirus-disease-2019-covid-19/moderna-covid-19-vaccine"
                ]
            },
            {
                "sentence": "The CDC's advisory committee on immunizations also recommended the Pfizer-BioNTech vaccine, along with Moderna and Johnson & Johnson's (J&J) formulas. (Here's the CDC's explanation for how vaccines like Pfizer's  which uses mRNA technology  attempt to train people's immune systems into producing antibodies that can fight the coronavirus, if necessary.)",
                "hrefs": [
                    "https://www.cdc.gov/coronavirus/2019-ncov/vaccines/recommendations-process.html",
                    "https://www.cdc.gov/coronavirus/2019-ncov/vaccines/different-vaccines/mrna.html",
                    "https://www.cdc.gov/coronavirus/2019-ncov/vaccines/different-vaccines/mrna.html"
                ]
            },
            {
                "sentence": "Early on, clinical trials showed the Pfizer vaccine 95% effective in preventing COVID-19. The company confirmed \"high efficacy and no serious safety concerns\" after a March 2021 follow-up study.",
                "hrefs": [
                    "https://www.livescience.com/covid-19-vaccine-efficacy-explained.html",
                    "https://www.pfizer.com/news/press-release/press-release-detail/pfizer-and-biontech-confirm-high-efficacy-and-no-serious",
                    "https://www.pfizer.com/news/press-release/press-release-detail/pfizer-and-biontech-confirm-high-efficacy-and-no-serious"
                ]
            },
            {
                "sentence": "Also, at that time, Pfizer and Moderna were seeking the FDA's full, regular authorization for their inoculation formulas. That status, which requires at least six months of patient data, would allow the companies to begin marketing the shots.",
                "hrefs": [
                    "https://www.biospace.com/article/pfizer-biontech-and-moderna-aim-for-full-fda-approval-of-covid-19-vaccines/",
                    "https://www.cnbc.com/2021/05/18/covid-vaccines-what-full-fda-approval-means-for-you.html"
                ]
            },
            {
                "sentence": "In other words, if or when the FDA grants the Pfizer vaccine full approval, the company \"can advertise on TV and promote their products under the watchful eye of the FDA,\" former FDA commissioner Dr. Robert Califf told CNBC.",
                "hrefs": [
                    "https://www.cnbc.com/2021/05/18/covid-vaccines-what-full-fda-approval-means-for-you.html"
                ]
            },
            {
                "sentence": "In addition to the COVID-19 vaccine, Moderna has developed nine prophylactic immunizations using mRNA technology since its founding in 2010, according to the company's website. The company describes mRNA \"like software for the cell\" with the potential to fighting many diseases.",
                "hrefs": [
                    "https://www.britannica.com/science/prophylactic-immunization",
                    "https://www.snopes.com/fact-check/mrna-alter-dna/",
                    "https://www.modernatx.com/pipeline",
                    "https://www.modernatx.com/mrna-technology/science-and-fundamentals-mrna-technology"
                ]
            },
            {
                "sentence": "In April 2020, before the FDA granted emergency authorization of Moderna's COVID-19 vaccine, BioSpace reported:",
                "hrefs": [
                    "https://www.biospace.com/article/moderna-s-zika-virus-vaccine-data-supports-covid-19-vaccine-approach/"
                ]
            },
            {
                "sentence": "However, the meme was accurate in claiming none of those experimental immunizations (aside from the COVID-19 vaccine) progressed past Phase II clinical trails. That's the stage after researchers test a product on an initial group of people and want to see how it affects a larger sample. (See the FDA's website for more differences between phases of clinical research, and see here for Moderna's process for developing and testing its mRNA vaccines.)",
                "hrefs": [
                    "https://www.fda.gov/patients/drug-development-process/step-3-clinical-research#phases",
                    "https://www.fda.gov/patients/clinical-trials-what-patients-need-know/what-are-different-types-clinical-research",
                    "https://www.modernatx.com/mrna-technology/early-development-engine"
                ]
            },
            {
                "sentence": "Furthermore, Moderna's Cytomegalovirus (CMV) vaccine was the first of its kind to enter a Phase II clinical trial, showed \"promising\" results so far, and was scheduled to progress in 2021, The Medicine Maker reported. Studies on the company's other immunizations remained ongoing, too.",
                "hrefs": [
                    "https://investors.modernatx.com/news-releases/news-release-details/moderna-completes-enrollment-cytomegalovirus-cmv-vaccine-mrna",
                    "https://themedicinemaker.com/discovery-development/the-bumpy-road-to-a-cytomegalovirus-vaccine"
                ]
            },
            {
                "sentence": "Similar to the Pfizer COVID-19 vaccine, the Moderna shot was 94% effective in preventing recipients from catching the virus.",
                "hrefs": [
                    "https://www.cdc.gov/coronavirus/2019-ncov/vaccines/different-vaccines/Moderna.html#:~:text=Based%20on%20evidence%20from%20clinical,of%20being%20previously%20infected."
                ]
            },
            {
                "sentence": "Much like the meme's claim about Pfizer, its allegation that Johnson & Johnson was \"named in hundreds of thousands of lawsuits for toxic and/or dangerous products, including drugs, shampoos, medical equipment, and asbestos-contaminated baby powder\" was at least partially accurate at face value.",
                "hrefs": [
                    "https://www.snopes.com/ap/2020/05/19/johnson-johnson-to-stop-selling-talc-based-baby-powder-in-us-canada/"
                ]
            },
            {
                "sentence": "Let us explain. In fall 2020, Johnson & Johnson indeed paid over $100 million to resolve more than 1,000 lawsuits claiming that the pharmaceutical giant's banned powder and talc products caused cancer due to asbestos contamination, Bloomberg reported. Some 20,000 pending cases made similar accusations.",
                "hrefs": [
                    "https://www.bloomberg.com/news/articles/2020-10-05/j-j-to-pay-more-than-100-million-to-end-over-1-000-talc-suits"
                ]
            },
            {
                "sentence": "Additionally, unrelated lawsuits alleged the company violated medical equipment or drug safety guidelines, among other offenses, according to Good Jobs First, the corporate accountability watchdog. For instance, one investigation concluded the company did not fully disclose the risks of devices to support women's prolapsed pelvic organs, according to The Gaurdian.",
                "hrefs": [
                    "https://violationtracker.goodjobsfirst.org/parent/johnson-and-johnson",
                    "https://www.theguardian.com/business/2019/oct/18/johnson-and-johnson-opioids-lawsuits-product-recalls"
                ]
            },
            {
                "sentence": "No violation listed in the Good Jobs First database was related to Johnson & Johnson's single-dose COVID-19 vaccine, which the FDA approved months after Pfizer's and Moderna's, in early 2021.",
                "hrefs": [
                    "https://www.snopes.com/ap/2021/02/05/jj-asks-us-regulators-to-ok-its-one-shot-covid-19-vaccine/"
                ]
            },
            {
                "sentence": "Instead of using mRNA technology, the J&J shot takes the form of whats called a viral vector to attack one specific part of SARS-CoV-2. AstraZeneca's COVID-19 immunization (which the FDA has not approved, as of this writing, and discuss below) uses that same process. The J&J shot was about 66% effective in preventing COVID-19 from infecting recipients during clinical trials, according to the CDC.",
                "hrefs": [
                    "https://www.astrazeneca.com/what-science-can-do/topics/technologies/innovating-production-and-manufacture-to-meet-the-challenge-of-covid-19.html",
                    "https://www.cdc.gov/coronavirus/2019-ncov/vaccines/different-vaccines/janssen.html"
                ]
            },
            {
                "sentence": "That said, J&J's immunization was not without controversy. In mid-April, mass vaccination sites in states including Georgia, Colorado, and North Carolina temporarily halted the shot's distribution after a few recipients felt dizzy, light-headed, and faint. The CDC monitored the reports and continued to recommend the shot's use.",
                "hrefs": [
                    "https://www.snopes.com/fact-check/johnson-vaccine-concerns/"
                ]
            },
            {
                "sentence": "Then, shortly later, the CDC recommended all vaccine providers nationwide to temporarily halt giving out the J&J shot while health officials investigated a potential blood clotting issue that occurred in seven cases out of 6.8 million shots administered.",
                "hrefs": [
                    "https://www.cdc.gov/media/releases/2021/s0413-JJ-vaccine.html"
                ]
            },
            {
                "sentence": "That pause ended on April 23, when the CDC said in a statement:",
                "hrefs": [
                    "https://www.cdc.gov/media/releases/2021/fda-cdc-lift-vaccine-use.html"
                ]
            },
            {
                "sentence": "Of all of the meme's claims, the assertion about AstraZeneca was the least misleading. It was a direct reference to the manufacturer's COVID-19 vaccine (which is not currently in use in the U.S. and was developed in partnership with Oxford University) instead of an out-of-context fact pertaining to other pharmaceutical products.",
                "hrefs": [
                    "https://www.nbcnews.com/health/health-news/fda-wants-significant-amount-extra-data-astrazeneca-s-covid-vaccine-n1265760"
                ]
            },
            {
                "sentence": "\"AstraZeneca: Suspended by two dozen European countries due to severe, lethal adverse reactions, like blood clots,\" the post alleged.",
                "hrefs": [
                    "https://www.bbc.com/news/health-56620646"
                ]
            },
            {
                "sentence": "Yes, in spring 2021, a number of European countries (Denmark, Norway, Iceland, Bulgaria, etc.) temporarily suspended rollouts of the AstraZeneca COVID-19 vaccine after reports of patients developing blood clots. Less than 40 cases of blood clots were reported out of the 17 million vaccine recipients, according to AstraZeneca. ",
                "hrefs": [
                    "https://www.bbc.com/news/world-europe-56744474",
                    "https://medicalxpress.com/news/2021-03-norway-astrazeneca-vaccine-april-health.html",
                    "https://www.reuters.com/article/us-health-coronavirus-denmark/denmark-norway-and-iceland-suspend-astrazeneca-covid-shots-after-blood-clot-reports-idUSKBN2B319K",
                    "https://www.reuters.com/article/us-health-coronavirus-astrazeneca-bulgar/bulgaria-suspends-rollout-of-astrazeneca-covid-19-vaccine-idUSKBN2B4196",
                    "https://www.astrazeneca.com/media-centre/press-releases/2021/update-on-the-safety-of-covid-19-vaccine-astrazeneca.html"
                ]
            },
            {
                "sentence": "Reputable sources, including Snopes, said \"more than a dozen European countries\" issued the suspension  not \"two dozen,\" like the meme claimed.",
                "hrefs": [
                    "https://www.npr.org/sections/coronavirus-live-updates/2021/03/21/979781065/european-scientists-zero-in-on-astrazeneca-blood-clot-link",
                    "https://www.snopes.com/fact-check/astrazeneca-vaccine-blood-clots/"
                ]
            },
            {
                "sentence": "\"In fact, nearly every country that issued a suspension acknowledged that it had no evidence the vaccine had caused the blood clots,\" NBC reported at the time. \"Health experts have pointed out that the people most likely to currently be receiving COVID-19 vaccinations are also more likely to have other health problems, which could put them at higher risk for blood clots.\"",
                "hrefs": [
                    "https://www.nbcnews.com/health/health-news/after-reports-blood-clots-some-countries-pause-use-astrazeneca-covid-n1260888"
                ]
            },
            {
                "sentence": "See our fact check into the matter here.",
                "hrefs": [
                    "https://www.snopes.com/fact-check/astrazeneca-vaccine-blood-clots/"
                ]
            },
            {
                "sentence": "Since then, many European countries restarted their programs after the European Medicine Agency dubbed the AstraZeneca vaccine safe and effective\" despite the blood-clot reports. EMA said in a statement:",
                "hrefs": [
                    "https://www.ema.europa.eu/en/news/covid-19-vaccine-astrazeneca-benefits-still-outweigh-risks-despite-possible-link-rare-blood-clots"
                ]
            }
        ],
        "label": "MixtureAbout this rating"
    },
    {
        "url": "https://www.snopes.com/fact-check/everything-donald-trump-accomplished/",
        "claim": "Everything Donald Trump Has Accomplished in Just Four Months?",
        "author": "David Emery",
        "posted": "05/24/2017",
        "sci_digest": [
            "We looked into the accuracy of a viral list touting President Trump's accomplishments during his first four months in office."
        ],
        "justification": "In May 2017, a Reddit user posted a graphic that purported to list all of President Trump's accomplishments during his first four months in office. It was then widely shared on social media: Reddit TRUMP ACCOMPLISHMENTS ..\nRetweet the hell out of this to annoy @ABC @CBS @cnn @cnbc @MSNBC @nbc @nytimes @washingtonpost #dishonestmedia. pic.twitter.com/ITArBQgcmJ @ABC @CBS @cnn @cnbc @MSNBC @nbc @nytimes @washingtonpost #dishonestmedia pic.twitter.com/ITArBQgcmJ  Small Biz for Trump (@SmallBiz4Trump) May 15, 2017 May 15, 2017  Creating homebrew visual aids touting the accomplishments (or failures) of top politicians is a popular online pastime, not least because it's a cheap and easy way to propagandize, and because there are no pesky standards of fairness and accuracy to meet. As we've noted with regard to previous specimens (for example, a late-2016 meme touting the alleged economic achievements of President Obama), the graphic format lends itself to the display of cherry-picked facts to make a simplistic case with no semblance of context or nuance. achievements In this case, the claim is that, despite all the carping in the mainstream press about \"chaos\" and \"ineptitude\" in the Oval Office, President Trump has actually accomplished quite a lot during his first four months as chief executive, and thus you will not find mention of major campaign promises Trump has had difficulty keeping so far, such as instituting a Muslim immigration ban and building a wall on the Mexican border. Also, since it's very much a partisan case being made, there will be disagreement over what constitutes an \"accomplishment.\" Some feats, such as reducing unemployment, are uncontroversial, while others, such as dismantling entire government agencies, aren't likely to be regarded as accomplishments by those who find the functions of those agencies critical. Here are the claims: 4.4 percent - lowest since May 2007 As reported in the Washington Post, government data released on 5 May 2017 indicated that the national unemployment rate hit a new low in April: reported The U.S. job market rebounded strongly last month and the unemployment rate fell to the lowest level seen in a decade, government data released Friday morning showed, calming fears that had bubbled up in the past month about the state of the economy. Employers added 211,000 jobs in April as the unemployment rate ticked down to 4.4 percent, the lowest level since May 2007.  It bears pointing out that the jobless rate had already been on a steady decline since 2010. Further, unemployment hit a previous nine-year low of 4.6 percent in December 2016 when President Obama was still in office. It climbed back up to 4.8 percent in January, dipped to 4.7 percent in February, and to 4.5 percent in March 2017. unemployment To what degree short-term improvements in the economy since January can be attributed to a new chief executive whose economic policies remain nascent is perennially up for debate, though according to The New York Times' senior economic correspondent Neil Irwin, a \"Trump effect\" that is buoying corporate hiring policies after the election cannot be ruled out: according So does Mr. Trump deserve any credit for solid economic results? If you think the economy is driven by concrete, specific policies around taxes, spending, monetary policy and regulation, the answer is no. If you think that what really matters is the mood in the executive suite, then just maybe. SoftBank $50B\n Exxon $20B\n Hyundai $3.1B\n Apple $1B\n Chrysler $1B\n GM $1B\n Bayer AG $1B\nToyota $600M\n LG $250M This is a mostly-accurate, partial list of corporations who have announced investments in American facilities and/or jobs since the election of Donald Trump. With the exception of Bayer AG (which announced $8 billion in new investments, not $1 billion as claimed), the dollar amounts match those cited in press reports between January and April 2017 (sources: Softbank, Exxon Mobil Corp., Hyundai-Kia, Apple, Fiat Chrysler, General Motors, Bayer AG, Toyota, LG Electronics). Softbank Exxon Mobil Corp. Hyundai-Kia Apple Fiat Chrysler General Motors Bayer AG Toyota LG Electronics It's not necessarily accurate to characterize all of these commitments as \"accomplishments\" of President Trump, however. As CBS Moneywatch's Irina Ivanova reported in January 2017: reported Few of the jobs companies are promising to create in the U.S. can be attributed to a sudden renewed commitment to USA Inc. inspired by Trumps America First policies. Indeed, the businesses Trump has been quick to praise have been careful not to characterize their recent hiring announcements as new. And as usual with corporate investments of this scale, such plans are typically months  or even years  in the making, suggesting they long predate the presidential election. For example, Fiat Chrysler said their promise of a $1 billion investment in Michigan and Ohio plants, projected to create 2,000 jobs, was the \"second phase\" of an industrialization plan announced in 2016. GM's $1 billion investment was \"several years in the making,\" according to sources cited by CBS. promise The largest of all the announced commitments, SoftBank's pledge of $50 billion, was also in the works long before Trump won the election: Another widely publicized corporate initiative that Trump trumpeted  a promise by SoftBank to create 50,000 high-tech jobs in the U.S.  was the result of a tech fund the company announced on Oct. 14  three weeks before the election. Given the massive tech industry in the U.S., economists say much of the planned $50 billion investment would have found its way to the states regardless of who occupied the White House. You dont just decide overnight to invest $3 billion, said Nathan Jensen, a professor at the University of Texas who studies interactions between government and corporations. Bayer AG's commitment to an $8 billion investment and the creation of 3,000 U.S. jobs was announced by the Trump transition team after the president-elect met in January 2017 with the CEOs of Bayer AG and Monsanto, who are planning a merger. Transition spokesman Sean Spicer credited Trump's negotiating skills for the pledge, but some analysts were skeptical that the companies had actually promised anything that wasn't already on the table when plans for the merger were first revealed in September 2016: commitment analysts Bayer and Monsanto said in a joint statement after Spicer's remarks that the \"combined company expects to spend approximately $16 billion in R&D in agriculture over the next six years with at least half of this investment made in the United States.\" That amounts to about $2.7 billion a year, which roughly equates to what the combined companies already spend in that area globally, [Wall Street analyst Jeremy] Redenius said. As for the U.S. breakdown, he estimates it's likely close to half already; Monsanto spends $1.5 billion a year, the majority of which is in the U.S., he said, and Bayer already invests in R&D here as well. \"Not an increase, but not substantially cutting,\" he said of the global figure. The merger, which awaits U.S. regulatory approval, is not likely to be completed until 2018, CNBC reported. reported $182B in April 2017 It is true that the U.S. Treasury reported a $182 billion budget surplus in April 2017, the largest April surplus since 2001 (and the second-largest in history), according to MarketWatch. It's unclear exactly how that surplus is attributable to President Trump, however. April is typically a surplus month because of tax receipts. In addition, citing a Congressional Budget Office (CBO) review as its source, Associated Press reported that the April 2017 surplus was \"inflated\" because of a tax deadline change allowing corporations to pay federal taxes in April that in previous years were paid in March.  MarketWatch review inflated It remains to be seen what effect Tump's policies will have on the budget deficit for 2017 as a whole (the fiscal year ends on 30 September). The CBO projects a 4.6 percent drop in the deficit from what it was in 2016, but that is based on laws and policies already in effect when Trump took office. DOW at 20,896 The stock market can be fickle. As of April 29, the Dow Jones Industrial Average was at 20,940.51, 6.12 percent higher than when Trump took office  positive movement, unquestionably. That number had risen to 20,981.94 by 16 May, then plummeted 372 points the next day as the market was shaken by news that Trump had shared classified information with Russian diplomats in the White House and attempted to divert FBI Director James Comey from an investigation of Trump's alleged ties to Russia before he fired him. 20,940.51 20,981.94 news Currently at 125.6 It's true that the Consumer Confidence Index, a metric assessing how ordinary consumers feel about the strength of the economy, hit 125.6 in March 2017, its highest point since 2000. It is also true that it fell five points to 120.3 the following month. Even so, it showed that consumers (as of April) had more confidence in the economy under Trump than under Obama, during whose administration the index never exceeded 113.7 (although it did manage to rise to that point after bottoming out in 2009 at 25). fell Passed 32 bills through Congress As of 17 May 2017, President Trump had signed 34 bills passed by Congress, a comparatively high number in such a short period of time (since Franklin Delano Roosevelt, who signed 76 pieces of legislation in his first 100 days, only Harry Truman, at 55, signed more). signed number That's not to say that all of the legislation signed by Trump between January and May 2017 was necessarily noteworthy, however. One bill changed the name of a Veterans Affairs outpatient clinic in Pago Pago, American Samoa; another renamed a VA health center in Pennsylvania; another approves the location of a memorial honoring Desert Storm and Desert Shield veterans; three appointed citizen regents to the board of the Smithsonian Institution. changed renamed Nor should it be assumed that Trump's signing of a given bill meant he or his administration was actively involved in its passage. Thirteen such bills nullifying federal regulations enacted during the Obama administration (such as H.J. Res. 69, reversing a U.S. Fish and Wildlife rule pertaining to Alaska's National Wildlife Refuges and S.J. Res. 34, reversing FCC Internet privacy rules) were rushed through Congress and quickly signed because they made use of the Congressional Review Act of 1996, which imposes a 60-day limit on the time allowed to overrule previously passed laws. Appointed constitutionalist Supreme Court Justice Neil Gorsuch This is true. Gorsuch was confirmed by the U.S. Senate on 7 April 2017. true After 8 years of inaction This is true. Trump fulfilled a campaign promise by signing an executive order withdrawing the U.S. from the Trans-Pacific Partnership international trade agreement on 23 January 2017, one day after announcing he would renegotiate it. Despite President Obama's fervent support for the deal, many groups, including labor unions, were critical of the TPP, and CNN reported that its chances of approval by Congress were already \"bleak.\"  signing 40 percent fewer illegal border crossings and deportation of violent and repeat offenders The number of illegal border crossings from Mexico into the U.S. in February 2017 were indeed down 40 percent from the previous month, according to statistics provided by the Department of Homeland Security, and that downward trend, which had actually started the previous November, continued in March and April 2017. This U.S. Customs and Border Protection chart shows how striking the change was compared to the previous five years: statistics   CNN Water contamination crisis started in April 2014 It's true that in March 2017, the U.S. Environmental Protection Agency (EPA) awarded a $100 million grant to the state of Michigan to upgrade the drinking water infrastructure in Flint, which experienced a lead pollution crisis potentially affecting as many as 100,000 people beginning in 2014. There has been some dispute, however, over whether this ought to be labeled a \"Trump accomplishment\" or an \"Obama accomplishment.\"  awarded crisis As we noted in a previous article, funding for the grant came from a bill signed by President Obama in 2016, though the monies weren't officially awarded until after he left office, hence some prefer to credit it to Trump. article Strengthening relationships\n  China\n  Japan\n  Russia\n  UK\n Tough on North Korea\n Tough on Syria\n Freed Humanitarian Workers from Egypt Although President Trump pledged to \"strengthen\" overseas relationships going into office and he had already met with several important foreign leaders by mid-May 2017, it is too soon to tell to what degree his promise will bear fruit. China: The president-elect got off to a rocky start with China in December by accepting a congratulatory call from the leader of Taiwan, which China views as a province,not an independent nation, and with which the U.S. does not have diplomatic relations. China lodged a formal complaint. In April, Trump met with Chinese President Xi Jinping, with whom he said he made \"tremendous progress\" but no breakthroughs. A trade deal negotiated by the Trump administration with China in May was rated \"pretty good\" by The Wall Street Journal. call met rated Japan: Japanese Prime Minister Abe, who has met twice with Trump, issued a joint statement with him reaffirming the \"unshakable alliance\" between the U.S. and Japan. That is despite Trump having called Japan a \"currency manipulator\" during the presidential campaign and pulling out of the TPP, which Abe supported. Whether the \"very, very good chemistry\" Trump says he has with Abe will improve the relationship between the two countries over the long haul remains to be seen. Russia: U.S.-Russia relations have been strained for many years, a situation not improved by Russia's attempts to meddle in the U.S. presidential election, nor by the fact that Trump associates are under investigation for possible collusion in that effort. A U.S. missile strike by Trump against Syria, with whose government Russia is closely allied, were strongly condemned by Russian leaders, who warned there could be \"extremely serious\" consequences. U.K.: British Prime Minister Theresa May was the first foreign leader to visit the Trump White House, and their cordial meeting was portrayed by both countries as a renewal of the \"special relationship\" between the U.S and the U.K. According to the BBC, Obama was seen by many Britons as more interested in the European Union as a whole than in the U.K. itself, while Trump, who was in favor of Brexit, is perceived as the opposite. BBC Tough on Korea? President Trump has employed what the Washington Post calls \"hard-line rhetoric\" against North Korea, including threats of force, in hopes of squelching that county's increasing militarism, a strategy some experts dismiss as \"macho posturing\" that could escalate into a Cuban Missile Crisis-like confrontation.  calls experts Tough on Syria? In April 2017, Trump ordered U.S. missile strikes against an air base in Syria in response to an alleged chemical weapons attack on civilians by the Syrian government, which has been known to brutalize its own people during the ongoing civil war there. Trump's gesture came up short, however, in that the Syrian Air Force was able to launch a new attack against rebel forces from that same base just hours later. attack Humanitarian workers in Egypt: In April 2017 President Trump negotiated the release of U.S.. citizen Aya Hijazi, her Egyptian husband, and four other humanitarian workers from a prison in Cairo, Egypt, where they had been locked up since 2014, without evidence or trial, on charges of child abuse and trafficking.  negotiated Trimming the fat at many overblown government agencies and promoting small business growth by reigning in the EPA Although it is true that President Trump signed an executive order on 13 March 2017 directing the heads of executive branch departments to eliminate all \"unnecessary\" agencies and reorganize those that remain to improve their \"efficiency, effectiveness, and accountability,\" the order gave said department heads six months from the date of signing to come up with suggestions for this process, so not much fat has been trimmed thus far despite the groundwork being laid. signed Regarding efforts to \"reign in\" the Environmental Protection Agency (EPA), a CNN report confirms that's been among Trump's top priorities from the start: priorities President Donald Trump made a campaign trail promise to eliminate the Environmental Protection Agency  a department once looked to as an important national force tackling climate change  and during his first 100 days in office has held true to his word, taking swift strides towards dismantling the agency and rolling back regulations. Alongside EPA Administrator Scott Pruitt, a former Oklahoma attorney general who once worked tangentially with the fossil fuel industry to oppose Obama-era regulations, the Trump administration has so far issued a flurry of EPA-focused executive orders, proposed employee buyouts, handed down a social media gag order and is proposing significant cuts to the EPA budget. The National Federation of Independent Business (NFIB), a small business advocacy group, has hailed Trump's commitment to cutting \"burdensome regulations,\" while environmental protection groups see it as a threat to public health and the future of the planet. hailed threat  Finished Dakota Access Pipeline & reversed Obama's \"Land Grab\" EO, freeing US to use our own natural resources The controversial Dakota Access Pipeline project, halted under President Obama, was revived by President Trump and will begin commercial operations on 1 June 2017. Trump also issued an executive order directing a review of lands designated as national monuments: halted revived directing Specifically, the review will consider all national monument designations of federal public lands since 1996 that are 100,000 acres or larger. Mr Trump singled out former President Barack Obamas egregious use of federal power in using the Antiquities Act to unilaterally place swaths of American land and water under federal control, adding, its time we ended this abusive practice. Antiquities Act As with many of the other items discussed above, whether or not one regards this as an \"accomplishment\" (as opposed, say, to a travesty) will depend almost entirely on one's political views going in. Baker, Peter and Davenport, Coral.  \"Trump Revives Keystone Pipeline Rejected by Obama.\"\r\n The New York Times.  24 January 2017. Bradner, Eric.  \"Trump's TPP Withdrawal: 5 Things to Know.\"\r\n CNN.  23 January 2017. Bunge, Jacob and Alessi, Christopher.  \"Bayer, After Trump Meeting, Pledges to Add Thousands of U.S. Jobs.\"\r\n The Wall Street Journal.  18 January 2017. Carroll, Lauren.  \"Trump Has Signed More Bills in 100 Days than Any President Since Truman, Spicer Says.\"\r\n Politifact.com.  27 April 2017. Crutsinger, Martin.  \"Federal Government Records $182.4 Billion Budget Surplus.\"\r\n Associated Press.  10 May 2017. DeCambre, Mark.  \"How Trump's Stock Market Ranks During His First 100 Days in Office.\"\r\n MarketWatch.  30 April 2017. Green, Miranda.  \"Trump's EPA: Cuts, Infighting and No Talk of Climate Change.\"\r\n CNN.  4 May 2017. Greene, Leonard.  \"Stock Market Suffers Biggest Blow Since President Trump Took Office.\"\r\n New York Daily News.  17 May 2017. Ivanova, Irina.  \"Trump Isn't the Reason Corporate America Is Investing in the U.S.\"\r\n CBS News.  18 January 2017. Kopan, Tal.  \"Does Border Drop Mean Trump's Tough Talk Is Working?\"\r\n CNN.  9 March 2017. Kulish, Nicholas and Santos, Fernanda.  \"Illegal Border Crossings Appear to Drop Under Trump.\r\n The New York Times.  8 March 2017. Liptak, Adam and Flegenheimer, Matt.  \"Neil Gorsuch Confirmed by Senate as Supreme Court Justice.\"\r\n The New York Times.  7 April 2017. McKelvey, Tara.  \"Special Relationship Gets a New Lease on Life.\"\r\n BBC.  27 January 2017. Robb, Greg.  \"U.S. April Budget Surplus Rises to $182 Billion.\"\r\n MarketWatch.  10 May 2017. Rucker, Philip and DeYoung, Karen.  \"Freed Egyptian American Prisoner Returns Home Following Trump Intervention.\"\r\n The Washington Post.  20 April 2017. Ryan, Missy, Denyer, Simon and Rauhala, Emily.  \"On North Korea, Trump Administration Talks Tough but Hopes to Avoid War.\"\r\n The Washington Post.  19 April 2017. Ryan, Tim.  \"Trump Directs Department Heads to Trim Agency Fat.\"\r\n Courthouse News.  14 March 2017. Savransky, Rebecca.  \"Tillerson: U.S.-Russia Relationship 'At an All-Time Low Point' Since End of Cold War.\"\r\n The Hill.  14 May 2017. Thomas, Lauren.  \"Consumer Confidence Lags in April as Americans Are Less Optimistic About Economy.\"\r\n CNBC.  25 April 2017. Watson, Kathryn.  \"Trump Executive Order Calls for Review of 'Egregious' Federal Land Grab.\"\r\n CBS News.  26 April 2017. Boston Herald.  \"Editorial: Getting Tough in Syria.\"\r\n 20 May 2017. CBO.gov.  \"Monthly Budget Review for April 2017.\"\r\n 5 May 2017. Democracy Now.  \"Trump's Proposed EPA Cuts Threaten Health & Lives of Tens of Millions of Americans.\"\r\n 3 March 2017. NFIB.com.  \"In Targeting the Waters of the United States Rule, President Trump Looks to Dismantle Another Burdensome Regulation.\"\r\n 3 March 2017. PRNewsWire.com.  \"The Conference Board Consumer Confidence Index Declined in April.\"\r\n 25 April 2017. TradingEconomics.com.  \"United States Unemployment Rate.\"\r\n 5 May 2017. U.S. Customs and Border Protection.  \"Southwest Border Migration.\"\r\n 1 May 2017. The Wall Street Journal.  \"Japan's Abe Talks Trump.\"\r\n 22 May 2017. The Wall Street Journal.  \"Trump's Pretty Good China Deal.\"\r\n 14 May 2017.",
        "issues": [
            "accountability"
        ],
        "image_data": [
            {
                "image_src": "https://www.snopes.com/uploads/2017/05/april-cbp.jpg",
                "image_caption": null
            }
        ],
        "evidence": [
            {
                "sentence": "In May 2017, a Reddit user posted a graphic that purported to list all of President Trump's accomplishments during his first four months in office. It was then widely shared on social media:",
                "hrefs": [
                    "https://www.reddit.com/r/The_Donald/comments/6b5i7p/in_light_of_msm_flooding_news_cycles_with_russia/"
                ]
            },
            {
                "sentence": "TRUMP ACCOMPLISHMENTS ..\nRetweet the hell out of this to annoy @ABC @CBS @cnn @cnbc @MSNBC @nbc @nytimes @washingtonpost #dishonestmedia. pic.twitter.com/ITArBQgcmJ",
                "hrefs": [
                    "https://twitter.com/ABC",
                    "https://twitter.com/CBS",
                    "https://twitter.com/CNN",
                    "https://twitter.com/CNBC",
                    "https://twitter.com/MSNBC",
                    "https://twitter.com/nbc",
                    "https://twitter.com/nytimes",
                    "https://twitter.com/washingtonpost",
                    "https://twitter.com/hashtag/dishonestmedia?src=hash",
                    "https://t.co/ITArBQgcmJ"
                ]
            },
            {
                "sentence": " Small Biz for Trump (@SmallBiz4Trump) May 15, 2017",
                "hrefs": [
                    "https://twitter.com/SmallBiz4Trump/status/864150038733357058"
                ]
            },
            {
                "sentence": "Creating homebrew visual aids touting the accomplishments (or failures) of top politicians is a popular online pastime, not least because it's a cheap and easy way to propagandize, and because there are no pesky standards of fairness and accuracy to meet. As we've noted with regard to previous specimens (for example, a late-2016 meme touting the alleged economic achievements of President Obama), the graphic format lends itself to the display of cherry-picked facts to make a simplistic case with no semblance of context or nuance.",
                "hrefs": [
                    "https://www.snopes.com/barack-obama-accomplishments/"
                ]
            },
            {
                "sentence": "As reported in the Washington Post, government data released on 5 May 2017 indicated that the national unemployment rate hit a new low in April:",
                "hrefs": [
                    "https://www.washingtonpost.com/news/wonk/wp/2017/05/05/the-u-s-job-market-is-expected-to-rebound-in-april-if-it-doesnt-that-could-be-cause-for-concern/?utm_term=.91d745106989"
                ]
            },
            {
                "sentence": "It bears pointing out that the jobless rate had already been on a steady decline since 2010. Further, unemployment hit a previous nine-year low of 4.6 percent in December 2016 when President Obama was still in office. It climbed back up to 4.8 percent in January, dipped to 4.7 percent in February, and to 4.5 percent in March 2017.",
                "hrefs": [
                    "https://www.tradingeconomics.com/united-states/unemployment-rate"
                ]
            },
            {
                "sentence": "To what degree short-term improvements in the economy since January can be attributed to a new chief executive whose economic policies remain nascent is perennially up for debate, though according to The New York Times' senior economic correspondent Neil Irwin, a \"Trump effect\" that is buoying corporate hiring policies after the election cannot be ruled out:",
                "hrefs": [
                    "https://www.nytimes.com/2017/03/10/upshot/should-trump-get-credit-for-good-jobs-numbers.html"
                ]
            },
            {
                "sentence": "This is a mostly-accurate, partial list of corporations who have announced investments in American facilities and/or jobs since the election of Donald Trump. With the exception of Bayer AG (which announced $8 billion in new investments, not $1 billion as claimed), the dollar amounts match those cited in press reports between January and April 2017 (sources: Softbank, Exxon Mobil Corp., Hyundai-Kia, Apple, Fiat Chrysler, General Motors, Bayer AG, Toyota, LG Electronics).",
                "hrefs": [
                    "https://www.thestreet.com/story/13916521/1/softbank-ceo-masayoshi-son-pledges-to-invest-50b-in-u-s-create-50-000-jobs-after-trump-meeting.html",
                    "https://www.reuters.com/article/us-ceraweek-exxon-idUSKBN16D2G6",
                    "https://www.bloomberg.com/news/articles/2017-01-17/hyundai-kia-plan-3-1-billion-u-s-investment-mull-new-plant",
                    "https://www.reuters.com/article/us-apple-fund-idUSKBN17Z2PI",
                    "https://www.bloomberg.com/news/articles/2017-01-08/fiat-chrysler-commits-1-billion-to-u-s-plants-for-jeeps-rams",
                    "https://www.reuters.com/article/us-gm-jobs-trump-idUSKBN15107B",
                    "https://www.marketwatch.com/story/bayer-after-trump-meeting-pledges-to-add-thousands-of-us-jobs-2017-01-18",
                    "https://www.japantimes.co.jp/news/2017/01/25/business/corporate-business/without-mentioning-trump-toyota-announces-plans-invest-600-million-add-400-jobs-indiana-plant/",
                    "https://www.chattanoogan.com/2017/2/28/342869/LG-Electronics-To-Locate-New-U.S..aspx"
                ]
            },
            {
                "sentence": "It's not necessarily accurate to characterize all of these commitments as \"accomplishments\" of President Trump, however. As CBS Moneywatch's Irina Ivanova reported in January 2017:",
                "hrefs": [
                    "https://www.cbsnews.com/news/trump-isnt-why-corporate-america-is-investing-in-the-u-s/"
                ]
            },
            {
                "sentence": "For example, Fiat Chrysler said their promise of a $1 billion investment in Michigan and Ohio plants, projected to create 2,000 jobs, was the \"second phase\" of an industrialization plan announced in 2016. GM's $1 billion investment was \"several years in the making,\" according to sources cited by CBS.",
                "hrefs": [
                    "https://www.prnewswire.com/news-releases/fca-us-expands-jeep-product-lineup-adding-jeep-wagoneer-grand-wagoneer-and-a-jeep-pickup-truck-makes-further-commitment-to-us-manufacturing-with-1-billion-in-new-investment-and-2000-new-jobs-300387461.html"
                ]
            },
            {
                "sentence": "Bayer AG's commitment to an $8 billion investment and the creation of 3,000 U.S. jobs was announced by the Trump transition team after the president-elect met in January 2017 with the CEOs of Bayer AG and Monsanto, who are planning a merger. Transition spokesman Sean Spicer credited Trump's negotiating skills for the pledge, but some analysts were skeptical that the companies had actually promised anything that wasn't already on the table when plans for the merger were first revealed in September 2016:",
                "hrefs": [
                    "https://www.cnbc.com/2017/01/17/bayers-pledge-to-trump-has-some-analysts-scratching-their-heads.html",
                    "https://www.cnbc.com/2017/01/17/bayers-pledge-to-trump-has-some-analysts-scratching-their-heads.html"
                ]
            },
            {
                "sentence": "The merger, which awaits U.S. regulatory approval, is not likely to be completed until 2018, CNBC reported.",
                "hrefs": [
                    "https://www.cnbc.com/2017/01/17/bayers-pledge-to-trump-has-some-analysts-scratching-their-heads.html"
                ]
            },
            {
                "sentence": "It is true that the U.S. Treasury reported a $182 billion budget surplus in April 2017, the largest April surplus since 2001 (and the second-largest in history), according to MarketWatch. It's unclear exactly how that surplus is attributable to President Trump, however. April is typically a surplus month because of tax receipts. In addition, citing a Congressional Budget Office (CBO) review as its source, Associated Press reported that the April 2017 surplus was \"inflated\" because of a tax deadline change allowing corporations to pay federal taxes in April that in previous years were paid in March. ",
                "hrefs": [
                    "https://www.marketwatch.com/story/us-april-budget-surplus-rises-to-182-billion-2017-05-10",
                    "https://www.cbo.gov/publication/52692#section2",
                    "https://www.usnews.com/news/business/articles/2017-05-10/federal-government-records-1824-billion-budget-surplus"
                ]
            },
            {
                "sentence": "The stock market can be fickle. As of April 29, the Dow Jones Industrial Average was at 20,940.51, 6.12 percent higher than when Trump took office  positive movement, unquestionably. That number had risen to 20,981.94 by 16 May, then plummeted 372 points the next day as the market was shaken by news that Trump had shared classified information with Russian diplomats in the White House and attempted to divert FBI Director James Comey from an investigation of Trump's alleged ties to Russia before he fired him.",
                "hrefs": [
                    "https://www.marketwatch.com/story/how-trumps-stock-market-ranks-on-his-100th-day-in-office-2017-04-29",
                    "https://www.nasdaq.com/article/stock-market-news-for-may-16-2017-cm789990",
                    "https://www.nydailynews.com/news/national/stock-market-suffers-biggest-blow-trump-office-article-1.3174339"
                ]
            },
            {
                "sentence": "It's true that the Consumer Confidence Index, a metric assessing how ordinary consumers feel about the strength of the economy, hit 125.6 in March 2017, its highest point since 2000. It is also true that it fell five points to 120.3 the following month. Even so, it showed that consumers (as of April) had more confidence in the economy under Trump than under Obama, during whose administration the index never exceeded 113.7 (although it did manage to rise to that point after bottoming out in 2009 at 25).",
                "hrefs": [
                    "https://www.cnbc.com/2017/04/25/april-us-consumer-confidence-data.html"
                ]
            },
            {
                "sentence": "As of 17 May 2017, President Trump had signed 34 bills passed by Congress, a comparatively high number in such a short period of time (since Franklin Delano Roosevelt, who signed 76 pieces of legislation in his first 100 days, only Harry Truman, at 55, signed more).",
                "hrefs": [
                    "https://www.whitehouse.gov/briefing-room/signed-legislation",
                    "https://www.politifact.com/truth-o-meter/statements/2017/apr/27/sean-spicer/trump-has-signed-more-bills-100-days-any-president/"
                ]
            },
            {
                "sentence": "That's not to say that all of the legislation signed by Trump between January and May 2017 was necessarily noteworthy, however. One bill changed the name of a Veterans Affairs outpatient clinic in Pago Pago, American Samoa; another renamed a VA health center in Pennsylvania; another approves the location of a memorial honoring Desert Storm and Desert Shield veterans; three appointed citizen regents to the board of the Smithsonian Institution.",
                "hrefs": [
                    "https://www.whitehouse.gov/legislation/hr-1362-act-name-department-veterans-affairs-community-based-outpatient-clinic-pago-pago",
                    "https://www.whitehouse.gov/hr609"
                ]
            },
            {
                "sentence": "This is true. Gorsuch was confirmed by the U.S. Senate on 7 April 2017.",
                "hrefs": [
                    "https://www.nytimes.com/2017/04/07/us/politics/neil-gorsuch-supreme-court.html"
                ]
            },
            {
                "sentence": "This is true. Trump fulfilled a campaign promise by signing an executive order withdrawing the U.S. from the Trans-Pacific Partnership international trade agreement on 23 January 2017, one day after announcing he would renegotiate it. Despite President Obama's fervent support for the deal, many groups, including labor unions, were critical of the TPP, and CNN reported that its chances of approval by Congress were already \"bleak.\" ",
                "hrefs": [
                    "https://www.cnn.com/2017/01/23/politics/trump-tpp-things-to-know/"
                ]
            },
            {
                "sentence": "The number of illegal border crossings from Mexico into the U.S. in February 2017 were indeed down 40 percent from the previous month, according to statistics provided by the Department of Homeland Security, and that downward trend, which had actually started the previous November, continued in March and April 2017. This U.S. Customs and Border Protection chart shows how striking the change was compared to the previous five years:",
                "hrefs": [
                    "https://www.cbp.gov/newsroom/stats/sw-border-migration"
                ]
            },
            {
                "sentence": "It's true that in March 2017, the U.S. Environmental Protection Agency (EPA) awarded a $100 million grant to the state of Michigan to upgrade the drinking water infrastructure in Flint, which experienced a lead pollution crisis potentially affecting as many as 100,000 people beginning in 2014. There has been some dispute, however, over whether this ought to be labeled a \"Trump accomplishment\" or an \"Obama accomplishment.\" ",
                "hrefs": [
                    "https://www.snopes.com/epa-grant-flint-water/",
                    "https://www.snopes.com/2016/04/20/criminal-charges-flint-water-crisis/"
                ]
            },
            {
                "sentence": "As we noted in a previous article, funding for the grant came from a bill signed by President Obama in 2016, though the monies weren't officially awarded until after he left office, hence some prefer to credit it to Trump.",
                "hrefs": [
                    "https://www.snopes.com/epa-grant-flint-water/"
                ]
            },
            {
                "sentence": "China: The president-elect got off to a rocky start with China in December by accepting a congratulatory call from the leader of Taiwan, which China views as a province,not an independent nation, and with which the U.S. does not have diplomatic relations. China lodged a formal complaint. In April, Trump met with Chinese President Xi Jinping, with whom he said he made \"tremendous progress\" but no breakthroughs. A trade deal negotiated by the Trump administration with China in May was rated \"pretty good\" by The Wall Street Journal.",
                "hrefs": [
                    "https://www.bbc.com/news/world-asia-china-38194371",
                    "https://www.usatoday.com/story/news/politics/2017/04/07/trump-touts-progress-but-no-breakthrough-after-meeting-chinas-xi/100165862/",
                    "https://www.wsj.com/articles/trumps-pretty-good-china-deal-1494796265"
                ]
            },
            {
                "sentence": "U.K.: British Prime Minister Theresa May was the first foreign leader to visit the Trump White House, and their cordial meeting was portrayed by both countries as a renewal of the \"special relationship\" between the U.S and the U.K. According to the BBC, Obama was seen by many Britons as more interested in the European Union as a whole than in the U.K. itself, while Trump, who was in favor of Brexit, is perceived as the opposite.",
                "hrefs": [
                    "https://www.bbc.com/news/world-us-canada-38773198"
                ]
            },
            {
                "sentence": "Tough on Korea? President Trump has employed what the Washington Post calls \"hard-line rhetoric\" against North Korea, including threats of force, in hopes of squelching that county's increasing militarism, a strategy some experts dismiss as \"macho posturing\" that could escalate into a Cuban Missile Crisis-like confrontation. ",
                "hrefs": [
                    "https://www.washingtonpost.com/world/national-security/on-north-korea-trump-administration-talks-tough-but-hopes-to-avoid-war/2017/04/18/96d15536-244a-11e7-bb9d-8cd6118e1409_story.html",
                    "https://www.washingtonpost.com/news/worldviews/wp/2017/04/18/the-dangers-of-trumps-strategic-impatience-with-north-korea/"
                ]
            },
            {
                "sentence": "Tough on Syria? In April 2017, Trump ordered U.S. missile strikes against an air base in Syria in response to an alleged chemical weapons attack on civilians by the Syrian government, which has been known to brutalize its own people during the ongoing civil war there. Trump's gesture came up short, however, in that the Syrian Air Force was able to launch a new attack against rebel forces from that same base just hours later.",
                "hrefs": [
                    "https://abcnews.go.com/US/syrian-jets-off-air-base-hit-us/story?id=46646770"
                ]
            },
            {
                "sentence": "Humanitarian workers in Egypt: In April 2017 President Trump negotiated the release of U.S.. citizen Aya Hijazi, her Egyptian husband, and four other humanitarian workers from a prison in Cairo, Egypt, where they had been locked up since 2014, without evidence or trial, on charges of child abuse and trafficking. ",
                "hrefs": [
                    "https://www.washingtonpost.com/politics/freed-egyptian-american-prisoner-returns-home-following-trump-intervention/2017/04/20/d569fe1e-2608-11e7-bb9d-8cd6118e1409_story.html"
                ]
            },
            {
                "sentence": "Although it is true that President Trump signed an executive order on 13 March 2017 directing the heads of executive branch departments to eliminate all \"unnecessary\" agencies and reorganize those that remain to improve their \"efficiency, effectiveness, and accountability,\" the order gave said department heads six months from the date of signing to come up with suggestions for this process, so not much fat has been trimmed thus far despite the groundwork being laid.",
                "hrefs": [
                    "https://www.snopes.com/2017/03/13/trump-review-federal-agencies/"
                ]
            },
            {
                "sentence": "Regarding efforts to \"reign in\" the Environmental Protection Agency (EPA), a CNN report confirms that's been among Trump's top priorities from the start:",
                "hrefs": [
                    "https://www.cnn.com/2017/04/29/politics/trump-epa-cuts-infighting-climate-change/"
                ]
            },
            {
                "sentence": "The National Federation of Independent Business (NFIB), a small business advocacy group, has hailed Trump's commitment to cutting \"burdensome regulations,\" while environmental protection groups see it as a threat to public health and the future of the planet.",
                "hrefs": [
                    "https://www.nfib.com/content/analysis/national/next-up-in-the-regulation-rollback-the-burdensome-epa-wotus-rule/",
                    "https://www.democracynow.org/2017/3/3/trump_s_proposed_epa_cuts_threaten"
                ]
            },
            {
                "sentence": "The controversial Dakota Access Pipeline project, halted under President Obama, was revived by President Trump and will begin commercial operations on 1 June 2017. Trump also issued an executive order directing a review of lands designated as national monuments:",
                "hrefs": [
                    "https://www.snopes.com/2016/12/04/army-corps-denies-easement-and-blocks-the-dakota-access-pipeline/",
                    "https://www.nytimes.com/2017/01/24/us/politics/keystone-dakota-pipeline-trump.html",
                    "https://www.cbsnews.com/news/trump-executive-order-calls-for-review-of-egregious-federal-land-grab/"
                ]
            },
            {
                "sentence": "Specifically, the review will consider all national monument designations of federal public lands since 1996 that are 100,000 acres or larger. Mr Trump singled out former President Barack Obamas egregious use of federal power in using the Antiquities Act to unilaterally place swaths of American land and water under federal control, adding, its time we ended this abusive practice.",
                "hrefs": [
                    "https://www.nps.gov/archeology/sites/antiquities/monumentslist.htm"
                ]
            }
        ],
        "label": "MixtureAbout this rating"
    }
]